[{"id":"FT570157_rubric_category_0","type":"custom","title":"General","stimulusHtml":"<p><strong>Part (a): </strong><br>A paired design is used in which each subject receives a pair of boots where one boot is treated with the new method and the other with the current method. </p><ul><li><p>Subjects should be randomly assigned to one of two groups. Group 1 would have the new method applied to the right boot; group 2 would have the new method applied to the left boot. <br><br>OR <br><br>For each subject, whether the new method is applied to the right or left boot is determined at random. </p></li></ul><p>OR <br>A <strong>crossover design</strong> is used in which each subject receives a pair of boots, both of which were treated with one treatment. The boots are used for three months and then exchanged for a second pair of boots, both of which were treated with the other treatment. These boots are then used for the next three months. </p><ul><li><p>Subjects should be randomly assigned to one of two groups. One group receives boots with the new treatment first and the other group receives boots with the current method first. <br><br>NOTE: Additional appropriate blocking schemes are considered extraneous.</p></li></ul><p><strong>Part (b):</strong></p><p>The design could be double blind, as long as both the subjects and the person evaluating the boots for water damage do not know which boots were treated with the new method and which were treated with the current method.</p><p><br>NOTE: If the student does something unexpected in part (a) and gives a design that actually cannot be double blind, then part (b) could be considered correct provided the response explains why the design could not be double blind.<br><br><strong>Scoring</strong> <br>A student response is scored as <strong>E </strong>(essentially correct), <strong>P </strong>(partially correct), or <strong>I </strong>(incorrect) for each of the following key elements: </p><ol><li><p><strong>Design</strong></p><ul><li><p><strong>E </strong>- paired design (may be described as blocking on individual) or crossover design </p></li><li><p><strong>P</strong> - 2 or more groups (e.g., Completely Randomized Design) </p></li><li><p><strong>I </strong>- no grouping or grouping with no treatments specified </p></li></ul></li><li><p><strong>Implementation:</strong> Randomization appropriate to the design </p><ul><li><p><strong>E -</strong> Written description of appropriate randomization </p></li><li><p><strong>P -</strong> Incomplete or incorrect description of randomization </p></li><li><p><strong>I - </strong>No description of randomization<br><br>NOTE: <br>(1) Diagram alone can be scored at most a <strong>P.</strong><br>(2) The randomization must apply to the allocation or assignment of subjects to the treatment groups or the allocation of treatments to the subjects. <br>(3) Randomization to select the 100 volunteers without assignment to the treatment groups is scored an <strong>I. </strong><br></p></li></ul></li><li><p><strong>Double blind:</strong> Explanation in parts (a) and/or (b) that shows understanding of what it means for an experiment to be double blind. </p><ul><li><p><strong>E -</strong> response indicates that blinding applies to both the evaluator and subjects. </p></li><li><p><strong>P -</strong> response recognizes that blinding applies to the subjects and at least one other party, whether or not they think that this can be accomplished; the other party may not be correctly identified. </p></li><li><p><strong>I -</strong> response fails to recognize that both the subject and another party must be blinded or is missing or irrelevant. </p></li></ul><p>Score as Design - Randomization - Double Blind </p></li></ol>","labels":["0 points","1 point","2 points","3 points","4 points"],"values":[0,1,2,3,4],"maxScores":[4,4,4,4,4],"descriptions":["<p><strong>No Credit </strong><br><br>P I I         I I I<br>I P I<br>I I P</p>","<p><strong>Minimal Response</strong></p><p>Any one of the following combinations:<br><br>E I I     P P I     I E P</p><p>I E I     P I P     </p><p>I I E     I P P</p>","<p><strong>Developing Response</strong></p><p>Any one of the following combinations:</p><p><br>E P P     P E I       I E E    P E P*</p><p>E P I      P P E      I P E</p><p>E I E      P P P</p><p>E I P      P I E</p><p></p><p><strong>* P E P</strong>: If the description of the randomization only says, “Randomly allocate”, then score P E P a 2.</p>","<p><strong>Substantial Response</strong></p><p>Any one of the following combinations:<br><br>E E P      P E E      P E P*</p><p>E E I    </p><p>E P E</p><p><br><strong>* P E P: </strong>If the description of the randomization says, “Randomly allocate”, but also contains greater detail about the randomization or the inclusion of blocking in the design or other statistical thinking, then score P E P a 3.</p>","<p><strong>Complete Response</strong> <br>E E E</p>"]}]