[{"id":"FT570155_rubric_category_0","type":"custom","title":"General","stimulusHtml":"<p><strong>Part (a): </strong>The precision of the estimates of <em>γ </em>has gotten better over time. This is indicated by the fact that the intervals</p><p><br>value <math aria-label=\"Plus or minus.\">\n <semantics>\n  <mo>±</mo>\n  <annotation encoding=\"MathType-MTEF\">MathType@MTEF@5@5@+=faaagCart1ev2aaaKnaaaaWenf2ys9wBH5garuavP1wzZbItLDhis9wBH5garmWu51MyVXgaruWqVvNCPvMCaebbnrfifHhDYfgasaacH8srps0lbbf9q8WrFfeuY=ribbf9v8qqaqFr0xc9pk0xbba9q8WqFfea0=yr0RYxir=Jbba9q8aq0=yq=He9q8qqQ8frFve9Fve9Ff0dc9Gqpi0dmeaabaqaciGacaGaaeqabaWaaeaaeaaakeaacqGHXcqSaaa@336E@</annotation>\n </semantics>\n</math> (margin of error)</p><p><br>shown in the figure become narrower over time, indicating that the margin of error is getting smaller.<br><br>Part (a) is scored as incorrect (I), partially correct (P), or essentially correct (E). The response is essentially correct if the student indicates that precision is increasing. (If the student also explains how he or she can tell this from the figure, this is a plus.) <br><br>If the student incorrectly says that precision is decreasing, but gives a good explanation that is tied to the figure, the response is scored as partially correct. <br><br><strong>Part (b): </strong>The value of <em>γ</em> = 0 is not included in any of the 21 intervals. This indicates that 0 is not a plausible value for <em>γ</em>. There is no support for Newton's theory. <br><br>Part (b) is scored as incorrect (I), partially correct (P), or essentially correct (E). To be scored as essentially correct, the response must say that there is no (or very weak) support and give a valid reason for this conclusion based on the intervals in the figure. <br><br>If the student states only that there is no (or weak) support, but does not say how this follows from the intervals in the figure, the response is scored as partially correct. <br><br><strong>Part (c): </strong>The support for Einstein's theory that <em>γ</em> = 1 is quite strong. Most of the intervals contain the value 1, and the more recent intervals, where the precision is greater, suggest that the value of γ is at least very close to 1. <br><br>Part (c) is scored as incorrect (I), partially correct (P), or essentially correct (E). To be scored as essentially correct, the response must say that there is strong support and give a valid reason for this conclusion based on the intervals in the figure. <br><br>If the student states only that there is strong support, but does not say how this follows from the intervals in the figure, the response is scored as partially correct.</p>","labels":["0 points","1 point","2 points","3 points","4 points"],"values":[0,1,2,3,4],"maxScores":[4,4,4,4,4],"descriptions":["<p>No parts essentially correct and two parts partially correct.</p>","<p><strong>Minimal Response:</strong></p><p>One part essentially correct and either zero or one parts partially correct.</p>","<p><strong>Developing Response:</strong></p><p>Two parts essentially correct and no parts partially correct.</p><p><strong>OR</strong></p><p>One part essentially correct and two parts partially correct.</p><p><strong>OR</strong></p><p>Three parts partially correct.</p>","<p><strong>Substantial Response:</strong><br>Two parts essentially correct and one part partially correct.</p>","<p><strong>Complete Response:</strong></p><p>All three parts essentially correct.</p>"]}]