[{"id":"FT570311_rubric_category_0","type":"custom","title":"General","stimulusHtml":"<p><strong>Solution</strong></p>\n\n<p><strong>Part (a):</strong></p>\n\n<ul>\n\t<li>\n\t<p>Two treatments: magnets and no magnets (or magnets and placebo). Subjects in the no magnet group would be handled in the same way as the magnet group, but there would be no magnets embedded in the pads used.</p>\n\t</li>\n\t<li>\n\t<p>There must be random assignment of subjects to treatments (or treatments to subjects). How the randomization would be carried out does not need to be specified, but it must be clear what is being randomized.</p>\n\t</li>\n\t<li>\n\t<p>Variable measured: Self-reported level of pain or reduction in pain.</p>\n\t</li>\n</ul>\n\n<p>The design may be described by a diagram, but the treatments and the variable measured must be included and the randomization must be very clear.<br />\n<br />\n<img alt=\"A flow chart.\nRandom assignment of subjects leads to Group 1 and Group 2 in two parallel lines. Group 1 leads to Magnets and Group 2 leads to No Magnets or (Placebo). Both Magnets and No Magnets or (Placebo) lead to Measure and compare self reported level of pain.\" height=\"131\" src=\"https://media.academicmerit.com/55b0ad43c7113265c285da2b501a8daa/original.png?Signature=AZ9j0Su3go1WdYF3%2BbU0tW%2Fc4KA%3D&amp;Expires=1628347089&amp;AWSAccessKeyId=ASIAUDBDLUZKRCZK3WHQ&amp;x-amz-security-token=IQoJb3JpZ2luX2VjEFYaCXVzLWVhc3QtMSJHMEUCIEUraSd06/o9Yo0tohoOR7xLJhbd40Oj89WGCzfMf%2BbyAiEAxjrhLalf9XlEFb3aaq%2B69piNgymLXsI1d2CEfSeDcW0q%2BgMIbxACGgwyODEzOTQ1MjE2ODUiDHvd5rLeunNoTX41OCrXAyP4YT6pPNYIgf6ZZjrVyy2mk3/x8JQGpqIgc9JefuLoSEDy4flktcoa8qLnD17hEi0x4JcSeYlSjcQuqs9/tzYcuWwV/n85CDqbq94uQvFXeDER/QvGRfHNOt00ONSGif8eXeqzk3fKNKjRn7PAM5hlmLbF2DZPHzkP4l1L5dpAqoPkBAiv7y/Lky%2BYv7mRp%2BGXYaiejpTPftGJTEQs6ZZaapekLNPHM6IVl3DvX9YYwev9i0so/ORnkOcGcYc9Q0kbOduLY2GcuMCQOAHNSknlDF73OlSFV%2BAfda1owMvPn%2B2Ldx%2B5Y%2BM%2Bq7/9NZ4PWiXhIEdkPxjQOtNB4ZXynue%2BS/d1gwrphoE3hzaW/ouzo8dFwRpC6AzTLrVaxoxpnvmobOA/zJNT1LS97f0aeLGWTGwZs9uvaRRydv8RAYYiHJmxgI%2BPvV7MrIaA9OD5yuDQzlGGjWTKSA6D4/paGKGKDETi8HnupI2G0KP3Q0nUkmBA9EmOUMU7bWZiNHyviVbT19E0f68Y6C%2BtsbxMYE1RKTaRNOiPIftZJ3uuChNG9ZX50mLfOIXxTNFHRmI5f%2BZ648gpsw3HMRNAi3Z8fp1ggrzRxIrcXwGKcq5M/7HNhQinUcPkszDZv7iIBjqlAeW1NW9FXPpsDRlPnUfbsDClVX4rVtOzorYjNE98n5ZcuFVD1eJh%2B/ZMBzoLWDwYrh/rx2WxBgyO8AP38bXs4MOetaxaGyUXAkFIblR31tkBrGLIYBiH1UFPLAiBFnkFhDWHr2btswOrvHfxdHLCJOItAodBJ8iKfno952SQ4sdI5vZ0pL0LcXgOZybVU3qF5XJMtPfNF8QrfMdRGgJAobmwoiHjeQ%3D%3D\" width=\"492\" /><br />\n<br />\n<strong>Essentially correct </strong>if all three of the following are adequately addressed: treatments, random assignment, and response variable.<br />\n<br />\nIt is acceptable for them to select the first group with an SRS, but only if it’s clear that the remaining subjects are automatically assigned to the second treatment group as opposed to taking a separate SRS.<br />\n<br />\nNote, if they describe a randomization scheme that results in an unequal number of subjects in each treatment group or does not involve randomization for each individual (such as flipping a coin to determine which group gets the placebo), this can be considered a minus.</p>\n\n<p>The student may also describe the experimental protocol in more detail – double blind, placebo effect, etc. These are not necessary but can be considered a plus.</p>\n\n<p><strong>Partially correct </strong>if only one or two of the items listed above are adequately addressed. But, to receive the partial with only <em>one </em>item, the design must be described exceptionally well. For example, discussion of the placebo effect as reason for the control group, or a “before and after” measurement for the response, or a detailed discussion of randomization. (A well done “before and after” design in the new context can be considered partially correct.)</p>\n\n<p>NOTE: Students do not get credit for discussing treatments if their design does not ever specify a control group or fails to define the treatment.</p>\n\n<p><strong>Part (b): </strong>Either one of the following approaches is acceptable.</p>\n\n<ul>\n\t<li>\n\t<p>Saying yes and indicating how they would alter the design: Separating the subjects into the two gender groups and then randomizing subjects to treatments within each group. This may also be described using a diagram, as shown below, but the blocking factor and randomization must be clearly indicated.</p>\n\n\t<p>OR</p>\n\t</li>\n\t<li>\n\t<p>Saying no and describing why. For example, indicating that the randomization in (a) should equalize the effects of gender in the two groups or assuming gender does not have a strong effect and since the sample size is large<br />\n\tOR<br />\n\tproviding a good explanation for why gender does not have a strong differential effect on the outcome.</p>\n\t</li>\n</ul>\n\n<p><img alt=\"A flow diagram for an experiment. The process starts with separating subjects by gender into 2 blocks. Block 1, female, and block 2 male. Block 1, random assignment of females into two groups, magnets and no magnets or placebo. Measure and compare self reported level of pain. Block 2, random assignment of males into two groups, magnets and no magnets or placebo. Measure and compare self reported level of pain.\" src=\"https://media.academicmerit.com/21dd2450672cb84895fcc76a332d508c/original.png?Signature=eDD%2BwdEiK7zgmk5xRSLFxU7oHag%3D&amp;Expires=1628347113&amp;AWSAccessKeyId=ASIAUDBDLUZKS6CKDYKS&amp;x-amz-security-token=IQoJb3JpZ2luX2VjEFYaCXVzLWVhc3QtMSJHMEUCIAWM0kk5wAjVTe92/NkEuCHIJZO5IxWIVeyevRSUMNPEAiEAzcIPINrIbtDik580GRzjZDAc%2BGrWrPHWN8QiDZiCe7cq%2BgMIbxACGgwyODEzOTQ1MjE2ODUiDGSrT/uSPMoNytrI3irXAw3vcYwqNuwD/cn3%2BQGpcIelCKBS97SK5Z2joxlC5OriZNNMVT/dcxNGO5sDofEz2yYRa8RFJ/%2BKZqYod57e87MpB5nOPNADZy7ictUG8spICbWHLc1A1piaZPeg6JKCghUFZ7GueKPA6Gc04QPo%2BhmmJG6Lpxycy91x1uKQ/maDa8AC0YYRj5ZKfN2hHhsHmG0NOVocK4gMg%2Bz4dQol7bRbhKBdjGkymN2PslvMg6ukfrp9xKE9cnerjnITBOJEs9O8IqnjtFY8Y0/Vo%2BF3Ukho/Zy8Kj5fdQhWspiCbpwlD9YrYMYuE9dsBvSNGCvMNCBDyiwhWGvypVd6BMw%2BQDRNCDWu8engZmBMg4xkWxNPN6aEECD1JAC7qCMAklYCmOxmN60QYWk%2BYKwBhUhSvybMJJDYQTN4WdG%2Bf7Etvvk9JhCAKJyPUKZ5faNjc/doQY560TZPLK/c7lOxiU93GZZREyX5SH5FdGcMWSnpySwLrw%2BJ41cODrzIQNw7CdRxtpxsn2b8kWWxN8IY7lcokkp9gtgGKCUknV0nMSL2AAN5fzeICY6N9ntm0yvnXFasyqxEZrAVdWYXTw6dBLyZd585KMmkzSmCzl%2BgZ1H77aOmbS79ssSv1TCxsbiIBjqlAfDrC%2BjT0OwqMPasFrj43aB7bRPmBYW9/1Tc1FJ/I9jz1MXTu/vFeQYifFd5ERyNTI%2ByIGj89d2Au0%2BrlMSuJ/hO4OEDWtgZSeV8RloYzxrbeCMBFtEHkbkiDj65ZNjfo/2EoNqalrPz6HxXdq8ctwrSazgALdhm2FOo7h4hgUULeVNL5fWihzhBtbyA7mLUUZmHcE0jldnm102CHarDjJ2/Lo5i6w%3D%3D\" /></p>\n<br />\n<strong>Essentially correct</strong> if either of the two acceptable approaches is taken (no and why OR yes and how) and the explanation/justification is clear and complete. For a yes, the response must clearly indicate and maintain the top separation and specify the separate randomization within each group.\n\n<p><strong>Partially correct </strong>if either of the two acceptable approaches is taken, but the explanation/justification is weak. For example, the response states yes but it is not clear a separate randomization within each block is carried out, or the response states no but does not fully appeal to the randomization in part (a) or only states that gender does not matter and does not clearly state gender does not matter and why the groups will still be sufficiently balanced.</p>\n\n<p>If done well, the response can appeal to the randomization in part (a) (“divide and proceed for each subgroup” vs. “divide and proceed”). A two factor design that includes randomization rather than a block is considered partially correct.</p>\n\n<p>Note, using the term “stratified random sample” is considered extraneous and is not sufficient for an explanation of how randomization occurs in the new design.</p>\n\n<p><strong>Incorrect </strong>if all the response mentions is now having four groups of data to analyze. (No randomization, not even a reference to the randomization in (a), and no clear separation of the groups in the design.)</p>\n\n<p>NOTE: If no randomization is specified anywhere, the highest possible score is a 2.</p>\n","labels":["0 points","1 point","2 points","3 points","4 points"],"values":[0,1,2,3,4],"maxScores":[4,4,4,4,4],"descriptions":["<p>No appropriate response</p>","<p><strong>Minimal Response</strong></p><p>Part (a) is partially correct and part (b) is incorrect. <br>OR</p><p>Part (a) is incorrect and part (b) is essentially or partially correct.</p><p>NOTE: PP is between a 1 and a 2. If only the before and after design is present, it will be rounded down to a 1.</p>","<p><strong>Developing Response</strong></p><p>Both parts are partially correct. <br>OR</p><p>Part (a) is essentially correct and part (b) is correct.</p>","<p><strong>Substantial Response</strong></p><p>Part (a) is essentially correct and part (b) is partially correct. <br>OR</p><p>Part (a) is partially correct and part (b) is essentially correct.</p>","<p><strong>Complete Response</strong></p><p>Both parts essentially correct.</p>"]}]