[{"id":"VR189929_rubric_category_0","type":"custom","title":"3-part Inference Scoring","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response</p><p>· This question is scored in three sections. Each section is initially scored by determining if it meets the criteria for essentially correct (E), partially correct (P), or incorrect (I). The first section includes statements of the null and alternative hypotheses and identification of the appropriate hypothesis test. The second section includes verifying the conditions for the identified test, and calculating the value of the test statistic and the corresponding <em>p</em>-value. The third section includes the conclusion for the identified test. The response is then categorized based on the scores assigned to each section and awarded an integer score between 0 and 4 (see the table at the end of the question).</p><p>· The model solution represents an ideal response to each part of the question and the scoring criteria identify the specific components of the model solution that are used to determine the score.</p><p>· If the response provides parallel solutions (i.e., two or more complete solutions without choosing or indicating which is to be scored), the response is scored based on the weaker of the two solutions.</p><p><span style=\"text-decoration:underline\">Scoring</span></p><p>Scoring steps 1, 2, and 3 are each scored as essentially correct (E), partially correct (P), or incorrect (I).</p>","labels":["0 points","1 point","2 points","3 points","4 points"],"values":[0,1,2,3,4],"maxScores":[4,4,4,4,4],"descriptions":["<p>All three scoring parts incorrect</p><p><em>OR</em></p><p>One scoring part partially correct and two scoring parts incorrect</p>","<p>One scoring part essentially correct and two scoring parts incorrect</p><p><em>OR</em></p><p>Two scoring parts partially correct and one scoring part incorrect</p>","<p>Two scoring parts essentially correct and one scoring part incorrect</p><p><em>OR</em></p><p>One scoring part essentially correct and two scoring parts partially correct</p><p><em>OR</em></p><p>One scoring part essentially correct, one scoring part partially correct, and one scoring part incorrect</p><p><em>OR</em></p><p>All three scoring parts partially correct</p>","<p>Two scoring parts essentially correct and one scoring part partially correct</p>","<p>All three scoring parts essentially correct</p>"]}]