[{"id":"VR252080_rubric_category_0","type":"custom","title":"Part A, Part B, Part C, Part D, Part E and Part F","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response</p><p>· Each part of the question (indicated by a letter) is initially scored by determining if it meets the criteria for essentially correct (E), partially correct (P), or incorrect (I). The response is then categorized based on the scores assigned to each letter part and awarded an integer score between 0 and 12.</p><p>· The entire response is considered such that it can satisfy components of the scoring criteria, regardless of whether the solutions to individual parts are adequately labeled or sequenced. However, for each part requiring context, the response must clearly connect the context to the solution for that part.</p><p>· If the response makes an error in an earlier part of the question and that error is used in a subsequent part, no additional reductions for that error will be incurred.</p><p>· If the response provides parallel solutions (i.e., two or more complete solutions without choosing or indicating which is to be scored), the response is scored based on the weaker of the two solutions.</p><p>· The Model Solution uses superscripts to indicate examples of how to satisfy components of E. For example, (C) where context is satisfied, (1) where component 1 is satisfied, etc.</p><p><span style=\"text-decoration:underline\">Scoring</span></p><p>Parts (a), (b), (c), (d), (e) and (f) are each scored as essentially correct (E), partially correct (P), or incorrect (I).</p><p>Each essentially correct (E) part counts as 2 points.</p><p>Each partially correct (P) part counts as 1 point.</p><p>Each incorrect (I) part counts as 0 points.</p>","labels":["0 points","1 point","2 points","3 points","4 points","5 points","6 points","7 points","8 points","9 points","10 points","11 points","12 points"],"values":[0,1,2,3,4,5,6,7,8,9,10,11,12],"maxScores":[12,12,12,12,12,12,12,12,12,12,12,12,12],"descriptions":["<p>Parts (a) through (f) sum to 0 points.</p>","<p>Parts (a) through (f) sum to 1 point.</p>","<p>Parts (a) through (f) sum to 2 points.</p>","<p>Parts (a) through (f) sum to 3 points.</p>","<p>Parts (a) through (f) sum to 4 points.</p>","<p>Parts (a) through (f) sum to 5 points.</p>","<p>Parts (a) through (f) sum to 6 points.</p>","<p>Parts (a) through (f) sum to 7 points.</p>","<p>Parts (a) through (f) sum to 8 points.</p>","<p>Parts (a) through (f) sum to 9 points.</p>","<p>Parts (a) through (f) sum to 10 points.</p>","<p>Parts (a) through (f) sum to 11 points.</p>","<p>Parts (a) through (f) sum to 12 points.</p>"]}]