[{"id":"VR596760_rubric_category_0","type":"custom","title":"3-section Inference Scoring","stimulusHtml":"<p>Select a point value to view scoring criteria, solutions, and/or examples and to score the response</p><ul><li><p>This question is scored in three sections. Each section is initially scored by determining if it meets the criteria for essentially correct (E), partially correct (P), or incorrect (I). The first section includes statements of the null and alternative hypotheses and identification of the appropriate hypothesis test. The second section includes verifying the conditions for the identified test and calculating the value of the test statistic and the corresponding <em>p</em>-value. The third section includes the conclusion for test identified test. The response is then categorized based on the scores assigned to each section and awarded an integer score between 0 and 4.</p></li><li><p>The model solution represents an ideal response to each section of the question, and the scoring criteria identify the specific components of the model solution that are used to determine the score.</p></li></ul><p><span style=\"text-decoration:underline\">Scoring</span></p><p>Scoring sections 1, 2, and 3 are each scored as essentially correct (E), partially correct (P), or incorrect (I).</p>","labels":["0 points","1 point","2 points","3 points","4 points"],"values":[0,1,2,3,4],"maxScores":[4,4,4,4,4],"descriptions":["<p>All three sections incorrect</p><p><em>OR</em></p><p>One section partially correct and two sections incorrect</p>","<p>One section essentially correct and no section partially correct.</p><p><em>OR</em></p><p>No section essentially correct and two sections partially correct.</p>","<p>Two sections essentially correct and no section partially correct.</p><p><em>OR</em><br>One section essentially correct and one or two sections partially correct.<br><em>OR</em><br>Three sections partially correct.</p>","<p>Two sections essentially correct and one section partially correct.</p>","<p>All three sections essentially correct.</p>"]}]