[{"id":"FT1736","type":"mcq","stimulusHtml":"<p><img alt=\"The figure shows a graph in the x y plane titled Graph of f prime. The horizontal axis is labeled x, the vertical axis is labeled y, and the origin is labeled O. The  vertical axis has 4 tickmarks above the origin and 2 tickmarks below. The horizontal axis has 6 tickmarks to the left of the origin and 8 tickmarks to the right. The tickmarks immediately above and to the right of the origin are labeled 1.  From left to right, the graph starts in quadrant 2, bends upward as it moves down, is horizontal near x equals negative 4, bends downward as it moves down, crosses the x-axis at x equals negative 2, bends upward as it moves down, has a horizontal tangent at about x equals negative 1, bends upward as it moves up, crosses the y-axis at y equals negative 1, bends downward as it moves up, touches the x-axis at x equals 2, bends downward and then upward as it moves down, has a horizontal tangent at about x equals 6, bends upward as it moves up, crosses the x-axis at x equals 7, bends upward as it moves up, and ends in quadrant 1.\" height=\"210\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/643e953d1bfa9ba410a1014dc7afcfed/original.png\" width=\"351\" /></p>\n\n<p>The figure above shows the graph of <span aria-label=\"f prime\"><math> <semantics> <msup> <mi>f</mi> <mo>′</mo> </msup> <annotation encoding=\"MathType-MTEF\">MathType@MTEF@5@5@+=feaagCart1ev2aaatCvAUfeBSjuyZL2yd9gzLbvyNv2CaerbuLwBLnhiov2DGi1BTfMBaeXatLxBI9gBaerbd9wDYLwzYbItLDharqqtubsr4rNCHbGeaGqiFC0pg9uqGrpepeea0dXdHaVhbbe9u8qqaqFr0xc9pk0xj9qqaqFj0dh9qq=xfr=JarFfpeea0=as0=fs0di9uqFr0=vr0=vr0db8meaabaqaciGacaGaaeqabaWaaeaaeaaakeaaceWGMbGbauaaaaa@39F2@</annotation> </semantics> </math></span> , the derivative of function <em>f</em>, for <span aria-label=\"negative 6 is less than x comma x is less than 8\"><math> <semantics> <mrow> <mo>−</mo> <mn>6</mn> <mo>&lt;</mo> <mi>x</mi> <mo>&lt;</mo> <mn>8</mn> </mrow> <annotation encoding=\"MathType-MTEF\">MathType@MTEF@5@5@+=feaagCart1ev2aaatCvAUfeBSjuyZL2yd9gzLbvyNv2CaerbuLwBLnhiov2DGi1BTfMBaeXatLxBI9gBaerbd9wDYLwzYbItLDharqqtubsr4rNCHbGeaGqiFC0pg9uqGrpepeea0dXdHaVhbbe9u8qqaqFr0xc9pk0xj9qqaqFj0dh9qq=xfr=JarFfpeea0=as0=fs0di9uqFr0=vr0=vr0db8meaabaqaciGacaGaaeqabaWaaeaaeaaakeaacqGHsislcaaI2aGaeyipaWJaamiEaiabgYda8iaaiIdaaaa@3E6F@</annotation> </semantics> </math></span> . Of the following, which best describes the graph of <em>f</em> on the same interval?</p>\n","choicesHtml":["<p>1 relative minimum, 1 relative maximum, and 3 points of inflection</p>","<p>1 relative minimum, 1 relative maximum, and 4 points of inflection</p>","<p>2 relative minima, 1 relative maximum, and 2 points of inflection</p>","<p>2 relative minima, 1 relative maximum, and 4 points of inflection</p>","<p>2 relative minima, 2 relative maxima, and 3 points of inflection</p>"],"answer":-1}]