[{"id":"FT549056","type":"longtextV2","stimulusHtml":"<p>Find the sum of the areas of regions <em>R</em> and <em>S</em>. </p>","features":[{"type":"sharedpassage","html":"<p><img alt=\"The figure shows the first quadrant of a coordinate plane with the horizontal axis labeled x, the vertical axis labeled y, and the origin labeled 0. Two graphs are shown, along with two points marked with the coordinates 0 comma 2, and 2 comma 4. The first graph begins slightly below and to the left of the coordinates 0 comma 2. The graph curves up and to the right, passing through the coordinates 0 comma 2 and continues on until it begins to curve down and to the right. The graph continues to curve down and to the right and then begins to curve up and to the right, passing through the coordinates 2 comma 4, and ending just above and to the right of the coordinates 2 comma 4. The second graph begins slightly above and to the left of the coordinates 0 comma 2. The graph curves down and to the right gently, and then begins a gradual curve up and to the right. The graph continues to curve up and to the right, intersecting the first graph, passing through the coordinates 2 comma 4, and ending just above and to the right of the coordinates 2 comma 4. There are two regions enclosed by the two graphs. From left to right, the first enclosed region is labeled R, and the second region is labeled S.\" height=\"210\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/dddedadda0b63b5dc9a9e84d572f62fd/original.png\" width=\"221\" /></p>\n\n<p>Let <em>f</em> and <em>g</em> be the functions defined by <span aria-label=\"f of x is equal to 1 plus x plus e raised to the x squared minus 2 x power\"><math> <semantics> <mrow> <mi>f</mi> <mrow> <mo>(</mo> <mi>x</mi> <mo>)</mo> </mrow> <mo>=</mo> <mn>1</mn> <mo>+</mo> <mi>x</mi> <mo>+</mo> <msup> <mi>e</mi> <mrow> <msup> <mi>x</mi> <mn>2</mn> </msup> <mo>−</mo> <mn>2</mn> <mi>x</mi> </mrow> </msup> </mrow> <annotation encoding=\"MathType-MTEF\">MathType@MTEF@5@5@+= feaagKart1ev2aaatCvAUfeBSjuyZL2yd9gzLbvyNv2CaerbuLwBLn hiov2DGi1BTfMBaeXatLxBI9gBaerbd9wDYLwzYbItLDharqqtubsr 4rNCHbGeaGqiVu0Je9sqqrpepC0xbbL8F4rqqrFfpeea0xe9Lq=Jc9 vqaqpepm0xbba9pwe9Q8fs0=yqaqpepae9pg0FirpepeKkFr0xfr=x fr=xb9adbaqaaeGaciGaaiaabeqaamaabaabaaGcbaaeaaaaaaaaa8 qacaWGMbWaaeWaa8aabaWdbiaadIhaaiaawIcacaGLPaaacqGH9aqp caaIXaGaey4kaSIaamiEaiabgUcaRiaadwgapaWaaWbaaSqabeaape GaamiEa8aadaahaaadbeqaa8qacaaIYaaaaSGaeyOeI0IaaGOmaiaa dIhaaaaaaa@4415@ </annotation> </semantics> </math></span> and <em>g</em>(<em>x</em>)=<em>x</em><sup>4</sup>-6.5<em>x</em><sup>2</sup>+6<em>x</em>+2. Let <em>R</em> and <em>S</em> be the two regions enclosed by the graphs of <em>f</em> and <em>g</em> shown in the figure above.</p>\n"}]}]