[{"id":"FT549031","type":"longtextV2","stimulusHtml":"<p>Find the <em>x</em>-coordinate of each relative minimum of <em>f</em> on the interval [-2, 3]. Justify your answers. </p>","features":[{"type":"sharedpassage","html":"<p><img alt=\"The table is divided into 8 columns and has 5 rows.  From left to right, the data is as follows: The first row lists ‘x'. Within that same row, negative 2, negative 2 less than x less than negative 1, negative 1, negative 1 less than x less than 1, 1, 1 less than x less than 3, and 3 are also listed.  The second row lists the values or sign of ‘f (x)'. When x is negative 2, f(x) is 12. When x is between negative 2 and negative 1, f(x) is positive. When x is negative 1, f(x) is 8. When x is between negative 1 and 1, f(x) is positive. When x is 1, f(x) is 2. When x is between 1 and 3, f(x) is positive. When x is 3, f(x) is 7. The third row lists the values or sign of ‘f prime (x)'. When x is negative 2, f(x) is negative 5. When x is between negative 2 and negative 1, f(x) is negative. When x is negative 1, f(x) is 0. When x is between negative 1 and 1, f(x) is negative. When x is 1, f(x) is 0. When x is between 1 and 3, f(x) is positive. When x is 3, f(x) is 1∕2. The fourth row lists the values or sign of ‘g(x)'. When x is negative 2, f(x) is negative 1. When x is between negative 2 and negative 1, f(x) is negative. When x is negative 1, f(x) is 0. When x is between negative 1 and 1, f(x) is positive. When x is 1, f(x) is 3. When x is between 1 and 3, f(x) is positive. When x is 3, f(x) is 1. The fifth row lists the values or sign of ‘g prime (x)'. When x is negative 2, f(x) is 2. When x is between negative 2 and negative 1, f(x) is positive. When x is negative 1, f(x) is 3∕2. When x is between negative 1 and 1, f(x) is positive. When x is 1, f(x) is 0. When x is between 1 and 3, f(x) is negative. When x is 3, f(x) is negative 2.\" height=\"193\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/1d5fc0c6cb801603d62a1f8a66876cb0/original.png\" width=\"441\"></p>\n\n<p>The twice-differentiable functions <em>f</em> and <em>g</em> are defined for all real numbers <em>x</em>. Values of <em>f</em>, <em>f</em>', <em>g</em>, and <em>g</em>' for various values of <em>x</em> are given in the table above.</p>\n"}]}]