[{"id":"FT560978","type":"mcq","stimulusHtml":"<p><img alt=\" The figure shows a graph in the x y plane titled Graph of, f prime. There are evenly spaced tick marks on the x axis labeled 1 through 8. The graph has two parts: a curve and a segment. Both parts have open dots for endpoints. The curve begins with an open dot on the negative y axis, moves steeply up and to the right, crossing the x axis at x equals 1, and gradually levels off above x equals 2. It continues curving down to the right, crossing the x axis at x equals 3, gradually becoming steeper, and ending at an open dot below x equals 4 that is level with the first open dot of the curve. The segment begins with an open dot above x equals 4, moves down to the right, crosses the x axis at x equals 6, and ends with an open dot below x equals 8. \" height=\"240\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/be1c278bbc2b90a00f76aa7dcb08a6eb/original.png\" width=\"250\" /></p>\n\n<p>The graph of f', the derivative of a function f, is shown above. Which of the following could be the graph of f ?</p>\n\n<p><img alt=\"I.The graph consists of two line segments.   The first segment begins at an open dot on the positive y axis and moves down, crosses the x axis at x equals 2, and ends at an open dot below x equals 4.  The second segment begins at an open dot above the end of the first segment, but still below x equals 4, and moves horizontally to an open dot below x equals 8. II. The graph consists of two curves.  The first curve begins at an open dot on the positive y axis. The curve moves down to a low point above x equals 1, moves up to a high point above x equals 3, and moves down to end at an open dot above x equals 4.  The second curve begins at an open dot below the end of the first curve but still above x equals 4, moves up to a high point above x equals 6, and curves down to end at an open dot above x equals 8 that is level with the first open dot on the second curve. II. The graph consists of a curve.  The curve begins at an open dot on the positive y axis. The curve moves down to a low point above x equals 1, moves up to a high point above x equals 3, and moves down to a sharp turn above x equals 4.  After the sharp turn, the curve continues up to a high point above x equals 6, and curves down to end at an open dot above x equals 8 that is level with the sharp turn.\" height=\"180\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/8b279b0776a172dad6696cb890647d9b/original.png\" width=\"550\" /></p>\n","choicesHtml":["<p> I only </p>","<p>II only</p>","<p> III only </p>","<p> I and II only </p>","<p>II and III only</p>"],"answer":3}]