[{"id":"FT560490","type":"mcq","stimulusHtml":"Which of the following could be the graph of an antiderivative of <em>f&nbsp;</em>?","features":[{"type":"sharedpassage","html":"<p><img alt=\"The figure presents the graph of a curve labeled “Graph of f,” in the x y coordinate plane, with origin labeled O. The numbers negative 2 through 2 are indicated on the x axis. The curve is symmetric over the y axis. The curve begins in quadrant 3 below the x axis value negative  2. The curve is nearly level then moves steeply upward and to the right. It crosses the x axis between negative 2 and negative 1, and continues upward until it levels off above the x axis and slightly to the right of x equals negative 1. It moves downward and to the right remaining above the x axis, then levels off and crosses the y axis. At this point it moves upward again into quadrant 1 until it levels off above the x axis and slightly to the left of x equals 1. It then moves steeply downward and to the right crossing the x axis again between 1 and 2, and levels off, ending in quadrant 4 below the x axis value 2.\" height=\"247\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/dc378dfed3766b1cd20fb875ff894481/original.png\" style=\"font-style: inherit; font-variant-ligatures: inherit; font-variant-caps: inherit; font-weight: inherit;\" width=\"654\" /></p>\n\n<p>The graph of the function <em>f</em> is shown above for&nbsp;<span aria-label=\"negative 2 is less than or equal to x comma x is less than or equal to 2\" role=\"math\"><math> <semantics> <mrow> <mo>−</mo> <mn>2</mn> <mo>≤</mo> <mi>x</mi> <mo>≤</mo> <mn>2</mn> </mrow> <annotation encoding=\"MathType-MTEF\">MathType@MTEF@5@5@+=feaagCart1ev2aaatCvAUfeBSjuyZL2yd9gzLbvyNv2CaerbuLwBLnhiov2DGi1BTfMBaeXatLxBI9gBaerbd9wDYLwzYbItLDharqqtubsr4rNCHbGeaGqiVu0Je9sqqrpepC0xbbL8F4rqqrFfpeea0xe9Lq=Jc9vqaqpepm0xbba9pwe9Q8fs0=yqaqpepae9pg0FirpepeKkFr0xfr=xfr=xb9adbaqaaeGaciGaaiaabeqaamaabaabaaGcbaaeaaaaaaaaa8qacqGHsislcaaIYaGaeyizImQaamiEaiabgsMiJkaaikdaaaa@3CE0@</annotation> </semantics> </math></span>.</p>\n"}],"choicesHtml":["<img alt=\"The figure presents the graph of a curve in the x y coordinate plane, with origin labeled O. The numbers negative 2 through 2 are indicated on the x axis. The curve is symmetric over the y axis. The curve begins on the x axis at negative 2 and moves upward and to the right. It then levels off, reaching a high point above the x axis, between the values x equals negative 2 and x equals negative  1. It then moves downward and to the right crossing the x axis slightly to the right of negative 1, and levels off, crossing the y axis below the origin. It then moves upward and to the right crossing the x axis again, slightly to the left of 1. It then levels off, reaching a high point above the x axis, between x equals 1 and x equals 2. The curve then moves  downward and to the right until it ends at 2 on the x axis.\" height=\"150\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/d937aa8230c87e0fc0b309a51ebd5e47/original.png\" width=\"150\">","<img alt=\"The figure presents the graph of a curve in the x y coordinate plane, with origin labeled O. The numbers negative 2 through 2 are indicated on the x axis. The curve is symmetric about the origin. The curve begins on the x axis at negative 2 and moves upward and to the right until it levels off, reaching a high point above the x axis, between x equals negative 2 and x equals negative 1. It then moves downward and to the right crossing the x axis slightly to the right of negative 1, and levels off, reaching a low point between x equals negative 1 and the y axis. It then moves upward and to the right passing through the origin, and levels off, reaching a high point between the y axis and x equals 1. It then moves downward and to the right crossing the x axis again, slightly to the left of 1, and levels off, reaching a low point below the x axis between x equals 1 and x equals 2. The curve then moves upward and to the right until it ends at 2 on the x axis.\" height=\"135\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/588132ef94dd81b5bebf9299c05afae3/original.png\" width=\"150\">","<img alt=\"The figure presents the graph of a curve in the x y coordinate plane, with origin labeled O. The numbers negative 2 through 2 are indicated on the x axis. The curve is symmetric about the origin. The curve begins on the x axis at negative 2 and moves downward and to the right until it levels off, reaching a low point below the x axis, between x equals negative 2 and x equals negative 1. It then moves upward and to the right crossing the x axis slightly to the right of negative 1, and levels off, reaching a high point between x equals negative 1 and the y axis. It then moves downward and to the right passing through the origin, and levels off, reaching a low point between the y axis and x equals 1. It then moves upward and to the right crossing the x axis again, slightly to the left of 1, and levels off, reaching a high point above the x axis between x equals 1 and x equals 2. The curve then moves downward and to the right until it ends at 2 on the x axis.\" height=\"151\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/3adc24779e5cdd1c192e6fee39a0da7a/original.png\" width=\"150\">","<img alt=\"The figure presents the graph of a curve in the x y coordinate plane, with origin labeled O. The numbers negative 2 through 2 are indicated on the x axis. The curve is symmetric about the origin. The curve begins in quadrant 3 below the x axis at x equals negative 2. It moves downward and to the right until it levels off, reaching a low point between x equals negative 2 and x equals negative 1. It then moves upward and to the right passes through the origin, and levels off, reaching a high point in quadrant 1 between x equals 1 and x equals 2. On the interval on which the curve is moving upward, the curve is increasingly steep from the low point until a point slightly to the right of x equals negative 1, then becomes less steep until a point slightly left of x equals 1, then becomes steeper until leveling off at the high point. The curve then moves downward and to the right until it ends in quadrant 1 above  the x axis value 2.\" height=\"137\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/10e0620238e7d5195c527844c15b508a/original.png\" width=\"150\">"],"answer":2}]