[{"id":"VH902674","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Let <span class=\"math_expression\"><span aria-label=\"f\"><math alttext=\"f\" overflow=\"scroll\"><mstyle><mrow><mi>f</mi></mrow></mstyle></math></span></span> be a function of <span class=\"math_expression\"><span aria-label=\"x\"><math alttext=\"x\" overflow=\"scroll\"><mstyle><mrow><mi>x</mi></mrow></mstyle></math></span></span>. The value of <span class=\"math_expression\"><span aria-label=\"the limit as x approaches a, of, f of x\"><math alttext=\"the limit as x approaches a, of, f of x\" overflow=\"scroll\"><mrow><munder><mrow><mi>lim</mi></mrow><mrow><mi>x</mi><mo>→</mo><mi>a</mi></mrow></munder><mi>f</mi><mrow><mo>(</mo><mi>x</mi><mo>)</mo></mrow></mrow></math></span></span> can be found using the squeeze theorem with the functions <span class=\"math_expression\"><span aria-label=\"g\"><math alttext=\"g\" overflow=\"scroll\"><mstyle><mrow><mi>g</mi></mrow></mstyle></math></span></span> and <span class=\"math_expression\"><span aria-label=\"h\"><math alttext=\"h\" overflow=\"scroll\"><mstyle><mrow><mi>h</mi></mrow></mstyle></math></span></span>. Which of the following could be graphs of <span class=\"math_expression\"><span aria-label=\"f\"><math alttext=\"f\" overflow=\"scroll\"><mstyle><mrow><mi>f</mi></mrow></mstyle></math></span></span>, <span class=\"math_expression\"><span aria-label=\"g\"><math alttext=\"g\" overflow=\"scroll\"><mstyle><mrow><mi>g</mi></mrow></mstyle></math></span></span>, and <span class=\"math_expression\"><span aria-label=\"h\"><math alttext=\"h\" overflow=\"scroll\"><mstyle><mrow><mi>h</mi></mrow></mstyle></math></span></span> ?</p>\n","rubricRef":"VH902674_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents three graphs of curves in the x y coordinate plane with the origin labeled O. An x value greater than zero is labeled a, on the x axis to the right of the origin. The three curves are labeled f of x, g of x, and h of x over an x interval containing the value, a. In the figure, the three curves intersect at the point directly above the x value a. The point of intersection is marked by a closed circle. The curve h of x lies above the curve g of x. The curve h of x starts high on the y axis above the origin O. It first moves rapidly downward and to the right, passing through the closed circle, and then moves slowly downward and to the right. The curve g of x starts on the y axis below the point where the graph h of x starts. It first moves upward and to the right until it touches the closed circle from below, and it then moves downward and to the right. The curve f of x starts on the y axis slightly below the point where the curve h of x starts. It moves upward and to the right, passing the curve h of x, until it reaches its highest point. It then moves rapidly downward and to the right, staying above the other two curves, until it passes through the closed circle. It continues to move rapidly downward and to the right, falling below the other two curves, until it reaches its lowest point. It then starts to move upward and to the right, crossing the curve g of x first and then the curve h of x, and stays above the other two curves.\" height=\"185\" src=\"https://assets.learnosity.com/organisations/537/VH902674.g01.png\" width=\"250\" /></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents three graphs of curves in the x y coordinate plane with the origin labeled O. An x value greater than zero is labeled a, on the x axis to the right of the origin. The three curves are labeled f of x, g of x, and h of x over an x interval containing the value, a. In the figure, the three curves intersect at the point directly above the x value a. The point of intersection is marked by a closed circle. The curve h of x lies above the curve g of x. The curve h of x starts high on the y axis above the origin O. It first moves rapidly downward and to the right, passing through the closed circle, and then moves slowly downward and to the right. The curve g of x starts on the y axis below the point where the graph h of x starts. It first moves upward and to the right until it touches the closed circle from below, and it then moves downward and to the right. The curve f of x starts on the y axis, and while staying between the other two curves, it first moves almost horizontally to the right and then moves slowly downward and to the right until it reaches the closed circle. Passing through this point, it starts to gently move upward and to the right, rises above the other two curves, and extends upward and to the right.\" height=\"181\" src=\"https://assets.learnosity.com/organisations/537/VH902674.g02.png\" width=\"250\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents three graphs of curves in the x y coordinate plane with the origin labeled O. An x value greater than zero is labeled a, on the x axis to the right of the origin. The three curves are labeled f of x, g of x, and h of x over an x interval containing the value, a. In this figure, the three curves do not intersect. There is a closed circle directly above the x value a. Only the curve f of x passes through the closed circle. The curve h of x lies above the curve f of x, which lies above the curve g of x. The curve h of x starts high on the y axis above the origin O. It first moves rapidly downward and to the right and then moves slowly downward and to the right. The curve f of x starts on the y axis below the point where the graph h of x starts. It first moves almost horizontally to the right and then moves slowly downward and to the right, passing through the closed circle and continues to move downward and to the right. The curve g of x starts on the y axis below the point where the graph f of x starts. It first moves upward and to the right and then moves downward and to the right.\" height=\"194\" src=\"https://assets.learnosity.com/organisations/537/VH902674.g03.png\" width=\"250\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents three graphs of curves in the x y coordinate plane with the origin labeled O. An x value greater than zero is labeled a, on the x axis to the right of the origin. The three curves are labeled f of x, g of x, and h of x over an x interval containing the value, a. In the figure, the three curves intersect at the point directly above the x value a. The point of intersection is marked by a closed circle. The curve h of x lies above the curve f of x, which lies above the curve g of x. The curve h of x starts high on the y axis above the origin O. It first moves rapidly downward and to the right, passing through the closed circle, and then moves slowly downward and to the right. The curve f of x starts on the y axis below the point where the graph h of x starts. It first moves almost horizontally to the right and then moves slowly downward and to the right, passing through the closed circle. It continues to move downward and to the right and stays below the curve h of x. The curve g of x starts on the y axis below the point where the graph f of x starts. It first moves upward and to the right until it touches the closed circle from below, and it then moves downward and to the right.\" height=\"185\" src=\"https://assets.learnosity.com/organisations/537/VH902674.g04.png\" width=\"250\"></span></p>\n"],"answer":3}]