[{"id":"VH900805","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents the graph of f in the x y coordinate plane, with the origin labeled O. The numbers 1 through 9, in increments of 1, are indicated on the x axis. The numbers negative 1 through 4, in increments of 1, are indicated on the y axis. The graph consists of a curve and two line segments. Two open circles and two closed circles are included in the graph. The curve begins above the x axis and to the left of the y axis. It moves downward and to the right, crossing the y axis at 2. It continues downward until it reaches an open circle at the point with approximate coordinates 1 comma 1.2. The curve begins again, and reaches a minimum at the point with coordinates 2 comma 1. At this point, it moves upward and to the right until it reaches a closed circle at the point with approximate coordinates 5 comma 3.2. Below this closed circle is a second open circle at the point with coordinates 5 comma 2. The first line segment begins at this open circle at the point with coordinates 5 comma 2, and moves downward and to the right until it ends at a third open circle at the point with coordinates 7 comma 0. Above this open circle is a closed circle at the point with coordinates 7 comma 1. The second line segment begins at the open circle at the point with coordinates 7 comma 0, and moves upward and to the right until it ends at a point above the x axis.\" height=\"239\" src=\"https://assets.learnosity.com/organisations/537/VH900805.g03.png\" width=\"335\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph of the function <span class=\"math_expression\"><span aria-label=\"f\"><math alttext=\"f\" overflow=\"scroll\"><mstyle><mrow><mi>f</mi></mrow></mstyle></math></span></span> is shown above. What are all values of <span class=\"math_expression\"><span aria-label=\"x\"><math alttext=\"x\" overflow=\"scroll\"><mstyle><mrow><mi>x</mi></mrow></mstyle></math></span></span> for which <span class=\"math_expression\"><span aria-label=\"f\"><math alttext=\"f\" overflow=\"scroll\"><mstyle><mrow><mi>f</mi></mrow></mstyle></math></span></span> has a removable discontinuity?</p>\n","rubricRef":"VH900805_rubric","choicesHtml":["<p class=\"choice_paragraph\">1 only</p>","<p class=\"choice_paragraph\">5 only</p>","<p class=\"choice_paragraph\">1 and 7 only</p>","<p class=\"choice_paragraph\">1, 5, and 7</p>"],"answer":2}]