[{"id":"VH900830","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents the graph of f in the x y coordinate plane, with the origin labeled O. The numbers negative 3 through 4, in increments of 1, are indicated on the x axis. The numbers 1 through 5, in increments of 1, are indicated on the y axis. The graph consists of two line segments and a curve. There are two open circles and two closed circles included in the graph. The first line segment begins below the x axis, and to the right of the y axis. It moves upward and to the right, crossing the x axis at negative 3, and passing through the point with coordinates negative 2 comma 1. It continues upward until it ends at an open circle at the point with coordinates negative 1 comma 2. Below this open circle is a closed circle at the point with coordinates negative 1 comma 0. The curve begins at the open circle at the point with coordinates negative 1 comma 2, and moves downward and to the right until it reaches a minimum on the y axis at 1. At this point, the curve moves upward and to the right, passing through the point with coordinates 1 comma 2, and ends at a second open circle at the point with coordinates 2 comma 5. Below this open circle is a second closed circle at the point with coordinates 2 comma 2. The second line segment begins at this closed circle at the point with coordinates 2 comma 2, and moves downward and to the right. It passes through the point with coordinates 3 comma 1, crosses the x axis at 4, and ends just below the x axis.\" height=\"250\" src=\"https://assets.learnosity.com/organisations/537/VH900830.g02.png\" width=\"266\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph of the function <span class=\"math_expression\"><span aria-label=\"f\"><math alttext=\"f\" overflow=\"scroll\"><mstyle><mrow><mi>f</mi></mrow></mstyle></math></span></span> is shown above. What is <span class=\"math_expression\"><span aria-label=\"the limit as x approaches negative 1, of, f of, f of x\"><math alttext=\"the limit as x approaches negative 1, of, f of, f of x\" overflow=\"scroll\"><mstyle><mrow><munder><mrow><mi>lim</mi></mrow><mrow><mi>x</mi><mo>→</mo><mrow><mo>−</mo><mn>1</mn></mrow></mrow></munder><mi>f</mi><mrow><mo>(</mo><mi>f</mi><mrow><mo>(</mo><mi>x</mi><mo>)</mo></mrow><mo>)</mo></mrow></mrow></mstyle></math></span></span> ?</p>\n","rubricRef":"VH900830_rubric","choicesHtml":["<p class=\"choice_paragraph\">1</p>","<p class=\"choice_paragraph\">2</p>","<p class=\"choice_paragraph\">5</p>","<p class=\"choice_paragraph\">nonexistent</p>"],"answer":2}]