[{"id":"VH927104","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Let <span class=\"math_expression\"><span aria-label=\"f\"><math alttext=\"f\" overflow=\"scroll\"><mstyle><mrow><mi>f</mi></mrow></mstyle></math></span></span> be a function of <span class=\"math_expression\"><span aria-label=\"x\"><math alttext=\"x\" overflow=\"scroll\"><mstyle><mrow><mi>x</mi></mrow></mstyle></math></span></span>. The value of <span class=\"math_expression\"><span aria-label=\"the limit as x approaches a, of, f of x\"><math alttext=\"the limit as x approaches a, of, f of x\" overflow=\"scroll\"><mrow><munder><mrow><mi>lim</mi></mrow><mrow><mi>x</mi><mo>→</mo><mi>a</mi></mrow></munder><mi>f</mi><mrow><mo>(</mo><mi>x</mi><mo>)</mo></mrow></mrow></math></span></span> can be found using the squeeze theorem with the functions <span class=\"math_expression\"><span aria-label=\"g\"><math alttext=\"g\" overflow=\"scroll\"><mstyle><mrow><mi>g</mi></mrow></mstyle></math></span></span> and <span class=\"math_expression\"><span aria-label=\"h\"><math alttext=\"h\" overflow=\"scroll\"><mstyle><mrow><mi>h</mi></mrow></mstyle></math></span></span>. Which of the following could be graphs of <span class=\"math_expression\"><span aria-label=\"f\"><math alttext=\"f\" overflow=\"scroll\"><mstyle><mrow><mi>f</mi></mrow></mstyle></math></span></span>, <span class=\"math_expression\"><span aria-label=\"g\"><math alttext=\"g\" overflow=\"scroll\"><mstyle><mrow><mi>g</mi></mrow></mstyle></math></span></span>, and <span class=\"math_expression\"><span aria-label=\"h\"><math alttext=\"h\" overflow=\"scroll\"><mstyle><mrow><mi>h</mi></mrow></mstyle></math></span></span> ?</p>\n","rubricRef":"VH927104_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents three graphs of curves in the x y coordinate plane with the origin labeled O. An x value greater than zero is labeled a, on the x axis to the right of the origin. The three curves are labeled f of x, g of x, and h of x over an x interval containing the value, a. In the figure, the three curves intersect at the point directly above the x value a. The point of intersection is marked by a closed circle. The curve h of x lies above the curve g of x. The curve f of x begins between the curve h of x and the curve g of x, and passes through both curves several times. The curve h of x starts high on the y axis above the origin O. It first moves downward and to the right until it touches the closed circle from above, and it then moves upward and to the right. The curve g of x starts on the y axis below the point where the graph f of x starts. It first moves upward and to the right until it touches the closed circle from below, and it then moves downward and to the right. The curve f of x starts on the y axis approximately halfway between where the curve h of x, and the curve g of x starts. It first moves upward and to the right, crossing the curve h of x, reaches a local maximum, and then moves downward crossing the curve h of x again, then crossing the g of x curve before reaching a local minimum. It then moves upward and to the right, passing through the closed circle. It continues to move upward and to the right, reaching a local maximum, then moving downward and to the right. It crosses the curve h of x, crosses the curve g of x, and ends far below the x axis, below the curve g of x.\" height=\"144\" src=\"https://assets.learnosity.com/organisations/537/VH927104.g11.png\" width=\"200\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents three graphs of curves in the x y coordinate plane with the origin labeled O. An x value greater than zero is labeled a, on the x axis to the right of the origin. The three curves are labeled f of x, g of x, and h of x over an x interval containing the value, a. In the figure, the three curves intersect at the point directly above the x value a. The point of intersection is marked by a closed circle. The curve h of x lies above the curve g of x. The curve f of x begins between the curve h of x and the curve g of x. The curve h of x starts high on the y axis above the origin O. It first moves downward and to the right until it touches the closed circle from above, and it then moves upward and to the right. The curve g of x starts on the y axis below the point where the graph f of x starts. It first moves upward and to the right until it touches the closed circle from below, and it then moves downward and to the right. The curve f of x starts on the y axis between where the curve h of x, and the curve g of x starts. It first moves upward and to the right, reaches a local maximum when it touches the curve h of x, and then moves downward. It reaches a local minimum when it touches the curve g of x, the moves upward again, until it reaches a local maximum when it touches the curve h of x again. It then moves downward and to the right, before becoming almost horizontal as it passes through the closed circle. It then moves upward and to the right, until it ends above the curve h of x.\" height=\"141\" src=\"https://assets.learnosity.com/organisations/537/VH927104.g12.png\" width=\"200\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents three graphs of curves in the x y coordinate plane with the origin labeled O. An x value greater than zero is labeled a, on the x axis to the right of the origin. The three curves are labeled f of x, g of x, and h of x over an x interval containing the value, a. In this figure, the three curves do not intersect. There is a closed circle directly above the x value a. Only the curve f of x passes through the closed circle. The curve h of x lies above the curve f of x, which lies above the curve g of x. The curve h of x starts high on the y axis above the origin O. It first moves rapidly downward and to the right and then moves slowly downward and to the right. The curve f of x starts on the y axis below the point where the graph h of x starts. It first moves almost horizontally to the right and then moves slowly downward and to the right, passing through the closed circle and continues to move downward and to the right. The curve g of x starts on the y axis below the point where the graph f of x starts. It first moves upward and to the right and then moves downward and to the right, until it ends below the x axis.\" height=\"156\" src=\"https://assets.learnosity.com/organisations/537/VH927104.g13.png\" width=\"200\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents three graphs of curves in the x y coordinate plane with the origin labeled O. An x value greater than zero is labeled a, on the x axis to the right of the origin. The three curves are labeled f of x, g of x, and h of x over an x interval containing the value, a. In the figure, the three curves intersect at the point directly above the x value a. The point of intersection is marked by a closed circle. The curve h of x lies above the curve f of x, which lies above the curve g of x. The curve h of x starts high on the y axis above the origin O. It first moves rapidly downward and to the right, passing through the closed circle, and then moves slowly downward and to the right. The curve f of x starts on the y axis below the point where the graph h of x starts. It first moves almost horizontally to the right and then moves slowly downward and to the right, passing through the closed circle. It continues to move downward and to the right and stays below the curve h of x. The curve g of x starts on the y axis below the point where the graph f of x starts. It first moves upward and to the right until it touches the closed circle from below, and it then moves downward and to the right, until it ends below the x axis.\" height=\"148\" src=\"https://assets.learnosity.com/organisations/537/VH927104.g14.png\" width=\"200\" /></span></p>\n"],"answer":3}]