[{"id":"VH934815","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents the graph of f in the x y coordinate plane, with the origin labeled O. The numbers negative 1 through 5, in increments of 1, are indicated on the x axis. The numbers 1 and 2 are indicated on the y axis. The graph consists of three line segments. Three open circles and four closed circles are included in the graph. The first line segment begins at a closed circle on the x axis at negative 1, and moves upward and to the right, passing through an open circle on the y axis at 1. It continues upward and to the right, until it ends at another open circle at the point with coordinates 1 comma 2. The second line segment begins at a closed circle on the x axis at 1, and moves upward and to the right, passing through an open circle at the point with coordinates 2 comma 1. It continues upward and to the right, until it ends at a closed circle at the point with coordinates 3 comma 2. The third line segment begins at the closed circle where the second line segment ends, moves downward and to the right, and ends at a closed circle on the x axis at 5.\" height=\"111\" src=\"https://assets.learnosity.com/organisations/537/VH934815.g06.png\" width=\"165\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph of the function <span class=\"math_expression\"><span aria-label=\"f\"><math alttext=\"f\" overflow=\"scroll\"><mstyle><mrow><mi>f</mi></mrow></mstyle></math></span></span> is shown above. What are all values of <span class=\"math_expression\"><span aria-label=\"x\"><math alttext=\"x\" overflow=\"scroll\"><mstyle><mrow><mi>x</mi></mrow></mstyle></math></span></span> for which <span class=\"math_expression\"><span aria-label=\"f\"><math alttext=\"f\" overflow=\"scroll\"><mstyle><mrow><mi>f</mi></mrow></mstyle></math></span></span> has a removable discontinuity?</p>\n","rubricRef":"VH934815_rubric","choicesHtml":["<p class=\"choice_paragraph\">0 only</p>","<p class=\"choice_paragraph\">1 only</p>","<p class=\"choice_paragraph\">0 and 2 only</p>","<p class=\"choice_paragraph\">0, 1, and 2</p>"],"answer":2}]