[{"id":"VH934132","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents two polar curves in the x y coordinate plane, with the origin labeled O. One curve is larger than the other curve. The larger curve begins on the y axis, high above the origin, and moves downward and to the right. It continues downward, and becomes increasingly steeper as it crosses the x axis far to the right of the origin. After crossing the x axis, the curve moves downward and to the left until it levels off at a point far below the x axis, and to the right of the y axis. It then moves upward and to the left, crossing the y axis below the origin, and becoming increasingly steeper until it reaches a point just below the x axis, and to the left of the y axis. At this point, the curve turns more gradually upward and to the left, crosses the x axis to the left of the origin, before turning upward and to the right and ending at the point on the y axis above the origin, where the curve began. The second curve lies entirely inside the region bounded by the first curve. It begins on the y axis above the origin, and moves downward and to the right at first. It then turns downward and to the left, crossing the x axis just to the right of the origin. It reaches a local minimum just below the x axis, and then moves upward and to the left until it reaches the origin. At this point, it moves downward and to the left, reaching a local minimum just below the x axis, and to the left of the origin. It then moves upward and to the left, and crosses the x axis just to the left of the origin. The curve then turns upward and to the right until it ends at the point where it began on the y axis, above the origin.\" height=\"190\" src=\"https://assets.learnosity.com/organisations/537/VH934132.g02.png\" width=\"185\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph above shows the polar curves <span class=\"math_expression\"><span aria-label=\"r equals, 3 plus cosine theta, minus the sine of, open parenthesis, 2 theta, close parenthesis\"><math alttext=\"r equals, 3 plus cosine theta, minus the sine of, open parenthesis, 2 theta, close parenthesis\" overflow=\"scroll\"><mstyle><mrow><mi>r</mi><mo>=</mo><mn>3</mn><mo>+</mo><mi>cos</mi><mo>⁡</mo><mi>θ</mi><mo>−</mo><mi>sin</mi><mo>⁡</mo><mo stretchy=\"false\">(</mo><mn>2</mn><mi>θ</mi><mo stretchy=\"false\">)</mo></mrow></mstyle></math></span></span> and <span class=\"math_expression\"><span aria-label=\"r equals, 1 plus sine theta\"><math alttext=\"r equals, 1 plus sine theta\" overflow=\"scroll\"><mstyle><mrow><mi>r</mi><mo>=</mo><mn>1</mn><mo>+</mo><mi>sin</mi><mo>⁡</mo><mi>θ</mi></mrow></mstyle></math></span></span>. What is the area bounded between the two polar curves?</p>\n","rubricRef":"VH934132_rubric","choicesHtml":["<p class=\"choice_paragraph\">12.566</p>","<p class=\"choice_paragraph\">17.279</p>","<p class=\"choice_paragraph\">26.704</p>","<p class=\"choice_paragraph\">53.407</p>"],"answer":2}]