[{"id":"FT548791","type":"longtextV2","stimulusHtml":"<p>The work shown is Fan Kuan’s <em>Travelers among Mountains and Streams</em>, painted circa 1000 C.E. In this work, Fan Kuan presents a relationship between humans and the natural world.</p>\n\n<p>Select and completely identify another work of art that presents or creates a relationship between humans and the natural world. You may select a work from the list below or any other relevant work from South, East, and Southeast Asia (300 B.C.E.–1980 C.E.), West and Central Asia (500 B.C.E.–1980 C.E.),or the Pacific (700–1980 C.E.).</p>\n\n<p>For each work, describe the relationship between humans and the natural world.</p>\n\n<p>Then, using <strong>both</strong> visual <strong>and</strong> contextual evidence, analyze <strong>both</strong> the similarities <strong>and</strong> the differences between the two works with regard to how they present or create a relationship between humans and the natural world.</p>\n\n<p>When identifying the work you select, you should try to include all of the following identifiers: title or designation, name of the artist and/or culture of origin, date of creation, and materials. You will earn credit for the identification if you provide <strong>at least two</strong> accurate identifiers, but you will not be penalized if any additional identifiers you provide are inaccurate. If you select a work from the list below, you must include at least two accurate identifiers <strong>beyond those that are given</strong>.</p>\n\n<p><em>Chairman Mao en Route to Anyuan</em></p>\n\n<p><em>The Court of Gayumars</em></p>\n\n<p>Navigation chart</p>\n\n<p>Ryoan-ji</p>\n\n<p><em>Under the Wave off Kanagawa</em> (<em>Kanagawa oki nami ura</em>)</p>\n","features":[{"type":"sharedpassage","html":"<img alt=\"The image is a print of a nature scene. The print is about two and a half times longer than it is wide. In the top right corner are Chinese characters, ten larger ones and three smaller characters. At the bottom of the piece is a rocky terrain with trees and a stream of water flowing through it. Just behind that is a foggy area without much detail. The background contains large rocky mountains with some thin canyons between them and trees and plants on top of them.\" height=\"503\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/8c650dcbddd91dccac6aae7613a53ab9/original.png\" width=\"225\">"}]}]