[{"id":"FT547119","type":"mcq","stimulusHtml":"Both works are found in which part of a&nbsp;church?","features":[{"type":"sharedpassage","html":"<img alt=\"The image is picture of a religious art piece, which looks like it may be on a curved surface. The piece is lined at the top and bottom by circles containing mens' faces. The background of the piece and a lot of the accents are in gold. In the center of the image is an egg shaped cave with a man inside of it looking forward. The man is wearing a white robe which is lined in gold and sandals on his feet. His right hand is held out in front of his chest with his fourth finger and thumb touching. The man has long brown hair and beard. Behind his head is a gold halo with a cross inside of it. In a half concentric ring around the man, there are five other men. The two to the furthest left and right are gray haired with long beards and wearing long gray robes with black stripes. Both of the men are pointing two fingers each at the man in the center. Closer to the center and beside each of these men are two men wearing white clothes that are kneeling with their hands held open. The men both have short brown hair, and the man on the right has a beard. The fifth other man is in the center of the image and underneath the man in the cave, lying on the ground with his head in his hand. He is also looking up at the man in the center.\" height=\"317\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/6aa33accf06b653721e848df0f964fc5/original.png\" width=\"300\">&nbsp;&nbsp;<img alt=\"The image is a picture of a staircase leading up to an altar in a recessed dome area, with murals all over the walls. The dome area has five windows lining its back with pictures of people between the windows. The mural inside of the dome is of a green area with trees and white four-legged animals. There is a human standing in the middle of the animals with their palms facing the sky. The person has a gold circle behind their head. Above the person is a blue circle with a cross inside.\" height=\"317\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ee7d57f2c590ecf8a7ea9b438239f505/original.png\" width=\"300\">"}],"choicesHtml":["<p>Apse</p>","<p>Narthex</p>","<p>Transept</p>","<p>Baptistery</p>"],"answer":-1}]