[{"id":"FT561783","type":"longtextV2","stimulusHtml":"<p>The work shown is the Virgin (Theotokos) and Child between Saints Theodore and George. The work was intended to function as a devotional object.</p>\n\n<p>Select and completely identify another work depicting the Virgin Mary that was intended to function as a devotional object. You may select a work from the list below or any other relevant work from Early Europe and Colonial Americas (200–1750 C.E.).</p>\n\n<p>For each work, use specific visual evidence to describe how the Virgin Mary is represented.</p>\n\n<p>Explain one difference in how the subject of the Virgin Mary is represented in the two works.</p>\n\n<p>Explain one difference in how the two works were intended to function as devotional objects. Use relevant contextual evidence about <u>both</u> works to support your explanation.</p>\n\n<p>When identifying the work you select, you should try to include all of the following identifiers: title or designation, name of the artist and/or culture of origin, date of creation, and materials. You will earn credit for the identification if you provide <u>at least two </u>accurate identifiers, but you will not be penalized if any additional identifiers you provide are inaccurate. If you select a work from the list below, you must include at least two accurate identifiers <u>beyond those that are given.</u></p>\n\n<p>Annunciation Triptych (Merode Altarpiece)</p>\n\n<p><em>R<strong>ö</strong>ttgen Pietà</em></p>\n\n<p><em>The Virgin of Guadalupe (Virgen de Guadalupe)</em></p>\n","features":[{"type":"sharedpassage","html":"<img alt=\"A painting shows the Virgin sitting on a golden throne with the Child on her lap. They are flanked by Saint Theodore and Saint George. Two men behind them look skyward. The saints, the Virgin, and the Child have halos behind their heads.\n\" height=\"456\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/c6b4ab7d0cf086c418788a4b03b7ed65/original.png\" width=\"350\">"}]}]