[{"id":"VR036335","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">There are no images provided for this question. Read the question carefully. You can receive full credit only by directly answering all aspects of the question. You must answer the question in essay form. An outline or bulleted list is not acceptable. (Note: This exam uses the chronological designations <span class=\"time_abbreviation\">B.C.E.</span> (before the common era) and <span class=\"time_abbreviation\">C.E.</span> (common era). These designations correspond to <span class=\"time_abbreviation\">B.C.</span> (before Christ) and <span class=\"time_abbreviation\">A.D.</span> (anno Domini), which are used in some art history resources.)</p><br/><p class=\"stem_paragraph\">Many artists from Later Europe and Americas (1750–1980 <span class=\"time_abbreviation\">C.E.</span>) communicate a social or political statement through their depictions of the natural world.</p><p class=\"stem_paragraph\">Select and completely identify one work in which the artist communicates a social or political statement through the depiction of the natural world. You may select a work from the list below or any other relevant work from Later Europe and Americas (1750–1980 <span class=\"time_abbreviation\">C.E.</span>).</p><p class=\"stem_paragraph\">Describe <span class=\"formatted_text text_decoration:underline\">at least two</span> elements of form or content in the work.</p><p class=\"stem_paragraph\">Explain the social or political statement that the artist was making in the work.</p><p class=\"stem_paragraph\">Using specific visual evidence, explain how the artist used form or content to reinforce the social or political statement.</p><p class=\"stem_paragraph\">Then, using specific contextual evidence, explain why the artist depicted the natural world in this way to persuade the viewer of the social or political statement.</p><p class=\"stem_paragraph\">When identifying the work you select, you should try to include all of the following identifiers: title or designation, name of the artist and/or culture of origin, date of creation, and materials. You will earn credit for the identification if you provide <span class=\"formatted_text text_decoration:underline\">at least two</span> accurate identifiers, but you will not be penalized if any additional identifiers you provide are inaccurate. If you select a work from the list below, you must include at least two accurate identifiers <span class=\"formatted_text text_decoration:underline\">beyond those that are given</span>.</p><p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">The Oxbow (View from Mount Holyoke, Northampton, Massachusetts, after a Thunderstorm)</span><span class=\"formatted_line_break delivery_mode:PPT\"></span><span class=\"formatted_text font_style:italic\">Slave Ship (Slavers Throwing Overboard the Dead and Dying, Typhoon Coming On)</span><span class=\"formatted_line_break delivery_mode:PPT\"></span><span class=\"formatted_text font_style:italic\">The Valley of Mexico from the Hillside of Santa Isabel (El Valle de México desde el Cerro de Santa Isabel)</span></p>\n","rubricRef":"VR036335_rubric"}]