[{"id":"VR043197","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Read the question carefully. You can receive full credit only by directly answering all aspects of the question. You must answer the question in essay form. An outline or bulleted list is not acceptable. (Note: This exam uses the chronological designations <span class=\"time_abbreviation\">B.C.E.</span> (before the common era) and <span class=\"time_abbreviation\">C.E.</span> (common era). These designations correspond to <span class=\"time_abbreviation\">B.C.</span> (before Christ) and <span class=\"time_abbreviation\">A.D.</span> (anno Domini), which are used in some art history resources.)</p>\n\n<p class=\"stem_paragraph\">Many artists from Global Contemporary (1980 <span class=\"time_abbreviation\">C.E.</span> to Present) use their work to communicate specific ideas by appropriating imagery from specific works or referencing art historical traditions from the Western canon.</p>\n\n<p class=\"stem_paragraph\">Select and completely identify one work in which the artist appropriates imagery from a specific work or references an art historical tradition from the Western canon to communicate a specific idea. You may select a work from the list below or any other relevant work from Global Contemporary (1980 <span class=\"time_abbreviation\">C.E. </span>to Present).</p>\n\n<p class=\"stem_paragraph\"><span class=\"formatted_text text_decoration:underline\">Explain why</span> the artist appropriates imagery from a specific work or references an art historical tradition from the Western canon in the work.</p>\n\n<p class=\"stem_paragraph\">In your response, you should do the following.</p>\n\n<ul>\n\t<li class=\"list_paragraph\">Provide <span class=\"formatted_text text_decoration:underline\">two</span> accurate identifiers for the work of art you have selected.</li>\n\t<li class=\"list_paragraph\">Respond to the prompt with an art historically defensible claim or thesis that establishes a line of reasoning.</li>\n\t<li class=\"list_paragraph\">Support your claim with <span class=\"formatted_text text_decoration:underline\">at least two</span> examples of relevant visual and/or contextual evidence.</li>\n\t<li class=\"list_paragraph\">Explain how the evidence supports the claim.</li>\n\t<li class=\"list_paragraph\">Corroborate or qualify your claim by explaining relevant connections, providing nuance, or considering diverse views.</li>\n</ul>\n\n<p class=\"stem_paragraph\">When identifying the work you select, you should try to include all of the following identifiers: title or designation, name of the artist and/or culture of origin, date of creation, and materials. You will earn credit for the identification if you provide <span class=\"formatted_text text_decoration:underline\">at least two</span> accurate identifiers, but you will not be penalized if any additional identifiers you provide are inaccurate. If you select a work from the list below, you must include at least two accurate identifiers <span class=\"formatted_text text_decoration:underline\">beyond those that are given</span>.</p>\n\n<p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">Untitled </span>(#228), from the History Portraits series<span class=\"formatted_line_break delivery_mode:PPT\"></span><span class=\"formatted_text font_style:italic\">Dancing at the Louvre</span>, from the series <span class=\"formatted_text font_style:italic\">The French Collection</span>, Part I; #1<span class=\"formatted_line_break delivery_mode:PPT\"></span><span class=\"formatted_text font_style:italic\">The Swing (after Fragonard)</span></p>\n","rubricRef":"VR043197_rubric","features":[{"type":"sharedpassage","html":"<span lang=\"EN\" style=\"font-size:11.0pt\"><span style=\"line-height:115%\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\"><strong>Note:</strong> There are no images provided for this question.</span></span></span>"}]}]