[{"id":"VR041928","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Read the question carefully. You can receive full credit only by directly answering all aspects of the question. You must answer the question in essay form. An outline or bulleted list is not acceptable. (Note: This exam uses the chronological designations <span class=\"time_abbreviation\">B.C.E.</span> (before the common era) and <span class=\"time_abbreviation\">C.E.</span> (common era). These designations correspond to <span class=\"time_abbreviation\">B.C.</span> (before Christ) and <span class=\"time_abbreviation\">A.D.</span> (anno Domini), which are used in some art history resources.)</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\"><span class=\"mandatory_credit_line\"></span>The work shown is the Last Judgment tympanum of the Church of Sainte-Foy in Conques, France, created circa 1050–1130 <span class=\"time_abbreviation\">C.E.</span> The work conveys medieval European cultural ideas about death and the afterlife.</p>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Select and identify another work that conveys cultural ideas about death and the afterlife. You may select a work from the list below or any other relevant work that conveys ideas about death and the afterlife.</p>\n\n<p class=\"stem_paragraph\">Describe the iconography of <span class=\"formatted_text text_decoration:underline\">both</span> the Last Judgment tympanum of the Church of Sainte-Foy <span class=\"formatted_text text_decoration:underline\">and</span> your selected work.</p>\n\n<p class=\"stem_paragraph\">Using specific visual evidence from both works, explain <span class=\"formatted_text text_decoration:underline\">at least one</span> similarity and <span class=\"formatted_text text_decoration:underline\">at least one</span> difference in how the two works depict death and the afterlife.</p>\n\n<p class=\"stem_paragraph\">Explain <span class=\"formatted_text text_decoration:underline\">at least one</span> difference in how both works convey ideas related to death and the afterlife within their respective cultures. Use specific contextual evidence about both the Last Judgment tympanum of the Church of Sainte-Foy and your selected work in your explanation.</p>\n\n<p class=\"stem_paragraph\">When identifying the work you select, you should try to include all of the following identifiers: title or designation, name of the artist and/or culture of origin, date of creation, and materials. You will earn credit for the identification if you provide <span class=\"formatted_text text_decoration:underline\">at least two</span> accurate identifiers, but you will not be penalized if any additional identifiers you provide are inaccurate. If you select a work from the list below, you must include at least two accurate identifiers <span class=\"formatted_text text_decoration:underline\">beyond those that are given</span>.</p>\n\n<p class=\"stem_paragraph\">Funeral banner of Lady Dai<span class=\"formatted_line_break delivery_mode:PPT\"></span>Last judgment of Hu-Nefer</p>\n","rubricRef":"VR041928_rubric","features":[{"type":"sharedpassage","html":"<div class=\"standalone_image\"><img alt=\"The figure presents a photograph of the Last Judgment tympanum from the Church of Sainte-Foy.\" height=\"408\" src=\"https://assets.learnosity.com/organisations/537/VR041928.g02.png\" width=\"500\" /><span class=\"mandatory_credit_line\">© Peter Willi/The Bridgeman Art Library</span></div>\n"}]}]