[{"id":"VR442141","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Read the question carefully. You can receive full credit only by directly answering all aspects of the question. You must answer the question in essay form. An outline or bulleted list is not acceptable. (Note: This exam uses the chronological designations B.C.E. (before the common era) and C.E. (common era). These designations correspond to B.C. (before Christ) and A.D. (anno Domini), which are used in some art history resources.)</strong></p>\n\n<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\"><span class=\"mandatory_credit_line\"></span>The work shown is Eugène Delacroix’s <span class=\"formatted_text font_style:italic\">Liberty Leading the People</span>, painted in 1830 <span class=\"time_abbreviation\">C.E.</span> Delacroix created the work as a response to his experience of specific political events.</p>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Select and completely identify another painting, drawing, or print that was created as a response to an artist's experience of specific political events. You may select a work from the list below or any other relevant painting, drawing, or print from Later Europe and Americas (1750–1980 <span class=\"time_abbreviation\">C.E.</span>).</p>\n\n<p class=\"stem_paragraph\">Describe the specific political events depicted in <span class=\"formatted_text text_decoration:underline\">both&nbsp;</span><span class=\"formatted_text font_style:italic\">Liberty Leading the People</span><span class=\"formatted_text text_decoration:underline\">and</span> your selected work.</p>\n\n<p class=\"stem_paragraph\">Using specific visual evidence from both works, explain <span class=\"formatted_text text_decoration:underline\">at least one</span> similarity and <span class=\"formatted_text text_decoration:underline\">at least one</span> difference in how these artists depicted the specific political events.</p>\n\n<p class=\"stem_paragraph\">Explain <span class=\"formatted_text text_decoration:underline\">at least one</span> difference in the reasons why the artists created the works in response to their experiences of specific political events. Use specific contextual evidence from <span class=\"formatted_text text_decoration:underline\">both</span><span class=\"formatted_text font_style:italic\">Liberty Leading the People</span><span class=\"formatted_text text_decoration:underline\">and</span> your selected work in your explanation.</p>\n\n<p class=\"stem_paragraph\">When identifying the work you select, you should try to include all of the following identifiers: title or designation, name of the artist and/or culture of origin, date of creation, and materials. You will earn credit for the identification if you provide <span class=\"formatted_text text_decoration:underline\">at least two</span> accurate identifiers, but you will not be penalized if any additional identifiers you provide are inaccurate. If you select a work from the list below, you must include at least two accurate identifiers <span class=\"formatted_text text_decoration:underline\">beyond those that are given</span>.</p>\n\n<p class=\"stem_paragraph\"><span class=\"formatted_text font_style:italic\">Memorial</span><span class=\"formatted_text font_style:italic\">Sheet for Karl Liebknecht</span><span class=\"formatted_line_break delivery_mode:PPT\"></span><span class=\"formatted_text font_style:italic\">Y no hai remedio (And There’s Nothing to Be Done)</span></p>\n","rubricRef":"VR442141_rubric","features":[{"type":"sharedpassage","html":"<p class=\"lead_in\"><strong><span class=\"formatted_text font_weight:bold text_decoration:underline\">Question</span><span class=\"formatted_text text_decoration:underline\"> </span><span class=\"compose_parent_reference scope:tcs:numberItems\"></span> refers to the following image.</strong></p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows a painting of a strong woman leading a diverse crowd of men forward. She is slightly off center and is the largest figure in the painting. The woman is wearing a ragged dress that does not cover her upper body, and she walks barefoot. The woman is holding a musket upright in one hand. Her other hand is raised high in the air, holding a tricolored flag. The woman is standing on some debris, which raises her slightly higher than the tightly packed crowd of men shown to the left of her. The men are wearing tattered, civilian clothing and are holding various forms of weaponry at their sides or in the air. Among the men in the crowd, one man is wearing a top hat and holding a gun. The crowd appears to extend far into the background toward the left side of the painting. The woman is looking downward at the crowd. Several dead men are lying on the ground in front of her. A young boy is shown to the right of the woman. He has guns in both of his hands, one of which is raised in the air. Smoke can be seen in the background, in front of a dark blue sky. The colors, figures, and weapons form a pyramidal composition with the woman as the focal point.\" height=\"321\" src=\"https://assets.learnosity.com/organisations/537/VR442141.g08.png\" width=\"400\" /><span class=\"mandatory_credit_line\">© Erich Lessing / Art Resource, NY</span></div>\n"}]}]