[{"id":"VR440741","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR440739.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The inclusion of the artist’s self-portrait alludes primarily to the artist’s interest in demonstrating his</p>\n","rubricRef":"VR440741_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">&nbsp;</div>\n\n<div class=\"standalone_image\">\n<p class=\"caption\"><img alt=\"The figure shows a bright, multicolored painting. At the center of the painting, a man wearing a turban and jewelry is sitting on top of a round, decorated elevated platform with his legs tucked underneath him. Behind the man’s head is a large, gold circle. The circle has a thin, white crescent shape along the bottom edge. Four men are shown standing to the left of the platform forming a line along the bottom edge of the platform, such that their heads are about level with the seated man’s waist. The man at the front of the line has a long, white beard and is wearing a simple white turban and plain clothes. He is holding his hands out to receive a book from the man sitting on the platform. The other three men in line are wearing more elaborate clothes, in which two men are wearing turbans and robes and one man is wearing European clothing. The painting has an ornate, brightly colored, floral border. Persian inscriptions appear inside shapes above and below the scene.\" height=\"473\" src=\"https://assets.learnosity.com/organisations/537/VR440739.g02.png\" width=\"325\" /></p>\n<span class=\"mandatory_credit_line\">© Freer Gallery of Art, Smithsonian Institution, Washington, D.C.</span></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">status and skill</p>","<p class=\"choice_paragraph\">education and travels</p>","<p class=\"choice_paragraph\">religious devotion</p>","<p class=\"choice_paragraph\">family connections</p>"],"answer":0}]