[{"id":"VR598633","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\">The work shown is the Great Stupa at Sanchi, a work of Buddhist architecture created between 300 <span class=\"time_abbreviation\" style=\"font-variant-ligatures: inherit;\">B.C.E.–</span>100 <span class=\"time_abbreviation\" style=\"font-variant-ligatures: inherit;\">C.E.</span> in India during the Sunga dynasty. The structure’s architectural and sculptural program supports its function as a religious site.</p>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Select and completely identify another work of architecture that was designed to serve a religious function. You may select a work from the list below or any other relevant work of architecture.</p>\n\n<p class=\"stem_paragraph\">Describe the visual characteristics of the Great Stupa at Sanchi and your selected work.</p>\n\n<p class=\"stem_paragraph\">Using specific visual evidence from both works of architecture, explain one similarity <span class=\"formatted_text text_decoration:underline\">and/or</span> difference in how the designs of both works guide people’s use of the space for religious practices.</p>\n\n<p class=\"stem_paragraph\">Explain one difference in how both works of architecture communicate religious ideas associated with each site. Use specific visual <span class=\"formatted_text text_decoration:underline\">or</span> contextual evidence from <span class=\"formatted_text text_decoration:underline\">both</span> the Great Stupa at Sanchi and your selected work in your explanation.</p>\n\n<p class=\"stem_paragraph\">When identifying the work you select, you should try to include all of the following identifiers: title or designation, name of the architect and/or culture of origin, date of creation, religion, and materials. You will earn credit for the identification if you provide at least two accurate identifiers, but you will not be penalized if any additional identifiers you provide are inaccurate. If you select a work from the list below, you must include <span class=\"formatted_text text_decoration:underline\">at least two</span> accurate identifiers <span class=\"formatted_text text_decoration:underline\">beyond those that are given</span>.</p>\n\n<p class=\"stem_paragraph\">Chartres Cathedral<span class=\"formatted_line_break delivery_mode:PPT\"></span>Great Mosque (Masjid-e Jameh)<span class=\"formatted_line_break delivery_mode:PPT\"></span>Ryoan-ji</p>\n","rubricRef":"VR598633_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\"><strong>The question refers to the following images.</strong></p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows an architectural plan and elevation of the Great Stupa at Sanchi. The architectural plan shows an overhead view of the interior of the Great Stupa and a side view of the exterior of the Great Stupa. The architectural plan shows an overhead view of the exterior of the Great Stupa complex, and the elevation shows a side view of the exterior of the Great Stupa complex. The overhead view of the exterior indicates the circular form of the domed structure at the center of the complex. There is a small circle in the overhead view that indicates the flat top of the dome. In the center of this circle, there is a square to indicate a balustrade located at the apex of the Great Stupa. The side view of the Great Stupa indicates that from inside the balustrade at the top of the stupa, there is an antenna-like structure with three disks. The plan and the elevation of the Great Stupa indicate post-and-lintel gates to enter the complex at four equidistant points around the circular structure. The plan indicates that inside the complex’s fencing, the Great Stupa is surrounded by a circular pathway with stairs that lead to an upper walkway.\" height=\"366\" src=\"https://assets.learnosity.com/organisations/537/VR598633.g10.svg\" width=\"250\" /><span class=\"mandatory_credit_line\">Used with Permission</span></div>\n\n<div class=\"standalone_image\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows a photograph of the exterior of the Great Stupa complex at Sanchi. The photograph shows one side of the Great Stupa, with a perimeter fence and an entry gate. The structure is in the shape of a large dome, with a surrounding fence and a post-and-lintel entry gate. The balustrade and antenna-like structure with three disks at the top of the dome and the elevated walkway are also shown.\" height=\"242\" src=\"https://assets.learnosity.com/organisations/537/VR598633.g06.png\" width=\"400\" /><span class=\"mandatory_credit_block\"><span class=\"mandatory_credit_line\">Used with Permission</span></span></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]