[{"id":"VR733818","type":"longtextV2","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\">The images show a plan and a view of the Great Pyramids (Menkaura, Khafre, Khufu) and Great Sphinx of Giza, Egypt, created circa 2550–2490 <span class=\"time_abbreviation\">B.C.E.</span> in Old Kingdom Egypt.</p>\n\n<div class=\"standalone_image\">&nbsp;</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Describe<span class=\"formatted_text text_decoration:underline\"> at least one</span> visual characteristic of the layout of the architectural complex shown.</p>\n\n<p class=\"stem_paragraph\">Describe the original function of the architectural complex shown.</p>\n\n<p class=\"stem_paragraph\">Using two examples of specific contextual evidence, explain how the religious practices of Old Kingdom Egypt influenced the design of the architectural complex and/or its monuments.</p>\n\n<p class=\"stem_paragraph\">Using specific visual or contextual evidence, explain <span class=\"formatted_text text_decoration:underline\">why</span> the Great Pyramids and Great Sphinx of Giza are understood as an expression of power and authority in Old Kingdom Egypt.</p>\n","rubricRef":"VR733818_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<p class=\"lead_in\"><span class=\"formatted_text font_weight:bold text_decoration:underline\">Question </span><span class=\"compose_parent_reference scope:tcs:numberItems\"></span> refers to the following images.</p>\n\n<div class=\"standalone_image\"><img alt=\"Two figures are shown side by side. The figure on the left shows a plan of the architectural complex of the Great Pyramids of Giza. The figure on the right shows a photograph of two of the Great Pyramids and the Great Sphinx of Giza. In the plan, each of the Great Pyramids is represented by a square with crossing diagonal lines drawn through it. The smallest pyramid is shown near the top left corner of the plan, a medium sized pyramid is shown toward the center of the plan, and the largest pyramid is shown toward the bottom right of the plan. Additional elements are shown around the pyramids. Three small pyramids are shown next to both the smallest and largest of the Great Pyramids. Lines representing causeways are drawn downward from each pyramid. The causeways of the smallest Great Pyramid and the medium sized Great Pyramid connect to other square structures that represent temples. Many mastabas, represented by rectangles, are drawn around the largest Great Pyramid. In the photograph of two of the Great Pyramids and Great Sphinx of Giza, the Sphinx is shown in the foreground and the two pyramids are shown in the background. The Sphinx is a colossal sculpture consisting of a figure with the body of a lion and the head of a human wearing the headdress of a pharaoh. The images are copyright Roger Wood/Getty Images.\" height=\"314\" src=\"https://assets.learnosity.com/organisations/578/VR733818.g04.png\" width=\"555\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]