[{"id":"VH928251","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents the graph of f in the x y coordinate plane. The letter a, is indicated on the x axis, just to the left of the origin. The letter b is indicated on the x axis, far to the right of the origin. The curve begins below the x axis, where x equals a. It moves upward and to the right, crossing the x axis between a, and the origin. It continues upward, crossing the y axis far above the origin, until it levels off and reaches a local maximum just to the right of the y axis. The curve then moves downward and to the right until it levels off and reaches a local minimum about halfway up the y axis, and halfway along the x axis. It then moves steeply upward and to the right until it reaches a local maximum high above the y axis, about three fourths of the way along the x axis. The curve then moves steeply downward and to the right, crossing the x axis just to the left of b, and ends just below the x axis, where x equals b.\" height=\"248\" src=\"https://assets.learnosity.com/organisations/537/VH928251.g06.png\" width=\"265\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The figure above shows the graph of <span class=\"math_expression\"><span aria-label=\"f\" role=\"math\"><math alttext=\"f\" overflow=\"scroll\"><mstyle><mrow><mi>f</mi></mrow></mstyle></math></span></span> on the interval <span class=\"math_expression\"><span aria-label=\"open bracket, a, comma b, close bracket \" role=\"math\"><math alttext=\"open bracket, a, comma b, close bracket \" overflow=\"scroll\"><mstyle><mrow><mrow><mo>[</mo><mi>a</mi><mo>,</mo><mi>b</mi><mo>]</mo></mrow></mrow></mstyle></math></span></span>. Which of the following could be the graph of <span class=\"math_expression\"><span aria-label=\"f prime\" role=\"math\"><math alttext=\"f prime\" overflow=\"scroll\"><mstyle><mrow><msup><mrow><mi>f</mi></mrow><mrow><mo>′</mo></mrow></msup></mrow></mstyle></math></span></span>, the derivative of <span class=\"math_expression\"><span aria-label=\"f\" role=\"math\"><math alttext=\"f\" overflow=\"scroll\"><mstyle><mrow><mi>f</mi></mrow></mstyle></math></span></span>, on the interval <span class=\"math_expression\"><span aria-label=\"open bracket, a, comma b, close bracket \" role=\"math\"><math alttext=\"open bracket, a, comma b, close bracket \" overflow=\"scroll\"><mstyle><mrow><mrow><mo>[</mo><mi>a</mi><mo>,</mo><mi>b</mi><mo>]</mo></mrow></mrow></mstyle></math></span></span> ?</p>\n","rubricRef":"VH928251_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents the graph of a curve in the x y coordinate plane. The letter a, is indicated on the x axis, just to the left of the origin. The letter b is indicated on the x axis, far to the right of the origin. The curve begins below the x axis, where x equals a. It moves briefly downward and to the right then levels off and reaches a minimum below the x axis, and to the left of the y axis. It then moves upward and to the right, crossing the y axis just below the origin, and crossing the x axis just to the right of the origin. It continues upward until it levels off and reaches a local maximum just above the x axis. The curve then moves downward and to the right, crossing the x axis about halfway along the axis, until it levels off and reaches a local minimum just below the x axis. It then moves steeply upward and to the right, crossing the x axis about three fourths of the way along the axis, and continues upward until it ends high above the x axis, just to the left of where x equals b.\" height=\"176\" src=\"https://assets.learnosity.com/organisations/537/VH928251.g07.png\" width=\"200\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"></span></p>\n<span class=\"inline_image\"><img alt=\"The figure presents the graph of a curve in the x y coordinate plane. The letter a, is indicated on the x axis, just to the left of the origin. The letter b is indicated on the x axis, far to the right of the origin. The curve begins just above the x axis, where x equals a. It moves steeply upward and to the right then levels off and reaches a maximum high above the x axis, and to the left of the y axis. It then moves downward and to the right, steeply at first, before moving more steadily downward. It crosses the y axis just above the origin, and crosses the x axis just to the right of the origin. It continues downward until it levels off and reaches a local minimum below the x axis. The curve then moves upward and to the right, crossing the x axis, until it levels off and reaches a local maximum above the x axis, about halfway along the axis. It then moves steeply downward and to the right, crossing the x axis, until it levels off far below the x axis and reaches a local minimum below the x axis. It then moves upward and to the right until ends below the x axis, where x equals b.\" height=\"178\" src=\"https://assets.learnosity.com/organisations/537/VH928251.g08.png\" width=\"200\"></span>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents the graph of a curve in the x y coordinate plane. The letter a, is indicated on the x axis, just to the left of the origin. The letter b is indicated on the x axis, far to the right of the origin. The curve begins high above the x axis, where x equals a. It moves downward and to the right, crossing the y axis just above the origin, and crossing the x axis just to the right of the origin. It continues downward until it levels off and reaches a local minimum just below the x axis. The curve then moves upward and to the right, crossing the x axis, until it levels off and reaches a local maximum just above the x axis, about halfway along the axis. It then moves downward and to the right, crossing the x axis, until it ends far below the x axis, where x equals b.\" height=\"175\" src=\"https://assets.learnosity.com/organisations/537/VH928251.g09.png\" width=\"200\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents the graph of a curve in the x y coordinate plane. The letter a, is indicated on the x axis, just to the left of the origin. The letter b is indicated on the x axis, far to the right of the origin. The curve begins just above the x axis, where x equals a. It moves steeply upward and to the right then levels off and reaches a maximum high above the x axis, and to the left of the y axis. It then moves downward and to the right, crossing the y axis above the origin, and crossing the x axis just to the right of the origin. It continues downward until it levels off and reaches a local minimum below the x axis. The curve then moves upward and to the right until it levels off and reaches a local maximum just below the x axis, about halfway along the axis. It then moves downward and to the right until it levels off and reaches a local minimum below the x axis. It then moves upward and to the right, crossing the x axis just to the left of b, and ends just above the x axis, where x equals b.\" height=\"175\" src=\"https://assets.learnosity.com/organisations/537/VH928251.g10.png\" width=\"200\"></span></p>\n"],"answer":1}]