[{"id":"VH934745","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents the graph of f in the x y coordinate plane, with the origin labeled O. The numbers 1 through 4, in increments of 1, are indicated on the x axis. The numbers negative 1 through 3, in increments of 1, are indicated on the y axis. The graph consists of two curves and one line segment. Two open circles and one closed circle are included on the graph. The first curve begins on the y axis at 2, and moves downward and to the right, becoming almost vertical as it approaches a dashed vertical line at x equals 1.5. It ends at the bottom edge of the visible portion of the plane. The second curve begins just to the right of the dashed vertical line at x equals 1.5, at the bottom edge of the visible portion of the plane, and moves steeply upward and to the right until it reaches an open circle at the point with coordinates 2 comma 1. Directly above this open circle, is a closed circle at the point with coordinates 2 comma 2. Directly above this closed circle, is a second open circle at the point with coordinates 2 comma 3. The line segment begins at the open circle with coordinates 2 comma 3, and moves downward and to the right until it ends to the right of x equals 4 and approximately halfway between y equals 1 and y equals 2.\" height=\"148\" src=\"https://assets.learnosity.com/organisations/537/VH934745.g05.png\" width=\"135\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph of the function <span class=\"math_expression\"><span aria-label=\"f\"><math alttext=\"f\" overflow=\"scroll\"><mstyle><mrow><mi>f</mi></mrow></mstyle></math></span></span> is shown above. What is <span class=\"math_expression\"><span aria-label=\"the limit as x approaches 2 from the right, of, f of x\"><math alttext=\"the limit as x approaches 2 from the right, of, f of x\" overflow=\"scroll\"><mstyle><mrow><munder><mrow><mi>lim</mi></mrow><mrow><mi>x</mi><mo>→</mo><msup><mrow><mn>2</mn></mrow><mrow><mo>+</mo></mrow></msup></mrow></munder><mi>f</mi><mrow><mo>(</mo><mi>x</mi><mo>)</mo></mrow></mrow></mstyle></math></span></span> ?</p>\n","rubricRef":"VH934745_rubric","choicesHtml":["<p class=\"choice_paragraph\">3</p>","<p class=\"choice_paragraph\">2</p>","<p class=\"choice_paragraph\">1</p>","<p class=\"choice_paragraph\">nonexistent</p>"],"answer":0}]