[{"id":"VH955814","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Which of the following could be a slope field for the differential equation <span class=\"math_expression\"><span aria-label=\"the derivative of y, with respect to x, equals, y squared, minus x squared\"><math alttext=\"the derivative of y, with respect to x, equals, y squared, minus x squared\" overflow=\"scroll\"><mstyle><mrow><mfrac><mrow><mi>d</mi><mi>y</mi></mrow><mrow><mi>d</mi><mi>x</mi></mrow></mfrac><mo>=</mo><msup><mrow><mi>y</mi></mrow><mrow><mn>2</mn></mrow></msup><mo>−</mo><msup><mrow><mi>x</mi></mrow><mrow><mn>2</mn></mrow></msup></mrow></mstyle></math></span></span> ?</p>\n","rubricRef":"VH955814_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a slope field in the x y coordinate plane, with the origin labeled O. The numbers negative 3 through 3, in increments of 1, are indicated on the x axis. The numbers negative 3 through 2, in increments of 1, are indicated on the y axis. The slopes of the line segments are positive with line segments near the origin appearing close to horizontal. In Quadrant 1, the slopes of the line segments are increasing as x increases and y increases. In Quadrant 2, the slopes of the line segments are increasing as x decreases and y increases. In Quadrant 3, the slopes of the line segments are increasing as x decreases and y decreases. In Quadrant 4, the slopes of the line segments are increasing as x increases and y decreases.\" height=\"208\" src=\"https://assets.learnosity.com/organisations/537/VH955814.g17.png\" width=\"200\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a slope field in the x y coordinate plane, with the origin labeled O. The numbers negative 3 through 3, in increments of 1, are indicated on the x axis. The numbers negative 3 through 2, in increments of 1, are indicated on the y axis. In Quadrant 1, there are some horizontal line segments that form a diagonal. Above the horizontal line segments, the slopes are positive. Below the horizontal line segments, the slopes are negative. In this quadrant, the slopes are decreasing as x increases, and increasing as y increases. In Quadrant 2, there are some horizontal line segments that form a diagonal. Above the horizontal line segments, the slopes are positive. Below the horizontal line segments, the slopes are negative. In this quadrant, the slopes are decreasing as x decreases, and increasing as y increases. In Quadrant 3, there are some horizontal line segments that form a diagonal. Above the horizontal line segments, the slopes are negative. Below the horizontal line segments, the slopes are positive. In this quadrant, the slopes are decreasing as x decreases, and increasing as y decreases. In Quadrant 4, there are some horizontal line segments that form a diagonal. Above the horizontal line segments, the slopes are negative. Below the horizontal line segments, the slopes are positive. In this quadrant, the slopes are decreasing as x increases, and increasing as y decreases.\" height=\"206\" src=\"https://assets.learnosity.com/organisations/537/VH955814.g18.png\" width=\"200\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a slope field in the x y coordinate plane, with the origin labeled O. The numbers negative 3 through 3, in increments of 1, are indicated on the x axis. The numbers negative 3 through 2, in increments of 1, are indicated on the y axis. In Quadrant 1, there are some horizontal line segments that form the shape of a portion of a parabola. Above the horizontal line segments, the slopes are positive. Below the horizontal line segments, the slopes are negative. In this quadrant, the slopes are decreasing as x increases, and increasing as y increases. In Quadrant 2, the slopes of the line segments are positive, increasing as x decreases, and increasing as y increases. In Quadrant 3, the slopes of the line segments are positive, increasing as x decreases, and increasing as y decreases. In Quadrant 4, there are some horizontal line segments that form the shape of a portion of a parabola. Above the horizontal line segments, the slopes are negative. Below the horizontal line segments, the slopes are positive. In this quadrant, the slopes are decreasing as x increases, and increasing as y decreases.\" height=\"207\" src=\"https://assets.learnosity.com/organisations/537/VH955814.g19.png\" width=\"200\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a slope field in the x y coordinate plane, with the origin labeled O. The numbers negative 3 through 3, in increments of 1, are indicated on the x axis. The numbers negative 3 through 2, in increments of 1, are indicated on the y axis. In Quadrant 1, there are some horizontal line segments that form a diagonal. Above the horizontal line segments, the slopes are positive. Below the horizontal line segments, the slopes are negative. In this quadrant, the slopes are decreasing as x increases, and increasing as y increases. In Quadrant 2, the slopes of the line segments are positive, increasing as x decreases, and increasing as y increases. In Quadrant 3, there are some horizontal line segments that form a diagonal. Above the horizontal line segments, the slopes are positive. Below the horizontal line segments, the slopes are negative. In this quadrant, the slopes are increasing as x decreases, and decreasing as y decreases. In Quadrant 4, the slopes of the line segments are negative, decreasing as x increases, and decreasing as y decreases.\" height=\"206\" src=\"https://assets.learnosity.com/organisations/537/VH955814.g20.png\" width=\"200\"></span></p>\n"],"answer":1}]