[{"id":"VH977515","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\">\n\n<img alt=\"The figure presents the graph of y equals, P sub 25, of x, in the x y plane, with the origin labeled O. The number 5 is indicated on the x axis. The number 1 is indicated on the y axis. The graph is a wave curve that begins far below the x axis, to the left of the y axis. It moves upward and to the right until it crosses the x axis just to the left of negative 10. It continues upward until it levels off at the point with approximate coordinates negative 10 comma 1. It moves downward and to the right, crosses the x axis just to the right of negative 10, and levels off at the point with approximate coordinates negative 8 comma negative 2. It then moves upward and to the right, crosses the x axis just to the left of negative 5, and levels off at the point with approximate coordinates negative 5 comma 2. It then moves downward and to the right, crosses the x axis just to the right of negative 5, and levels off at the point with approximate coordinates negative 2 comma negative 2. It then moves upward and to the right, crosses through the origin, and levels off at the point with approximate coordinates 2 comma 2. It then moves downward and to the right, crosses the x axis just to the left of 5, and levels off at the point with approximate coordinates 5 comma negative 2. It then moves upward and to the right, crosses the x axis just to the right of 5, and levels off at the point with approximate coordinates 8 comma 2. It then moves downward and to the right, crosses the x axis just to the left of 10, and levels off at the point with approximate coordinates 10 comma negative 1. It then moves upward and to the right, crosses the x axis just to the right of 10, and ends high above the x axis, to the right of the y axis.\" src=\"https://assets.learnosity.com/organisations/537/VH977515.g06.png\"></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The function <span class=\"math_expression\"><span aria-label=\"f\"><math alttext=\"f\" overflow=\"scroll\"><mstyle><mrow><mi>f</mi></mrow></mstyle></math></span></span> has derivatives of all orders. Shown above is the graph of <span class=\"math_expression\"><span aria-label=\"y equals, P sub, 25 of x\"><math alttext=\"y equals, P sub, 25 of x\" overflow=\"scroll\"><mstyle><mi>y</mi><mo>=</mo><mrow><msub><mrow><mi>P</mi></mrow><mrow><mn>25</mn></mrow></msub><mrow><mo stretchy=\"false\">(</mo><mi>x</mi><mo stretchy=\"false\">)</mo></mrow></mrow></mstyle></math></span></span>, the 25th-degree Taylor polynomial for <span class=\"math_expression\"><span aria-label=\"f\"><math alttext=\"f\" overflow=\"scroll\"><mstyle><mrow><mi>f</mi></mrow></mstyle></math></span></span> about <span class=\"math_expression\"><span aria-label=\"x equals 0 \"><math alttext=\"x equals 0 \" overflow=\"scroll\"><mrow><mi>x</mi><mo>=</mo><mn>0</mn></mrow></math></span></span>. Which of the following could be the graph of <span class=\"math_expression\"><span aria-label=\"f\"><math alttext=\"f\" overflow=\"scroll\"><mstyle><mrow><mi>f</mi></mrow></mstyle></math></span></span> ?</p>","rubricRef":"VH977515_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a graph in the x y plane, with the origin labeled O. The number 5 is indicated on the x axis. The number 1 is indicated on the y axis. The graph is a curve that begins above the x axis, to the left of the y axis. It moves upward and to the right and levels off at the point with approximate coordinates negative 13 comma 3. It then moves downward and to the right, crosses the x axis about halfway between negative 15 and negative 10, and levels off and the point with approximate coordinates negative 12 comma negative 2. It moves upward and to the right, crosses the x axis just to the right of negative 10, and levels off at the point with approximate coordinates negative 8 comma 1.6. It then moves downward and to the right, crosses the x axis just to the left of negative 5, and levels off at the point with approximate coordinates negative 5 comma negative 1. It then moves upward and to the right, crosses the x axis about halfway between negative 5 and the origin, and levels off at the point with approximate coordinates negative 2 comma 0.4. It then moves downward and to the right, levels off at the origin, and moves upward and to the right before leveling off at the point with approximate coordinates 2 comma 0.4. It then moves downward and to the right, crosses the x axis about halfway between the origin and 5, and levels off at the point with approximate coordinates 5 comma negative 1. It then moves upward and to the right, crosses the x axis just to the right of 5, and levels off at the point with approximate coordinates 8 comma 1.6. It then moves downward and to the right, crosses the x axis just to the left of 10, and levels off at the point with approximate coordinates 12 comma negative 2. It then moves upward and to the right, crosses the x axis about halfway between 10 and 15, and levels off at the point with approximate coordinates 13 comma 3. It moves downward briefly, and ends above the x axis, to the right of the y axis.\" height=\"208\" src=\"https://assets.learnosity.com/organisations/537/VH977515.g02.png\" width=\"200\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a graph in the x y plane, with the origin labeled O. The number 5 is indicated on the x axis. The number 1 is indicated on the y axis. The graph is a curve that begins below the x axis, to the left of the y axis. It moves upward and to the right, crosses the x axis just to the right of negative 15, and levels off at the point with approximate coordinates negative 13 comma 2. It then moves downward and to the right, crosses the x axis just to the left of negative 10, and levels off and the point with approximate coordinates negative 10 comma negative 2. It moves upward and to the right, crosses the x axis about halfway between negative 10 and negative 5, and levels off at the point with approximate coordinates negative 6 comma 2. It then moves downward and to the right, crosses the x axis just to the right of negative 5, and levels off at the point with approximate coordinates negative 3 comma negative 2. It then moves upward and to the right, crosses the x axis just to the left of the origin, and levels off at the point with coordinates 0 comma 2. It then moves downward and to the right, crosses the x axis just to the right of the origin, and levels off at the point with approximate coordinates 3 comma negative 2. It then moves upward and to the right, crosses the x axis just to the left of 5, and levels off at the point with approximate coordinates 6 comma 2. It then moves downward and to the right, crosses the x axis about halfway between 5 and 10, and levels off at the point with approximate coordinates 10 comma negative 2. It then moves upward and to the right, crosses the x axis just to the right of 10, and levels off at the point with approximate coordinates 13 comma 2. It moves downward and to the right, crosses the x axis just to the left of 15, and ends below the x axis, to the right of the y axis.\" height=\"208\" src=\"https://assets.learnosity.com/organisations/537/VH977515.g03.png\" width=\"200\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a graph in the x y plane, with the origin labeled O. The number 5 is indicated on the x axis. The number 1 is indicated on the y axis. The graph is a curve that begins below the x axis, to the left of the y axis. It moves downward and to the right until it levels off at the point with approximate coordinates negative 14 comma negative 2. It then moves upward and to the right, crosses the x axis about halfway between negative 15 and negative 10, and levels off at the point with approximate coordinates negative 11 comma 2. It then moves downward and to the right, crosses the x axis just to the right of negative 10, and levels off and the point with approximate coordinates negative 8 comma negative 2. It moves upward and to the right, crosses the x axis just to the left of negative 5, and levels off at the point with approximate coordinates negative 5 comma 2. It then moves downward and to the right, crosses the x axis just to the right of negative 5, and levels off at the point with approximate coordinates negative 1 comma negative 2. It then moves upward and to the right, crosses the origin, and levels off at the point with approximate coordinates 1 comma 2. It then moves downward and to the right, crosses the x axis just to the left of 5, and levels off at the point with approximate coordinates 5 comma negative 2. It then moves upward and to the right, crosses the x axis just to the right of 5, and levels off at the point with approximate coordinates 8 comma 2. It then moves downward and to the right, crosses the x axis just to the left of 10, and levels off at the point with approximate coordinates 11 comma negative 2. It moves upward and to the right, crosses the x axis about halfway between 10 and 15, and levels off at the point with approximate coordinates 14 comma 2. It then moves downward and to the right ends above the x axis, to the right of the y axis.\" height=\"208\" src=\"https://assets.learnosity.com/organisations/537/VH977515.g04.png\" width=\"200\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a graph in the x y plane, with the origin labeled O. The number 5 is indicated on the x axis. The number 1 is indicated on the y axis. The graph is a curve that begins above the x axis, to the left of the y axis. It moves upward and to the right until it levels off at the point with approximate coordinates negative 14 comma 2. It then moves downward and to the right, crosses the x axis about halfway between negative 15 and negative 10, and levels off at the point with approximate coordinates negative 11 comma negative 2. It then moves upward and to the right, crosses the x axis just to the right of negative 10, and levels off and the point with approximate coordinates negative 8 comma 2. It moves downward and to the right, crosses the x axis just to the left of negative 5, and levels off at the point with approximate coordinates negative 5 comma negative 2. It then moves upward and to the right, crosses the x axis just to the right of negative 5, and levels off at the point with approximate coordinates negative 1 comma 2. It then moves downward and to the right, crosses the origin, and levels off at the point with approximate coordinates 1 comma negative 2. It then moves upward and to the right, crosses the x axis just to the left of 5, and levels off at the point with approximate coordinates 5 comma 2. It then moves downward and to the right, crosses the x axis just to the right of 5, and levels off at the point with approximate coordinates 8 comma negative 2. It then moves upward and to the right, crosses the x axis just to the left of 10, and levels off at the point with approximate coordinates 11 comma 2. It moves downward and to the right, crosses the x axis about halfway between 10 and 15, and levels off at the point with approximate coordinates 14 comma negative 2. It then moves upward and to the right ends below the x axis, to the right of the y axis.\" height=\"208\" src=\"https://assets.learnosity.com/organisations/537/VH977515.g05.png\" width=\"200\" /></span></p>\n"],"answer":2}]