[{"id":"FT3924","type":"mcq","stimulusHtml":"<p><img alt=\"The figure shows the first and fourth quadrants of a scatterplot containing many data points. The horizontal axis is labeled t, in units of seconds; the vertical axis is labeled F, in units of newtons; and the intersection of the horizontal and vertical axes is labeled zero. The numbers appearing on the horizontal axis from left to right are 1, 2, 3, and 4. The numbers appearing on the vertical axis from bottom to top are negative 500, zero, 500, and 1000. All the data points show some scatter but follow the general trends as follows: The first set of data points starts at 1000 on the vertical axis and to the right of zero on the horizontal axis, and goes down and to slightly above halfway between zero and 500 on the vertical axis and to 1 on the horizontal axis. The second set of data points follows a general horizontal line from the last data point of the first set to about four-fifths of the way to 2 on the horizontal axis. The next data point then drops down to zero on the horizontal axis, and the third set of data points follows a horizontal line along the horizontal axis to 3 on the horizontal axis. The next data point drops to negative 500 on the vertical axis and follows a horizontal line from just over 3 to 4 along the horizontal axis.\" height=\"307\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/d27f7595928373f9b52ef1ad5e386a4e/original.png\" width=\"280\" /></p>\n\n<p>A spacecraft of mass 4000 kg is traveling in a straight line in the positive direction. Engines can be fired so that the force exerted on the spacecraft is in the positive or negative direction. The graph above shows data for the force during one interval. Which of the following is the best estimate of the net change in the speed of the spacecraft from time <em>t</em> = 0 to time <em>t</em> = 4 s?</p>\n","choicesHtml":["<p>+0.4 m/s</p>","<p>+0.1 m/s</p>","<p>-0.1 m/s</p>","<p>-0.4 m/s</p>"],"answer":0}]