[{"id":"FT4193","type":"mcq","stimulusHtml":"<p>Which block has the greater mass, and what information indicates this?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Refer to the following material for answering the questions.</strong></p>\n\n<p><img alt=\"The figure shows a velocity versus time graph in the first and fourth quadrants and the velocities of 2 blocks. The horizontal axis is labeled Time, in units of seconds and a point about halfway along the axis is labeled t sub c. The vertical axis is labeled Velocity, in units of meters per second. The numbers appearing on the vertical axis, from bottom to top, are negative one point zero, positive one point zero, and positive four point zero. Starting on the vertical axis at positive four point zero, the graph of Block 1 moves horizontally to time coordinate t sub c, then moves vertically down to velocity coordinate positive one point zero. Starting on the vertical axis at negative one point zero, the graph of Block 2 moves horizontally to time coordinate t sub c, than moves vertically up to velocity coordinate positive one point zero. The graphs of both blocks 1 and 2 then move together horizontally from coordinate t sub c, positive one point zero to the right edge of the graph.\" height=\"174\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b3b1717d267e15a0a309d4d7984d9bd9/original.png\" width=\"295\" /></p>\n\n<p>Block 1 of mass <em>m</em><sub>1</sub> and block 2 of mass <em>m</em><sub>2</sub> are sliding along the same line on a horizontal frictionless surface when they collide at time <em>t<sub>c</sub></em>. The graph above shows the velocities of the blocks as a function of time.</p>\n"}],"choicesHtml":["<p>Block 1, because it had a greater speed before the collision.</p>","<p>Block 1, because the velocity after the collision is in the same direction as its velocity before the collision.</p>","<p>Block 2, because it had a smaller speed before the collision.</p>","<p>Block 2, because the final velocity is closer to the initial velocity of block 2 than it is to the initial velocity of block 1.</p>"],"answer":2}]