[{"id":"FT4200","type":"mcq","stimulusHtml":"<p>For which segment does the cart move the greatest distance?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Refer to the following material for answering the questions.</strong></p>\n\n<p><img alt=\"The figure shows a gridded velocity versus time graph in the first and fourth quadrants. The graph has a curve with five labeled points. The horizontal axis is labeled t, in units of seconds and increments of one point zero every fifth gridline, the vertical axis is labeled v, in units of meters per second and increments of 2 every gridline. The intersection of the horizontal and vertical axis is labeled O. The numbers appearing on the horizontal axis, from left to right, are one point zero at the fifth gridline and two point zero at the tenth gridline. The numbers appearing on the vertical axis, from bottom to top, are from negative 6 to 10. The curve begins at the intersection of the axes where there is a dot representing a point labeled A. From point A the curve moves up and to the right, with downward concavity, until it meets point B at coordinates zero point six seconds and 8 meters per second. From point B the curve continues in a straight line horizontally to the right and meets point C at coordinates one point zero seconds and 8 meters per second. From point C the curve continues in a straight line down and to the right until it meets the horizontal axis at point D with coordinates one point four seconds and zero meters per second. From point D the curve continues in a straight line with a less steep slope down and to the right until it meets point E at coordinates two point zero seconds and negative 4 meters per second. The curve ends at point E.\" height=\"318\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/0a63f7fb660b3b2dffc01918ecc45a14/original.png\" width=\"350\" /></p>\n\n<p>A cart is constrained to move along a straight line. A varying net force along the direction of motion is exerted on the cart. The cart’s velocity <em>v </em>as a function of time <em>t </em>is shown in the graph above. The five labeled points divide the graph into four sections.</p>\n"}],"choicesHtml":["<em>AB</em>","<em>BC</em>","<em>CD</em>","<em>DE</em>"],"answer":-1}]