[{"id":"FT544090","type":"longtextV2","stimulusHtml":"<p><img alt=\"The figure consists of two carts of the same size, on a horizontal track. Cart A has a horizontal directional arrow above the cart and pointing to the right. Cart B is to the right of Cart A. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/48c0c8661f3414a054d9141952f2f2fd/original.jpg\"></p>\n\n<p>A group of students has two carts, <em>A</em> and <em>B</em>, with wheels that turn with negligible friction. The carts can travel along a straight horizontal track. Cart <em>A</em> has known mass <em>m<sub>A</sub></em>. The students are asked to use a one dimensional collision between the carts to determine the mass of cart <em>B</em>. Before the collision, cart <em>A</em> travels to the right and cart <em>B</em> is initially at rest, as shown above. After the collision, the carts stick together.</p>\n\n<p>(a) Describe an experimental procedure to determine the velocities of the carts before and after a collision, including all the additional equipment you would need. You may include a labeled diagram of your setup to help in your description. Indicate what measurements you would take and how you would take them. Include enough detail so that another student could carry out your procedure.</p>\n\n<p>(b) There will be sources of error in the measurements taken in the experiment, both before and after the collision. For your experimental procedure, will the uncertainty in the calculated value of the mass of cart B be affected more by the error in the measurements taken before the collision or by those taken after the collision, or will it be equally affected by both sets of measurements? Justify your answer.</p>\n\n<p>A group of students took measurements for one collision. A graph of the students’ data is shown below.</p>\n\n<p><img alt=\"The figure shows a gridded graph in the first quadrant. The horizontal axis is labeled Time, in units of seconds, and every second grid line is numbered from left to right beginning with zero point zero to two point zero, in increments of zero point two. The vertical axis is labelled Position, in units of meters, and every fifth grid line is numbered from the bottom to the top beginning with zero point zero to two point five in increments of zero point five. A legend is given indicating that open shaded circles on the graph are data points for Cart A, and solid dots are data points for Cart B.  Data points for Cart A are labeled as approximately: Time, zero point zero; Position, zero point zero Time, zero point two; Position, zero point three five Time, zero point four; Position, zero point six Time, zero point six; Position, one point zero Time, zero point eight; Position, one point two Time, one point zero; Position, one point five Time, one point two; Position, one point seven Time, one point four; Position, one point seven five Time, one point six; Position, one point nine five Time, one point eight; Position, two point zero Time, two point zero; Position, two point one Data points for Cart B are labeled as approximately: Time, zero point zero; Position, one point five Time, zero point two; Position, one point five Time, zero point four; Position, one point five Time, zero point six; Position, one point five Time, zero point eight Position, one point five The remaining data points for cart B are at the same points on the graph as the data points for cart A, and are as follows: Time, one point zero; Position, one point five Time, one point two; Position, one point seven Time, one point four; Position, one point seven five Time, one point six; Position, one point nine five Time, one point eight Position, two point zero Time, two point zero; Position, two point one\" height=\"364\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/5996e126154801952d053a10453e64f3/original.jpg\" width=\"539\"></p>\n\n<p>(c) Given <em>m<sub>A</sub></em> = 0.50 kg, use the graph to calculate the mass of cart <em>B</em>. Explicitly indicate the principles used in your calculations.</p>\n\n<p>(d) The students are now asked to consider the kinetic energy changes in an inelastic collision, specifically whether the initial values of one of the physical quantities affect the fraction of mechanical energy dissipated in the collision. How could you modify the experiment to investigate this question? Be sure to explicitly describe the calculations you would make, specifying all equations you would use (but do not actually do any algebra or arithmetic).</p>\n"}]