[{"id":"FT544187-22","type":"longtextV2","stimulusHtml":"<p>A student hangs a 0.125 kg object on a spring, sets it into oscillation, and obtains the data for the position and velocity of the object as a function of time shown in the graphs below.</p>\n\n<p><img alt=\"The figure shows a gridded graph in the first quadrant. The horizontal axis is labeled Time, in units of seconds and increments of zero point five, the vertical axis is labeled Position, in units of meters and increments of zero point two zero. The numbers appearing on the vertical axis from bottom to top are zero point zero zero, zero point two zero, zero point four zero, zero point six zero, zero point eight zero, and one point zero zero. The graph is a negative cosine curve starting at a minimum value of zero point five zero at a time of zero seconds, reaching a maximum value of one point zero zero at a time of zero point five seconds, and returning to the minimum at one point zero seconds. This pattern repeats another cycle between one point zero seconds and two point zero seconds, then half of one cycle between two point zero seconds and two point five seconds.  The figure shows a gridded graph in the first and fourth quadrants. The horizontal axis is labeled Time, in units of seconds and increments of zero point five, and has a range of zero point zero seconds to two point 5 seconds. The vertical axis is labeled Velocity, in units of meters per second and increments of zero point five. The numbers appearing on the vertical axis from bottom to top are negative 1 point 5, negative 1 point zero, negative zero point 5, zero point zero, zero point 5, 1 point zero, and 1 point 5. The graph is a sine curve starting at zero point zero meters per second, reaching a maximum value of 1 point five, returning to zero point zero at a time of zero point five seconds, reaching a minimum value of negative 1 point five, and returning to zero point zero at 1 point zero seconds. This pattern repeats another cycle between one point zero seconds and two point zero seconds, then half of one cycle between two point zero seconds and two point five seconds. There are a few small spikes in the graph. The spikes are about one-half of a vertical increment in height. They occur at the first maximum and minimum values, just after one point zero seconds, at one point five seconds, and just before two point five seconds.  \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/fc9aa2e9f52a5cb4242dceec42048bfc/original.jpg\" /></p>\n\n<p>(a) On the grid below, sketch the potential energy of the object-spring-Earth system as a function of time. Explicitly label any intercepts, asymptotes, maxima, or minima with numerical values, as appropriate.</p>\n\n<p><img alt=\"The figure shows a gridded graph in the first and fourth quadrants. The horizontal axis is a dashed line labeled Time, in units of seconds and increments of zero point five, and the vertical axis is labeled Potential Energy, in units of joules. The numbers appearing on the horizontal axis, from left to right are zero point zero, zero point five, one point zero, one point five, two point zero, and two point five. The vertical axis has two grid lines above and two grid lines below the horizontal axis that are not marked.\" height=\"183\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/68a04c59a5614421561507b5b19830a3/original.jpg\" width=\"456\" /></p>\n\n<p>(b) On the axes below, sketch the acceleration of the object as a function of time. Explicitly label any intercepts, asymptotes, maxima, or minima with numerical values, as appropriate.</p>\n\n<p>&nbsp;</p>\n<img alt=\"The figure shows a gridded graph in the first and fourth quadrants. The horizontal axis is labeled Time, in units of seconds and increments of zero point five, and the vertical axis is labeled Acceleration, in units of meters per second squared. The numbers appearing on the horizontal axis, from left to right, are zero point zero, zero point five, one point zero, one point five, two point zero, and two point five. The vertical axis has one grid line above and one grid line below the horizontal axis that is not marked.\" height=\"173\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/2c3e3f86a8e23e405dee2153da0f9123/original.jpg\" width=\"497\" />\n<p>Next the student is given a rubber band and asked to determine whether the relationship between the restoring force exerted by the rubber band and the amount it is stretched is the same as that of an ideal spring.</p>\n\n<p>(c) Describe an experimental procedure that the student could use to collect the necessary data, including all the equipment the student would need.</p>\n\n<p>(d) How should the student analyze the data to determine whether the relationship between the restoring force exerted by the rubber band and the amount it is stretched is the same as that of an ideal spring? What evidence from the analysis would be used to make the determination?</p>\n"}]