[{"id":"FT543917-22","type":"longtextV2","stimulusHtml":"<p><i><img alt=\"The figure shows a diagram of a car on a horizontal, straight road with a hill. Starting at the left side of the diagram is a stop sign. Moving to the right on the straight horizontal road, 50 meters from the stop sign is the front of the car and the beginning of the hill. The hill rises eight point zero meters above the straight, horizontal road and has a vertical circular arc of radius 20 meters. A horizontal arrow above the car, tangent to the top of the hill, points to the right and is labeled seventeen meters per second.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/971b988a41db398216d1a9527c9e21d0/original.jpg\" /></i></p>\n\n<p>You are assigned to do some calculations for a movie stunt that involves a car on a straight road. The road, pictured above, has a hill that rises 8.0 m above the flat region. The top of the hill is a circular arc of radius 20 m. You need to determine whether a car traveling under certain conditions will lose contact with the road at the top of the hill. There is a stop sign 50 m from the beginning of the hill. You are to assume that a car of mass 1600 kg accelerates uniformly from rest at the stop sign, has a speed of when it reaches the beginning of the hill, and then coasts with the engine off. Assume energy losses due to friction and air resistance are negligible.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Calculate the magnitude of the acceleration of the car during the first 50 m.</p>\n\t</li>\n\t<li>\n\t<p>Calculate the time it takes the car to reach the beginning of the hill</p>\n\t</li>\n\t<li>\n\t<p>Calculate the magnitude of the net force required to accelerate the car during the first 50 m.</p>\n\t</li>\n\t<li>\n\t<p>On the dot below that represents the car, draw and label the forces (not components) that act on the car at the top of the hill if it travels over the hill without losing contact.<br />\n\t<br />\n\t<img alt=\"A dot.\" height=\"109\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/5e9b63542d89814133d992b96ce27b88/original.jpg\" width=\"489\" /></p>\n\t</li>\n\t<li>\n\t<p>Calculate the minimum speed the car must have at the top of the hill to momentarily lose contact with the road. If you need to draw anything other than what you have shown in part (d) to assist in your solution, use the space below. Do NOT add anything to the figure in part (d).</p>\n\t</li>\n\t<li>\n\t<p>Calculate the speed the car must have at the beginning of the hill in order to have the speed at the top of the hill you calculated in part (e).</p>\n\t</li>\n</ol>\n"}]