[{"id":"FT544091-22","type":"longtextV2","stimulusHtml":"<p><img alt=\"The figure shows a horizontal oval track with 16 evenly spaced tick-marks and three arrows. The left and right ends of the oval are both a semicircle, with four tick-mark divisions along each semicircle. The top and bottom of the oval are both straight sections, with four tick-mark divisions along each straight section. On the left end of the track, there is a double-headed arrow curving around the outside of the semicircle at the left potion of the oval track. This curved arrow is labeled d and indicates that the length of the semicircle curve is d. Just above the straight portion of track at the top of the oval, there is a horizontal double-headed arrow that is the same length as the straight potion. The arrow is labeled d and indicates that the length of the straight potion of the track is d. On the right end of the oval there is a curved directional arrow pointing up and is labeled “Direction of Cars’ Motion”, indicating the cart’s motion is counterclockwise around the track. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f9a6d6b5387f89045930eed6fcbcc8eb/original.jpg\" /></p>\n\n<p>The figure above represents a racetrack with semicircular sections connected by straight sections. Each section has length <em>d</em>, and markers along the track are spaced <em>d</em>/4 apart. Two people drive cars counterclockwise around the track, as shown. Car <em>X</em> goes around the curves at constant speed <em>v<sub>c</sub></em>, increases speed at constant acceleration for half of each straight section to reach a maximum speed of 2<em>v<sub>c</sub></em> , then brakes at constant acceleration for the other half of each straight section to return to speed <em>v<sub>c</sub></em>. Car <em>Y</em> also goes around the curves at constant speed <em>v<sub>c</sub></em>, increases speed at constant acceleration for one-fourth of each straight section to reach the same maximum speed 2<em>v<sub>c</sub></em>, stays at that speed for half of each straight section, then brakes at constant acceleration for the remaining fourth of each straight section to return to speed <em>v<sub>c</sub></em>.</p>\n\n<p>(a) On the figures below, draw an arrow showing the direction of the net force on each of the cars at the positions noted by the dots. If the net force is zero at any position, label the dot with 0.</p>\n\n<p><img alt=\"The figure consists of two dashed horizontal ovals, each with 16 evenly spaced tickmarks at the same positions as the original oval. The oval to the left is labeled Car X and the oval to the right is labeled Car Y. The ovals also have six points marked with dots. The six points are at the same positions on both ovals. Beginning at the first horizontal tickmark on the bottom of the oval, going counterclockwise, the six points are labeled as follows: one third of the way from the first to second horizontal tickmark, one third of the way from the fourth to fifth tickmark, exactly on the eighth tickmark, exactly on the tenth tickmark, two thirds of the way from the eleventh to the twelfth tickmark, and exactly on the fifteenth tickmark.  \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/fc6bc59789ccdcb4bc4624d195d4f5a5/original.jpg\" /></p>\n\n<p>(b)</p>\n\n<ol style=\"list-style-type:lower-roman\">\n\t<li>\n\t<p>Indicate which car, if either, completes one trip around the track in less time,&nbsp;and justify your answer quantitatively without using&nbsp;equations.</p>\n\t</li>\n\t<li>\n\t<p>Justify your answer about which car, if either, completes one trip around the track in less time quantitatively with appropriate equations.</p>\n\t</li>\n</ol>\n\n<p>&nbsp;</p>\n\n<p>(c) Explain how your equations in part (b) ii reexpress your reasoning in part (b) i. Do not simply refer to any final results of your calculations, but instead indicate how terms in your equations correspond to concepts in your qualitative explanation.</p>\n"}]