[{"id":"FT555841","type":"longtextV2","stimulusHtml":"<p><img alt=\"The figure shows a rope attached to and hanging from the branch of a tree above the surface of water in a lake. A person stands below and to the right of the branch and to the right of the water on a platform holding the end of the rope at an angle theta to the right of straight down. The rope is 6.4 meters long. Straight dashed lines show the position of the rope when it hangs straight down and when it is displaced an angle theta to the left of straight down, and a dashed semicircle shows the path the free end of the rope takes as it swings. The person’s center of mass when he is standing on the platform holding the rope is point A. Point B is the location of the end of the rope when it hangs straight down. Point C is the location of the end of the ropewhen it is displaced to the left of straight down but at an angle less than theta. Point D is the location of the end of the rope when it is displaced to the left of straight down by an angle theta.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/474e487c85e163c98616928ed4f32ba1/original.png\"></p>\n\n<p>Starting from rest at point A, a 50 kg person swings along a circular arc from a rope attached to a tree branch over a lake, as shown in the figure above. Point D is at the same height as point A. The distance from the point of attachment to the center of mass of the person is 6.4 m. Ignore air resistance and the mass and elasticity of the rope.</p>\n\n<p>(a) The person swings two times, each time letting go of the rope at a different point.</p>\n\n<p>i. On the first swing, the person lets go of the rope when first arriving at point C. Draw a <u>solid </u>line to represent the trajectory of the center of mass after the person releases the rope.</p>\n\n<p>ii. A second time, the person lets go of the rope at point D. Draw a <u>dashed </u>line to represent the trajectory of the center of mass after the person releases the rope.</p>\n\n<p>(b) The center of mass of the person standing on the platform is at point A, 4.1 m above the surface of the water. Calculate the gravitational potential energy when the person is at point A relative to when the person is at the surface of the water.</p>\n\n<p>(c) The center of mass of the person at point B, the lowest point along the arc, is 2.4 m above the surface of the water. Calculate the person’s speed at point B.</p>\n\n<p>(d) Suppose that the person swings from the rope a third time, letting go of the rope at point B. Calculate R, the horizontal distance moved from where the person releases the rope at point B to where the person hits the water.</p>\n\n<p>(e) If the person does not let go of the rope, how does the magnitude of the person’s momentum <em>p<sub>C</sub></em> at point C compare with the magnitude of the person’s momentum <em>p<sub>B</sub></em> at point B ?</p>\n\n<p>____ p<sub>C</sub> &gt; p<sub>B</sub> ____ p<sub>C</sub> &lt; p<sub>B</sub> ____ p<sub>C</sub> = p<sub>B</sub></p>\n\n<p>Provide a physical explanation to justify your answer.</p>\n"}]