[{"id":"FT555844","type":"longtextV2","stimulusHtml":"<p><img alt=\"A diagram shows Block A of mass 2 k g pulled along a horizontal table by a force of 15 N, which is applied by a light string\nthat passes over a pulley. \" height=\"175\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/16b72f6982782fa78c90c545f060b69f/original.png\" width=\"722\" /></p>\n\n<p>Block <em>A</em> of mass 2.0 kg is pulled along a horizontal table by a force of 15 N, which is applied by a light string that passes over a light frictionless pulley, as shown above. The coefficient of kinetic friction between the block and the surface is 0.25.</p>\n\n<p>(a) On the dot below, which represents the block, draw and label the forces (not components) that act on the block as it is pulled across the table.</p>\n\n<p><img alt=\"A dot.\" height=\"154\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/5be2e85f83295871df6bf3e4f24e258b/original.png\" width=\"737\" /></p>\n\n<p>(b) Calculate the magnitude of the acceleration of the block.</p>\n\n<p><img alt=\"A diagram shows Block A of mass 2 k g on a horizontal table connected to a second Block B of weight 1.5 k g by a light string that passes over a light frictionless pulley. Block B is hanging over the edge of the table. \" height=\"175\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/7cee150476a39239a0ab70ccaa3c63b0/original.png\" width=\"740\" /></p>\n\n<p>The applied force is removed. Block <em>B</em> of mass 1.5 kg is now attached to the string, as shown above. The system is released from rest so that the 1.5 kg box descends and the 2.0 kg block is again pulled across the table.</p>\n\n<p>(c) Calculate the acceleration of the 1.5 kg block as it descends.</p>\n\n<p>(d) Calculate the tension in the string connecting the two blocks.</p>\n\n<p>(e) Calculate the distance that the 1.5 kg block descends in 0.40 s.</p>\n\n<p>(f) If this system is set up in a laboratory and the acceleration of the 1.5 kg block is experimentally determined, the experimental value is found to be smaller than the value calculated above. If the given value for the coefficient of friction is correct and air resistance is negligible, explain briefly, but specifically, why the experimental value of the acceleration is smaller.</p>\n"}]