[{"id":"FT562021","type":"longtextV2","stimulusHtml":"<p><img alt=\"The figure presents two side by side diagrams of slides, one slide designed by Team 1 and the other designed by Team 2. Each slide sits on top of a table, labeled Table 1 and Table 2. The slide on Table 1 was designed by Team 1, and the slide on Table 2 was designed by Team 2. The slide on Table 1begins at height d, measured from the top of the table, and then drops steeply downward and to the right, until it reaches the top of the table approximately one fourth of the way along the table. It then continues horizontally to the right over the remaining portion of the table, until it reaches the right end of the table where it is a height h above the floor. Like the slide on Table 1, the slide on Table 2 begins at height d, measured from the top of the table,and then drops steeply downward and to the right, until it reaches the top of the table approximately one fifth of the way along the table. It continues horizontally over part of the table, and then curves slightly upward until it reaches approximately three fourths of the way along the table. After this point, it continues horizontally to the right, at a slightly higher level above the top of the table and a height h above the floor,toward the right edge of the table. Block 1 is shown at the top of the slide on Table 1, and Block 2 is shown at the top of the slide on Table 2. The top of Table 2 is at a slightly lower height than the top of Table 1. A horizontal dashed line is drawn that passes through Block 1 at the top of the slide on Table 1, but is slightly above Block 2 and the top of the slide on Table 2.Another horizontal dashed line is drawn that passes through the bottom of the horizontal section of the slide on Table 1.This line passes slightly above the bottommost section of the slide on Table 2, but passes through the slightly elevated horizontal portion at the right end of the slide.The distance between the floor and this horizontal line is labeled h.\" height=\"234\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/813bc67341081e8919c79738d69b8d17/original.png\" width=\"650\" /></p>\n\n<p>A physics class is asked to design a low-friction slide that will launch a block horizontally from the top of a lab table. Teams 1 and 2 assemble the slides shown above and use identical blocks 1 and 2, respectively. Both slides start at the same height d above the tabletop. However, team 2’s table is lower than team 1’s table. To compensate for the lower table, team 2 constructs the right end of the slide to rise above the tabletop so that the block leaves the slide horizontally at the same height h above the floor as does team 1’s block (see figure above).</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Both blocks are released from rest at the top of their respective slides. Do block 1 and block 2 land the same distance from their respective tables?</p>\n\n\t<p>_____Yes _____No</p>\n\n\t<p>Justify your answer.</p>\n\n\t<p>In another experiment, teams 1 and 2 use tables and low-friction slides with the same height. However, the two slides have different shapes, as shown below.</p>\n\n\t<p>&nbsp;</p>\n\t<img alt=\"The figure presents two side by side diagrams of slides, one designed by Team 1 and the other designed by Team 2. Each slide sits on top of a table, labeled Table 1 and Table 2. The slide on Table 1 was designed by Team 1, and the slide on Table 2 was designed by Team 2. The slide on Table 1 begins at height d, measured from the top of the table, and then curves downward and to the right with an initially steep slope that gradually becomes level as the slide reaches the top of the table,approximately three fourths of the way along the table. It then continues horizontally to the right over a short portion of the table, until it reaches the right end of the table. Like the slide on Table 1, the slide on Table 2 begins at height d, measured from the top of the table.The slide then curves downward and to the right with an initially shallow slope that becomes steeper,and then gradually becomes level as the slide reaches the top of the table,approximately three fourths of the way along the table. It then continues horizontally to the right over a short portion of the table, until it reaches the right end of the table. Block 1 is shown at the top of the slide on Table 1, and Block 2 is shown at the top of the slide on Table 2. The heights of Tables 1 and 2 are equal, and the distance between the top of each table and the floor is labeled h. A horizontal dashed line is drawn which passes through Block 1 at the top of the slide on Table 1, and then passes through Block 2 at the top of the slide on Table 2.\" height=\"231\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ef3f517043fd05fb4b5b548a40ef1c5c/original.png\" width=\"650\" /></li>\n\t<li>\n\t<p>Both blocks are released from rest at the top of their respective slides at the same time.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Which block, if either, lands farther from its respective table?</p>\n\n\t\t<p>_____Block 1 _____ Block 2 ____ The two blocks land the same distance from their respective tables.</p>\n\n\t\t<p>Briefly explain your reasoning without manipulating equations.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Which block, if either, hits the floor first?</p>\n\n\t\t<p>_____Block 1 _____ Block 2_____The two blocks hit the floor at the same time.</p>\n\n\t\t<p>Briefly explain your reasoning without manipulating equations.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n</ol>\n"}]