[{"id":"FT562064","type":"mcq","stimulusHtml":"<p><img alt=\"The figure consists of 2 graphs, each in the first and fourth quadrants. The graph on the left is labeled Block A, and the graph on the right is labeled Block B. On each graph, the horizontal axis is labeled t in seconds, the vertical axis is labeled x in centimeters, and the origin is labeled 0. The tick marks on the horizontal axes are labeled 2 to 8, in increments of 2, and the tick marks on the vertical axis are labeled negative 20 to 20, in increments of 10. The curve for Block A resembles a cosine function and begins on the vertical axis at 10 centimeters. The graph has 5 peaks at x equals 10 centimeters at time equals zero, 2, 4, 6, and 8 seconds, and has 4 troughs at x equals negative 10 centimeters at time equals 1, 3, 5, and 7 seconds. The curve for block B resembles a cosine function and begins on the vertical axis at 20 centimeters. The graph has 3 peaks at x equals 20 centimeters at time equals zero, 4, and 8 seconds, and has 2 troughs at x equals negative 20 centimeters at time equals 2 and 6 seconds.\" height=\"227\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/693a92cc079800af48f7b92c9f98d6ce/original.png\" width=\"665\" /></p>\n\n<p>Two blocks are connected to identical ideal springs and are oscillating on a horizontal frictionless surface. Block A has mass m, and its motion is represented by the graph of position as a function of time shown above on the left. Block B’s motion is represented above on the right. Which of the following statements comparing block B to block A is correct?</p>\n","choicesHtml":["<p>Because block B covers more distance per cycle than block A, block B takes more time to complete each cycle.</p>","<p>Because the spring attached to block B is initially stretched a greater distance, the spring constant is smaller and therefore block B has a slower average speed than block A does.</p>","<p>Because block B has more mass, it has a slower average speed than block A does.</p>","<p>Because block B has more mass, its acceleration is smaller than that of block A at any given displacement from the equilibrium position.</p>"],"answer":2}]