[{"id":"FT562018","type":"longtextV2","stimulusHtml":"<p>A student wants to determine the coefficient of static friction between a long, flat wood board and a small wood block.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Describe an experiment for determining the coefficient of static friction between the wood board and the wood block. Assume equipment usually found in a school physics laboratory is available.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Draw a diagram of the experimental setup of the board and block. In your diagram, indicate each quantity that would be measured and draw or state what equipment would be used to measure each quantity.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Describe the overall procedure to be used, including any steps necessary to reduce experimental uncertainty. Give enough detail so that another student could replicate the experiment.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Derive an equation for the coefficient of static friction in terms of quantities measured in the procedure from part (a).</p>\n\n\t<p>A physics class consisting of six lab groups wants to test the hypothesis that the coefficient of static friction between the board and the block equals the coefficient of kinetic friction between the board and the block. Each group determines the coefficients of kinetic and static friction between the board and the block. The groups’ results are shown below, with the class averages indicated in the bottom row.</p>\n\n\t<p><img alt=\"A column with three columns and 7  rows. The first column is labeled Lab Group Number. The second column is labeled Coefficient of Kinetic Friction. The third column is labeled Coefficient of Static Friction. The first row reads 1, 0.45, 0.54. The second row reads 2, 0.46, 0.52. The third row reads 3, 0.42, 0.56. The fourth row reads 4, 0.43, 0.55. The first row reads 5, 0.74, 0.23. The sixth row reads 6, 0.44, 0.54. The seventh row reads Average, 0.49, 0.49.\" height=\"293\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/186412170f62aed014be4dc82f766d95/original.png\" width=\"295\" /></p>\n\t</li>\n\t<li>\n\t<p>Based on these data, what conclusion should the students make about the hypothesis that the coefficients of static and kinetic friction are equal?</p>\n\n\t<p>_____ The static and kinetic coefficients are equal.</p>\n\n\t<p>_____ The static and kinetic coefficients are not equal.</p>\n\n\t<p>Briefly justify your reasoning.</p>\n\t</li>\n\t<li>\n\t<p>A metal disk is glued to the top of the wood block. The mass of the block-disk system is twice the mass of the original block. Does the coefficient of static friction between the bottom of the block and the board increase, decrease, or remain the same when the disk is added to the block?</p>\n\n\t<p>_____ Increase _____Decrease _____Remain he same</p>\n\n\t<p>Briefly state your reasoning</p>\n\t</li>\n</ol>\n"}]