[{"id":"FT562164","type":"longtextV2","stimulusHtml":"<p><img alt=\"The figure shows a car on the top of a hill formed by a curved track. The top of the hill is labeled A, and curves steeply down and to the right touching the horizontal. The track then curves briefly back up and to the right, creating an angle labeled theta above the horizontal and its end labeled B.\" height=\"150\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ee9bc37ef55ca5c9fba8d751cdccddef/original.png\" width=\"340\" /></p>\n\n<p>A toy car coasts along the curved track shown above. The car has initial speed v<sub>A</sub> when it is at point <em>A</em> at the top of the track, and the car leaves the track at point <em>B</em> with speed <em>v<sub>B</sub></em> at an angle <em>θ</em> above the horizontal. Assume that the rotational kinetic energy of the car’s wheels and energy losses due to friction are both negligible.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Suppose the toy car is released from rest at point <em>A (v<sub>A</sub> = 0 ).</em></p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>After the car leaves the track and reaches the highest point in its trajectory it will be at a different height than it was at point <em>A</em>. Briefly explain why this is so.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Determine the speed of the car when it is at the highest point in its trajectory after leaving the track, in terms of <em>v<sub>B</sub></em> and θ. Briefly explain how you arrived at your answer.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Suppose the toy car is given an initial push so that it has nonzero speed at point <em>A</em>. Determine the speed Av of the car at point <em>A</em> such that the highest point in its trajectory after leaving the track is the same as its height at point <em>A.</em> Express your answer in terms of <em>v<sub>B</sub></em> and <em>θ.</em> Explain how you arrived at your answer.</p>\n\t</li>\n</ol>\n"}]