[{"id":"FT562079","type":"mcq","stimulusHtml":"The speed of the object at time <em>t</em> = 0.65 s is most nearly equal to which of the following?","features":[{"type":"sharedpassage","html":"<p><img alt=\"The figure presents a graph of data from a position senso The horizontal axis is labeled 'Time, in seconds,&quot; and the numbers 0 point 0 through 1 point 0, in increments of 0 point 1, are indicated. The vertical axis is labeled &quot;Displacement, in centimeters,&quot; and the numbers negative I and 4 are indicated. The shape of the graph is sinusoidal, with a small amount of scatter, making the graph appear slightly jagged. The data from the graph are as follows. Note that all values are approximate. The graph begins at approximately negative 3 centimeters at 0 point 0 second, and then moves steadily upward and I the right, crossing the horizontal axis at 0 point 0 8 second until it reaches 4 centimeters at 0 point 2 second. It then moves steadily downward and to the right, crossing the horizontal axis at 0 point 3 3 second, until it reaches negative 4 centimeters at 0 point 4 6 second. It then moves steadily upward and to the right, crossing the horizontal axis at 0 point 5 7 second, until it reaches 4 centimeters at point 7 second. It then moves downward and to the right, crossing the horizontal axis at 0 point 8 3 second, until it reaches negative 4 centimeters at 0 point 9 3 second. It the moves steadily upward and to the right, crossing the horizontal axis at 1 point 0 7 seconds, until it ends at 0 poi 8 centimeter at 1 point 1 seconds.\" height=\"399\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/20be6e23cae6161db0216ffd85558544/original.png\" width=\"400\"></p>\n\n<p>A student sets an object attached to a spring into oscillatory motion and uses a position sensor to record the displacement of the object from equilibrium as a function of time. A portion of the recorded data is shown in the figure above.</p>\n"}],"choicesHtml":["<p>The value of the graph at 0.65 s</p>","<p>The slope of the line connecting the origin and the point on the graph at 0.65 s</p>","<p>The slope of the line connecting the point where the graph crosses the time axis near 0.57 s and the point on the graph at 0.65 s</p>","<p>The slope of the tangent to a best-fit sinusoidal curve at 0.65 s</p>"],"answer":2}]