[{"id":"FT562167","type":"longtextV2","stimulusHtml":"<p><img alt=\"The figure presents a diagram and a graph. On the left, the diagram shows a container filled approximately three fourths of the way with oil. The distance between the top surface of the oil and the bottom of the container is labeled D. There is a circle representing a ball drawn just above the top of the oil, with an arrow below the ball pointing downward into the oil.  \" height=\"152\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/23fa6d1c4e4b8cabdfdaf9bd955232db/original.png\" width=\"415\" /></p>\n\n<p>Food scientists have created a new oil. At room temperature, the oil is a liquid. As the oil gets colder, however, it stiffens (thickens) into a sticky gel. To explore the properties of the oil, the scientists fill a container with the oil to a height D, as shown in the figure above on the left. They drop a small steel ball of mass M from rest at the top of the oil. Using video to capture the ball’s motion, the scientists calculate <em>E</em><sub>lost</sub> , the mechanical energy lost by the ball-Earth system from the time the ball enters the oil to the time just before the ball strikes the bottom of the container. The scientists also define the “stiffness” S of the oil as a quantity proportional to the force required to move a rod through the oil at a standard constant speed. The scientists calculate E<sub>lost</sub> and S at several different temperatures, ranging from room temperature to the lowest temperature at which the ball still falls through the oil. The graph above on the right shows <em>E</em><sub>lost</sub> as a function of S for the calculated data points and a best-fit curve.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Give a physical reason why the curve in the graph would not reach the vertical (<em>E</em><sub>lost</sub>) axis even if the scientists had taken data over a broader range of temperatures.</p>\n\t</li>\n\t<li>\n\t<p>As S increases, <em>E</em><sub><em>l</em>ost</sub> approaches a maximum value labeled <em>E</em><sub>max</sub> on the graph above. Write an equation for <em>E</em><sub>max</sub> in terms of <em>M, D</em>, and physical constants, as appropriate.</p>\n\n\t<p>Justify your answer.</p>\n\t</li>\n\t<li>\n\t<p>One of the scientists, in trying to represent the relationship between the oil stiffness and the mechanical energy lost, writes down the equation 2 E<sub>lost</sub> = <em>CS<sup>2</sup></em>, where <em>C</em> is a constant with appropriate units. Another scientist points out that this equation cannot be correct. Give two reasons why the equation cannot be correct.</p>\n\t</li>\n\t<li>\n\t<p>Further attempting to model the ball’s motion, the scientists write the following equation for the time t the ball takes to fall through the oil: <em>t= Z/S</em> , where Z is a constant with appropriate units. Is this equation plausible—in other words, does it make physical sense?</p>\n\n\t<p>____ Plausible ____ Not plausible</p>\n\n\t<p>Briefly explain your reasoning.</p>\n\t</li>\n\t<li>\n\t<p>∆K is the change in kinetic energy of the ball between the time it is released from rest and the time just before the ball strikes the bottom of the container. On the axes below, sketch ∆K as a function of S, the oil stiffness.</p>\n\n\t<p><img alt=\" The figure presents the first quadrant of a coordinate plane, with the origin labeled O. The horizontal axis is labeled “Stiffness, S,” and the vertical axis is labeled “Change in Ball’s Kinetic Energy, delta K.” \" height=\"204\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/1b98208f57e5dd28ec2bb2547847b84b/original.png\" width=\"300\" /></p>\n\t</li>\n</ol>\n"}]