[{"id":"FT562069","type":"longtextV2","stimulusHtml":"<p><img alt=\"The figure shows aside view of afan attached to the top of a rectangular block that rests on a horizontal surface. The fan is tipped up slightly at an angle of theta from the horizontal.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/0db58ebf341e79718e3117ed6dc4b6f2/original.png\"></p>\n\n<p>A student in a physics lab has a block with a fan attached to it, as shown in the figure above. The fan has a pivot so that the angle θ it makes with the horizontal can be adjusted between 0° and 90°. When the fan is pointed horizontally so that θ = 0°, the block accelerates from rest along a track, even though there is friction between the block and the track. For the following questions, assume that the student has access to equipment that would usually be found in a school physics laboratory.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Describe an experimental procedure that the student could use to measure the force F that the air exerts on the fan-block system when the fan is turned on. Assume that the magnitude of this force is the same for all angles θ.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>What quantities would be measured?</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>What equipment would be used for the measurements, and how would that equipment be used? Include a labeled diagram of the experimental setup.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Describe the overall procedure to be used. Give enough detail so that another student could replicate the experiment.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Describe how the force can be determined from the measurements described in parts (a)i–iii.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Describe an experimental procedure that would allow the student to use the fan-block system, with the <strong>fan turned on</strong>, to find the coefficient of kinetic friction between the block and the track.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>What quantities would be measured?</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>What equipment would be used for the measurements, and how would that equipment be used? Include a labeled diagram of the experimental setup.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Describe the overall procedure to be used. Give enough detail so that another student could replicate the experiment.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>On the dot to the right, which represents the fan-block system, draw and label the forces (not components) that are exerted on the system during the experiment described in parts (b)i–iii. Represent each force by a distinct arrow starting on, and pointing away from, the dot.</p>\n\n\t\t<p><img alt=\"The figure shows a square with a small black dot in the center.\" height=\"127\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/42c88500c37256284cc2685201db118f/original.png\" width=\"125\"></p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Describe how to analyze the data from the experiment described in parts (b)i–iii in order to determine the coefficient of kinetic friction between the block and the track. Your analysis may include the force F exerted by the air on the fan-block system. Do not add to the free-body diagram in part (b)iv.</p>\n\t</li>\n\t<li>\n\t<p>In a different experiment, the student attaches the block to the top of a low-friction cart. On the axes below, sketch a graph of the work done by air on the fan-block-cart system as a function of q when the system travels a fixed distance D</p>\n\n\t<p>&nbsp;</p>\n\n\t\n\t<img alt=\"The figure shows a graph in the first quadrant with a dashed horizontal axis labeled Fan Angle Theta and a dashed vertical axis labeled Work Done. The origin is labeled O. A tickmarknear the right end of the horizontal axis is labeled 90 degrees.\" height=\"151\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/0cc2b34e3efcc134350e68b8ef726783/original.png\" width=\"345\"></li>\n</ol>"}]