[{"id":"FT562140","type":"mcq","stimulusHtml":"<p><img alt=\"Three figures are shown. The top image shows a tractor on the left and a boulder on the right with a rope connecting them. A horizontal arrow labeled F is on the rope pointing from the boulder to the tractor. Below the image is the text, Boulder: Force F to the left. No acceleration. The middle image shows a tractor on the left and a wagon on the right with a rope connecting them. A horizontal arrow labeled F is on the rope pointing from the wagon to the tractor. A horizontal arrow labeled a, is to the left of the tractor pointing away from it. Below the image is the text, Wagon: Force F to the left. Acceleration a, to the left. The bottom image shows a tractor to the left and a truck to the right with a rope connecting them. A horizontal arrow labeled F is pointing from the truck to the tractor. A horizontal arrow labeled a is to the right of the truck pointing away from it. Below the image is the text, Truck: Force F to the left. Acceleration a, to the right. \" height=\"374\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b4f792ed606a25a8e6b127b18284f44d/original.png\" width=\"345\" /></p>\n\n<p>Each of the figures above shows a tractor attached to an object. The tractor exerts the same constant force <em>F</em> on each object in every case. Which of the following is a true statement about an object and the relative magnitude of the force exerted by the object on the tractor?</p>\n","choicesHtml":["<p>The magnitude of the force exerted by the truck on the tractor is greatest, because the resulting motion is in the direction opposite the tractor’s pull.</p>","<p>The magnitude of the force exerted by the boulder on the tractor is least, because no motion results.</p>","<p>The magnitude of the force exerted by the wagon on the tractor is least, because the resulting motion is in the direction of the tractor’s pull.</p>","<p>The magnitude of the force exerted by each object on the tractor is equal, because the tractor exerts an equal force on each object.</p>"],"answer":2}]