[{"id":"FT562000","type":"longtextV2","stimulusHtml":"<p>A new kind of toy ball is advertised to “bounce perfectly elastically” off hard surfaces. A student suspects, however, that no collision can be perfectly elastic. The student hypothesizes that the collisions are very close to being perfectly elastic for low-speed collisions but that they deviate more and more from being perfectly elastic as the collision speed increases.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Design an experiment to test the student’s hypothesis about collisions of the ball with a hard surface. The student has equipment that would usually be found in a school physics laboratory.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>What quantities would be measured?</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>What equipment would be used for the measurements, and how would that equipment be used?</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Describe the procedure to be used to test the student’s hypothesis. Give enough detail so that another student could replicate the experiment.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Describe how you would represent the data in a graph or table. Explain how that representation would be used to determine whether the data are consistent with the student’s hypothesis.</p>\n\t</li>\n\t<li>\n\t<p>A student carries out the experiment and analysis described in parts (a) and (b). The student immediately concludes that something went wrong in the experiment because the graph or table shows behavior that is elastic for low-speed collisions but appears to violate a basic physics principle for high-speed collisions.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Give an example of a graph or table that indicates nearly elastic behavior for low-speed collisions but appears to violate a basic physics principle for high-speed collisions.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>State one physics principle that appears to be violated in the graph or table given in part (c)i. Several physics principles might appear to be violated, but you only need to identify one.</p>\n\n\t\t<p>Briefly explain what aspect of the graph or table indicates that the physics principle is violated, and why.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n</ol>\n"}]