[{"id":"FT562166","type":"longtextV2","stimulusHtml":"<p><img alt=\"The figure presents a horizontal, disk shaped platform mounted on a vertically oriented fixed axle that passes through the center of the platform.\" height=\"118\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b9a65f33a1b70350eb56b58cf536b94d/original.png\" width=\"180\" /></p>\n\n<p>A disk-shaped platform has a known rotational inertia. The platform is mounted on a fixed axle and rotates in a horizontal plane, as shown above. A student wishes to determine the frictional torque exerted on the platform by the axle as the platform rotates. The student has access to equipment that would usually be found in a school physics laboratory.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Describe an experimental procedure the student could use to collect the data needed to find the frictional torque exerted on the platform while it rotates.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>What quantities would be measured?</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>What equipment would be used for the measurements, and how would that equipment be used?</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Describe the overall procedure to be used, including any steps necessary to reduce experimental uncertainty. Give enough detail so that another student could replicate the experiment.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Describe how the data from the measurements could be analyzed to determine the frictional torque exerted on the rotating platform.</p>\n\n\t<p><br />\n\t<br />\n\tIt is often assumed that the frictional force between two surfaces is independent of their relative speed. However, the details of the axle’s construction are unknown, and it is possible that the frictional torque for the axle depends on the platform’s angular speed.</p>\n\t</li>\n\t<li>\n\t<p>Does the experiment described in parts (a) and (b) depend on the assumption that the frictional torque is independent of the platform’s angular speed?</p>\n\n\t<p>____ Yes ____ No</p>\n\n\t<p>Note: Either answer may be correct, depending on your experimental design.</p>\n\n\t<p>If you answered yes, describe which part of your analysis depends on this assumption.</p>\n\n\t<p>If you answered no, explain how your analysis does not depend on this assumption.</p>\n\t</li>\n\t<li>\n\t<p>Briefly describe how the experimental procedure described in parts (a) and (b) could be modified to determine whether the frictional torque stays constant as the angular speed changes. If no modification is necessary, state that explicitly. In either case, describe how the data could be analyzed to determine whether the frictional torque stays constant as the angular speed changes.</p>\n\t</li>\n</ol>\n"}]