[{"id":"FT562159","type":"mcq","stimulusHtml":"Which of the following graphs best represents the net force <em>F<sub>net</sub></em> exerted on the two-ship system?","features":[{"type":"sharedpassage","html":"<p><img alt=\"The figure shows a graph with two sets of data points. The horizontal axis is labeled Time, in seconds. There are five equally spaced tick marks that are labeled, from left to right, 2 to 10 in increments of 2. The vertical axis is labeled Velocity, in meters per second. There are four equally spaced horizontal lines intersecting the vertical axis that are labeled, from bottom to top, 7995 to 9010 in increments of 5. The intersection of the axis is labeled zero comma 7990. A key indicates the solid data points represent Ship one, and circle data points represent Ship 2. Each Ship has 11 data points, one for each time from zero to 10 seconds. The data in the graph are as follows. Ship one: The first point is at zero seconds and 9010 meters per second. Points two through 9 slightly fluctuate as they extend gradually down and to the right and end at the eleventh data point at 10 seconds and 8005 meters per second. Ship 2: The first point is at zero seconds and 7990 meters per second. Points two through 9 slightly fluctuate as they extend steeply up and to the right and end at the eleventh data point at 10 seconds and about 8005 meters per second. \" height=\"215\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/18e2db53ae5848781bfda5d83d4fda1a/original.png\" width=\"325\" /></p>\n\n<p>Two identical spaceships are traveling in deep space, far from any planets or stars. The ships travel in the same direction, with the slower one directly behind the faster one. The ships are connected by a cable attached to a spool, so that the part of the cable outside the ships can be made longer or shorter as needed. The cable is used to bring the ships to the same speed for a transfer of cargo. The graph above shows the speed of the two ships during a 10 s interval.</p>\n"}],"choicesHtml":["<img alt=\"A straight line with negative slope starts a little more than halfway up the vertical axis and extends down and to the right, ending at the horizontal axis at 10 seconds. \" height=\"119\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/981e3a9741c5183637311a5db8efb92a/original.png\" width=\"300\">","<img alt=\"A straight line with positive slope starts at the intersection of the axes and extends up and to the right, ending a little more than halfway up the vertical axis at 10 seconds.\" height=\"127\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/e0046b5316929a4127238b705ec04ebe/original.png\" width=\"300\">","<img alt=\"A straight horizontal line starts a little more than halfway up the vertical axis and extends to the right, ending at 10 seconds.\" height=\"132\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/4fe3778d7da58d28eb0d796bec9e6827/original.png\" width=\"300\">","<img alt=\"A straight horizontal line starts at the intersection of the axes and extends to the right along the horizontal axis, ending at 10 seconds.\" height=\"135\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/44b11a0014ca6dc5fc8c184cbbe22e95/original.png\" width=\"300\">"],"answer":1}]