[{"id":"FT577748","type":"mcq","stimulusHtml":"<img alt=\"The figure presents two graphs, each in the first quadrant of separate coordinate planes. The first graph is titled “Force 1,” and the second graph is titled “Force 2.” In both graphs, the horizontal axis is labeled “x, in meters,” and the numbers 0.0 through 1.0, in increments of 0.2, are indicated. The vertical axis is labeled “F, in newtons,” and the numbers 0.0 through 1.2, in increments of 0.2, are indicated. In the graph titled Force 1, the graph is a curve that begins at 0.0 meters, 0.0 newtons with zero slope and moves gradually upward and to the right at first, curving upward with increasing steepness toward the right side of the graph. It passes through the approximate points 0.4 meter, 0.2 newton and 0.8 meter, 0.8 newton. It ends at approximately 1.0 meter, 1.2 newtons. In the graph titled Force 2, the graph is a curve that begins at 0.0 meters, 0.0 newtons with a positive slope and moves steadily upward and to the right at first, curving with decreasing steepness toward the right side of the graph. The curve passes through the approximate points 0.4 meter, 0.6 newton and 0.6 meter and 0.8 newtons. At this point, it begins to level off until it ends at approximately 1.0 meter, 1.0 newton with zero slope.\" height=\"193\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/4a469645028669560e83d721e1315995/original.png\" width=\"525\" />\n<p>The graphs above show the magnitude <em>F </em>of a force exerted on an object as a function of the object’s position <em>x </em>for two trials in an experiment. <em>W</em><sub>1</sub> and <em>W</em><sub>2</sub> are the work done on the object by force 1 and force 2, respectively. How do <em>W</em><sub>1</sub> and <em>W</em><sub>2</sub> compare, and why?</p>\n","choicesHtml":["<em>W</em><sub>1</sub> &gt; <em>W</em><sub>2</sub> , because the maximum value of force 1 is greater than the maximum value of force 2.","<em>W</em><sub>1</sub> &gt; <em>W</em><sub>2</sub> , because the slope of force 1’s graph increases, while the slope of force 2’s graph decreases.","<em>W</em><sub>1</sub> &lt; <em>W</em><sub>2</sub> , because the average value of force 1 is smaller than the average value of force 2.","<em>W</em><sub>1</sub> &lt; <em>W</em><sub>2</sub> , because at the midpoint, <em>x </em>= 0.5 m , the value of force 1 is less than the value of force 2."],"answer":1}]