[{"id":"FT577701","type":"mcq","stimulusHtml":"<p>The total change in the object’s speed between 1.0 s and 1.1 s is most nearly </p>","features":[{"type":"sharedpassage","html":"<p><img alt=\"The figure presents a graph of data from a motion detector in the first and fourth quadrants of a coordinate plane. The horizontal axis is labeled 'Time, in seconds,&quot; and the numbers 0.0 through 1.2, in increments of 0.1, are indicated. The vertical axis is labeled &quot;Velocity, in centimeters per second,&quot; and the numbers negative 10, 0, and 10 are indicated. The shape of the graph is sinusoidal with a small amount of scatter, making the graph appear slightly jagged. The data from the graph are as follows. Note that all values are approximate. The graph begins at approximately 0.0 seconds and 0 centimeters per second, and then moves steadily upward and to the right until it reaches about 0.16 seconds and 10 centimeters per second. It then moves steadily downward and to the right, crossing the horizontal axis at about 031 seconds, until it reaches about 0.47 seconds and negative 10 centimeters per second. It then moves steadily upward and to the right, crossing the horizontal axis at about 0.63 seconds, until it reaches about 029 seconds and 10 centimeters per second. It then moves downward and to the right, crossing the horizontal axis at about 0.94 seconds, until it reaches about 1.1 seconds and negative 10 centimeters per second. It then moves steadily upward and to the right, crossing the horizontal axis at about 125 seconds, until it ends just above the horizontal axis.\" height=\"222\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/da3d195ea2eea8707e7c175e083606db/original.png\" width=\"465\" /></p>\n\n<p>A student sets an object attached to a spring into oscillatory motion and uses a motion detector to record the velocity of the object as a function of time. A portion of the recorded data is shown in the figure above.</p>\n"}],"choicesHtml":["<p>zero</p>","<p>5 cm /s</p>","<p>10 cm / s</p>","<p>15 cm / s</p>"],"answer":0}]