[{"id":"FT577746","type":"mcq","stimulusHtml":"<p><img alt=\"The figure presents a diagram of two dots, representing two figure skaters, moving along a horizontal line. Skater 1 is represented as a black dot and skater 2 is represented as a gray dot. The figure is labeled “Top View.” The horizontal line segment has 13 equally spaced tick marks dividing the line into 12 equal intervals. The black dot, representing skater 1, is just to the left but touching the first tick mark, just to the left but touching the fifth tick mark, and on the seventh tick mark. The gray dot, representing skater 2, is just to the right but touching the first tick mark, and just to the right but touching the fifth tick mark. From left to right, the first tick mark is labeled “t equals 0 seconds.” A rightward pointing arrow is drawn from the first tick mark to the fifth tick mark, which is labeled “t equals 2 seconds.” The area between the first tick mark and the fifth tick mark is labeled “Figure Skaters Moving Together.” The seventh tick mark is labeled “Skater 1 at t equals 4 seconds” and contains the black dot that represents skater 1. The ninth tick mark is labeled A and has the gray dot. The tenth tick mark is labeled B and contains the gray dot. The eleventh tick mark is labeled C and contains the gray dot, and the thirteenth tick mark is labeled D and contains the gray dot.\" height=\"164\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/1638e15f89c52b26b1502cf886e591b5/original.png\" width=\"350\" /></p>\n\n<p>At time <em>t </em>= 0 two figure skaters are moving together over ice with negligible friction, as shown above. Skater 1, represented by the large black dot, is twice as massive as skater 2, represented by the gray dot. At <em>t </em>= 2 s the skaters push off of one another. The location of skater 1 is shown at <em>t </em>= 4 s . At <em>t </em>= 4 s , skater 2 is located at which of the labeled points?</p>\n","choicesHtml":["Point <em>A</em>","Point <em>B</em>","Point <em>C</em>","Point <em>D</em>"],"answer":2}]