[{"id":"VH933914","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of two lines in the first quadrant of a coordinate plane, with the origin labeled O. One line is labeled “Object 1,” and the other line is labeled “Object 2.” The horizontal axis is labeled “t, in seconds,” and the numbers 1 through 4, in increments of 1, are indicated. The vertical axis is labeled “v, in meters per second,” and the numbers 10 through 40, in increments of 10, are indicated. The line labeled Object 1 begins at the point with coordinates 0 seconds comma 40 meters per second, and moves steadily downward and to the right. It passes through the following three points:  coordinates 1 second comma 30 meters per second; coordinates 2 seconds comma 20 meters per second, and coordinates 3 seconds comma 10 meters per second. The line ends at the point with coordinates 4 seconds comma 0 meters per second. The line labeled Object 2 begins at the point with coordinates 0 seconds comma 0 meters per second, and moves steadily upward and to the right. It passes through the following three points: with coordinates 1 second comma 10 meters per second, coordinates 2 seconds comma 20 meters per second; and coordinates 3 seconds comma 30 meters per second. The line ends at the point coordinates 4 seconds comma 40 meters per second. The two lines intersect at the point with coordinates 2 seconds comma 20 meters per second.\" height=\"186\" src=\"https://assets.learnosity.com/organisations/537/VH933914.g01.png\" width=\"220\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Object 1 and object 2 travel across a horizontal surface, and their horizontal velocity as a function of time is shown in the graph. Which of the following statements is correct about the two-object system?</p>\n","rubricRef":"VH933914_rubric","choicesHtml":["<p class=\"choice_paragraph\">The magnitude of acceleration for object 2 is greater than the magnitude of the acceleration of object 1.</p>","<p class=\"choice_paragraph\">After <span class=\"math_expression\"><span aria-label=\"2 seconds \"><math alttext=\"2 seconds \" overflow=\"scroll\"><mrow><mn>2</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.25em\"></mspace><mtext>s</mtext></mrow></math></span></span>, object 1 travels a greater distance than object 2 travels.</p>","<p class=\"choice_paragraph\">Object 1 and object 2 are at the same horizontal position at <span class=\"math_expression\"><span aria-label=\"2 seconds \"><math alttext=\"2 seconds \" overflow=\"scroll\"><mstyle mathvariant=\"normal\"><mrow><mn>2</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.25em\"></mspace><mtext>s</mtext></mrow></mstyle></math></span></span>.</p>","<p class=\"choice_paragraph\">After <span class=\"math_expression\"><span aria-label=\"4 seconds \"><math alttext=\"4 seconds \" overflow=\"scroll\"><mstyle mathvariant=\"normal\"><mrow><mn>4</mn><mtext> </mtext><mi>s</mi></mrow></mstyle></math></span></span>, the speed of object 1 is greater than the speed of object 2.</p>"],"answer":1}]