[{"id":"VH964379","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH964376.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">The students want to determine how the length of the pendulum affects the period of the pendulum. Which of the following procedures should the students use to conduct the experiment?</p>\n","rubricRef":"VH964379_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a pendulum. The top end of the string is attached to a horizontal surface, and the bottom end of the string is attached to a mass hanger. The mass hanger has 3 disks stacked on the hanger.\" height=\"125\" src=\"https://assets.learnosity.com/organisations/537/VH964376.g01.png\" width=\"230\" /></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">A group of students must study the oscillatory motion of a pendulum. One end of a light string is attached to the ceiling, and the other end of the string is attached to a mass hanger so that small disks of various masses may be stacked on the hanger, as shown in the figure.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Measure the length of the string with a meterstick. Place two disks on the hanger. Raise the hanger-disk system to a vertical position above its lowest point. Release the system from rest. Use a stopwatch to determine how long it takes the system to make ten oscillations. Repeat the experiment for different vertical heights.</p>","<p class=\"choice_paragraph\">Measure the length of the string with a meterstick. Place two disks on the hanger. Raise the hanger-disk system to a vertical position above its lowest point. Release the system from rest. Use a stopwatch to determine how long it takes the system to make ten oscillations. Repeat the experiment for different string lengths.</p>","<p class=\"choice_paragraph\">Measure the length of the string with a meterstick. Place two disks on the hanger. Raise the hanger-disk system to a vertical position above its lowest point. Release the system from rest. Use a stopwatch to determine how long it takes the system to make ten oscillations. Repeat the experiment for different vertical heights and string lengths.</p>","<p class=\"choice_paragraph\">Measure the length of the string with a meterstick. Place two disks on the hanger. Raise the hanger-disk system to a vertical position above its lowest point. Release the system from rest. Use a stopwatch to determine how long it takes the system to make ten oscillations. Repeat the experiment for different string lengths and number of disks attached to the hanger.</p>"],"answer":1}]