[{"id":"VH972601","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of two sets of data points, for a 2 kilogram object and a 4 kilogram object. The horizontal axis is labeled, Time, in seconds, and the numbers 0 through 2.0, in increments of 0.5, are indicated. The vertical axis is labeled, Velocity, in meters per second, and the numbers negative 3 through 7, in increments of 1, are indicated. The data represented in the graph are as follows. Note that all values are approximate. Data for the 2 kilogram object. The data begins at the origin, and nine evenly spaced data points move horizontally to the right until reaching the point 0.7 seconds, comma 0 meters per second. It then moves steeply upward and to the right, with two data points indicated at 0.9 seconds, comma negative 0.3 meter per second, and 1.0 second, comma 1.3 meters per second. Data for the 4 kilogram object. The data begins at the leftmost point on the horizontal axis and near the top of the vertical axis at 0 seconds, comma 6 meters per second. A series of 9 evenly spaced data points move horizontally to the right until reaching the point 0.7 second, comma 6 meters per second. It the moves steeply downward and to the right, with data points indicated at 0.9 meter per second, comma 5 meters per second, 1.0 second, comma 4 meters per second, and 1.1 seconds, comma 3 meters per second. A series of 10 evenly spaced data points then move horizontally to the right until ending with the point 2.0 seconds, comma 3 meters per second.\" height=\"282\" src=\"https://assets.learnosity.com/organisations/537/VH972601.g01.png\" width=\"355\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">A student performs an experiment in which a <span class=\"math_expression\"><span aria-label=\"4 kilogram\"><math alttext=\"4 kilogram\" overflow=\"scroll\"><mstyle><mrow><mn>4</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.3em\"></mspace><mtext>kg</mtext></mrow></mstyle></math></span></span> object travels across a horizontal surface with an initial speed velocity of <span class=\"math_expression\"><span aria-label=\"6 meters per second\"><math alttext=\"6 meters per second\" overflow=\"scroll\"><mstyle><mrow><mstyle><mrow><mn>6</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.3em\"></mspace><mtext>m/s</mtext></mrow></mstyle></mrow></mstyle></math></span></span> and a <span class=\"math_expression\"><span aria-label=\"2 kilogram\"><math alttext=\"2 kilogram\" overflow=\"scroll\"><mstyle><mrow><mstyle><mrow><mstyle><mrow><mn>2</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.3em\"></mspace><mtext>kg</mtext></mrow></mstyle></mrow></mstyle></mrow></mstyle></math></span></span> object travels across a horizontal surface with an initial speed velocity of <span class=\"math_expression\"><span aria-label=\"negative 3 meters per second\"><math alttext=\"negative 3 meters per second\" overflow=\"scroll\"><mstyle><mrow><mstyle><mrow><mstyle><mrow><mrow><mo>−</mo><mn>3</mn></mrow><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.3em\"></mspace><mtext>m/s</mtext></mrow></mstyle></mrow></mstyle></mrow></mstyle></math></span></span>. The objects travel toward each other and collide. Data collected from the experiment were used to create the velocity versus time graph shown that contains information about both objects before and after the collision. The positive direction is considered to be to the right. Which of the following statements are true regarding the data from the experiment?</p>\n","rubricRef":"VH972601_rubric","choicesHtml":["<p class=\"choice_paragraph\">Both objects always travel in the positive direction during the experiment.</p>","<p class=\"choice_paragraph\">Kinetic energy is conserved during the experiment.</p>","<p class=\"choice_paragraph\">The position of the center of mass of the system remains constant during the experiment.</p>","<p class=\"choice_paragraph\">The velocity of the center of mass of the two-object system remains constant during the experiment.</p>"],"answer":3}]