[{"id":"VR024381","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of force as a function of time, in the first and second quadrants of a coordinate plane, with the origin labeled O. The horizontal axis is labeled t, in seconds, and the numbers 2 through 20, in increments of 2, are indicated. The vertical axis is labeled F, in newtons, and the numbers negative 8 through 8, in increments of 2, are indicated. The graph consists of several points, as follows. Note that all values are approximate. The points begin on the vertical axis at 4 newtons, and trend almost horizontally rightward with some scatter until reaching 15 seconds and 4 newtons. At this point, a few points trend almost vertically downward until reaching approximately 15 seconds and negative 8 newtons. The points then trend almost horizontally rightward until reaching approximately 20 seconds and negative newtons, At this point, a few points move vertically upward before ending just below the horizontal axis.\" height=\"211\" src=\"https://assets.learnosity.com/organisations/537/VR024381.g01.png\" width=\"255\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">A stationary cart attached to a force gauge is on a straight, horizontal, frictionless track. A student uses the force gauge to move the cart, and the gauge produces the graph of force as a function of time shown above. How does the momentum of the cart change during the time interval <span class=\"math_expression\"><span aria-label=\"0 seconds\"><math alttext=\"0 seconds\" overflow=\"scroll\"><mrow><mtext>0 s</mtext></mrow></math></span></span> to <span class=\"math_expression\"><span aria-label=\"20 seconds\"><math alttext=\"20 seconds\" overflow=\"scroll\"><mstyle><mrow><mtext>20 s</mtext></mrow></mstyle></math></span></span> ?</p>\n","rubricRef":"VR024381_rubric","choicesHtml":["<p class=\"choice_paragraph\">The momentum increases in magnitude during the entire time interval.</p>","<p class=\"choice_paragraph\">The momentum decreases in magnitude during the entire time interval.</p>","<p class=\"choice_paragraph\">The momentum increases in magnitude at first, then decreases and reverses direction.</p>","<p class=\"choice_paragraph\">The momentum increases in magnitude at first, then decreases without reversing direction.</p>"],"answer":3}]