[{"id":"VR348615","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"table_wrapper\"><table class=\"tgroup cols:2 pgwide:1\"><tbody class=\"tbody valign:middle\">\n<tr class=\"row\">\n<td class=\"entry colname:col1\">Block <span class=\"math_expression\"><span aria-label=\"X\"><math alttext=\"X\" overflow=\"scroll\"><mstyle><mrow><mtext>X</mtext></mrow></mstyle></math></span></span>\n</td>\n<td class=\"entry colname:col2\"><span class=\"math_expression\"><span aria-label=\"T sub 1, end sub, minus m sub X, end sub, times g, times the sine of theta, minus mu times m sub X, end sub, times g, times the cosine of theta, equals m sub X, end sub, times a\"><math alttext=\"T sub 1, end sub, minus m sub X, end sub, times g, times the sine of theta, minus mu times m sub X, end sub, times g, times the cosine of theta, equals m sub X, end sub, times a\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mi>T</mi></mrow><mrow><mn>1</mn></mrow></msub><mo>−</mo><msub><mrow><mi>m</mi></mrow><mrow><mtext>X</mtext></mrow></msub><mi>g</mi><mo>⁢</mo><mi>sin</mi><mi>θ</mi><mo>−</mo><mi>μ</mi><msub><mrow><mi>m</mi></mrow><mrow><mtext>X</mtext></mrow></msub><mi>g</mi><mo>⁢</mo><mi>cos</mi><mi>θ</mi><mo>=</mo><msub><mrow><mi>m</mi></mrow><mrow><mtext>X</mtext></mrow></msub><mi>a</mi></mrow></mstyle></math></span></span></td>\n</tr>\n<tr class=\"row\">\n<td class=\"entry colname:col1\">Block <span class=\"math_expression\"><span aria-label=\"Y\"><math alttext=\"Y\" overflow=\"scroll\"><mstyle><mrow><mtext>Y</mtext></mrow></mstyle></math></span></span>\n</td>\n<td class=\"entry colname:col2\"><span class=\"math_expression\"><span aria-label=\"T sub 2, end sub, minus T sub 1, end sub, minus mu times m sub Y, end sub, times g, equals m sub Y, end sub, times a\"><math alttext=\"T sub 2, end sub, minus T sub 1, end sub, minus mu times m sub Y, end sub, times g, equals m sub Y, end sub, times a\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mi>T</mi></mrow><mrow><mn>2</mn></mrow></msub><mo>−</mo><msub><mrow><mi>T</mi></mrow><mrow><mn>1</mn></mrow></msub><mo>−</mo><mi>μ</mi><msub><mrow><mi>m</mi></mrow><mrow><mtext>Y</mtext></mrow></msub><mi>g</mi><mo>=</mo><msub><mrow><mi>m</mi></mrow><mrow><mtext>Y</mtext></mrow></msub><mi>a</mi></mrow></mstyle></math></span></span></td>\n</tr>\n<tr class=\"row\">\n<td class=\"entry colname:col1\">Block <span class=\"math_expression\"><span aria-label=\"Z\"><math alttext=\"Z\" overflow=\"scroll\"><mstyle><mrow><mtext>Z</mtext></mrow></mstyle></math></span></span>\n</td>\n<td class=\"entry colname:col2\"><span class=\"math_expression\"><span aria-label=\"m sub Z, end sub, times g, minus T sub 2, equals m sub Z, end sub, times a\"><math alttext=\"m sub Z, end sub, times g, minus T sub 2, equals m sub Z, end sub, times a\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mi>m</mi></mrow><mrow><mtext>Z</mtext></mrow></msub><mi>g</mi><mo>−</mo><msub><mrow><mi>T</mi></mrow><mrow><mn>2</mn></mrow></msub><mo>=</mo><msub><mrow><mi>m</mi></mrow><mrow><mtext>Z</mtext></mrow></msub><mi>a</mi></mrow></mstyle></math></span></span></td>\n</tr>\n</tbody></table></div></div></div><p class=\"stem_paragraph\">The table above shows equations describing the forces and acceleration <span class=\"math_expression\"><span aria-label=\"a\"><math alttext=\"a\" overflow=\"scroll\"><mstyle><mrow><mi>a</mi></mrow></mstyle></math></span></span> of three blocks that are connected by light strings, some of which run over pulleys. The pulleys are all massless and frictionless, and the coefficient of kinetic friction between each block and surface is <span class=\"math_expression\"><span aria-label=\"mu\"><math alttext=\"mu\" overflow=\"scroll\"><mstyle><mrow><mi>μ</mi></mrow></mstyle></math></span></span>. In the diagrams below, the mass of each block and the tension in each of the two strings are labeled. Which of the following arrangements could be described by the equations in the table above?</p>\n","rubricRef":"VR348615_rubric","choicesHtml":["<div class=\"standalone_image\"><img alt=\"The figure shows a diagram. The diagram shows a surface that initially moves horizontally to the right, then slants downward and to the right before finally moving vertically downward. A two pulley system is anchored to the surface. The first pulley is located at the point where the horizontal and slanted surfaces meet. The second pulley is horizontal and is located at the point where the slanted and vertical surfaces meet. A dashed horizontal line is drawn to the left of the second pulley. The angle formed between the slanted surface and the dashed horizontal is labeled theta. Three blocks, X, Y, and Z, are shown as part of the pulley system. Block X, with mass m sub X, rests on the horizontal surface to the left of the first pulley. Block X is connected to a string, which passes over the first pulley and connects to block Y. Block Y, with mass m sub Y, rests on the slanted surface and is connected to a second string, which passes over the second pulley that connects to block Z. Block Z, with mass m sub Z, hangs vertically downward and to the right of the vertical surface. The tension of the string connecting block X and block Y is labeled T sub 1. The tension of the string connecting block Y and block Z is labeled T sub 2.\" height=\"169\" src=\"https://assets.learnosity.com/organisations/537/VR348615.g09.png\" width=\"224\" /></div>\n","<div class=\"standalone_image\"><img alt=\"The figure shows a diagram. The diagram shows a surface that initially slants downward and to the left, then moves horizontally to the left before finally moving vertically downward. A two pulley system is anchored to the surface. The first pulley is located at the point where the slanted and horizontal surfaces meet. The second pulley slants upward and to the left and is located at the point where the horizontal and vertical surfaces meet. A dashed horizontal line is drawn to the right from the point where the slanted and horizontal surfaces meet. The angle formed between the slanted surface and dashed line is labeled theta. Three blocks, X, Y, and Z, are shown as part of the pulley system. Block Z, with mass m sub Z, rests on the slanted surface to the right of the first pulley. Block Z is connected to a string, which passes under the first pulley and connects to block Y. Block Y, with mass m sub Y, rests on the horizontal surface and is connected to a second string, which passes over the second pulley that connects to block X. Block X, with mass m sub X, hangs vertically downward and to the left of the vertical surface. The tension of the string connecting block X and block Y is labeled T sub 1. The tension of the string connecting block Y and block Z is labeled T sub 2.\" height=\"153\" src=\"https://assets.learnosity.com/organisations/537/VR348615.g10.png\" width=\"235\" /></div>\n","<div class=\"standalone_image\"><img alt=\"The figure shows a diagram. The diagram shows a surface that initially slants upward and to the right, then moves horizontally to the right before finally moving vertically downward. A dashed horizontal line is drawn to the right from the bottom left part of the slanted surface. The angle formed between the slanted surface and dashed line is labeled theta. A two pulley system is anchored to the surface. The first pulley is located at the point where the slanted and horizontal surfaces meet. The second pulley slants upward and to the right and is located at the point where the horizontal and vertical surfaces meet. Three blocks, X, Y, and Z, are shown as part of the pulley system. Block X, with mass m sub X, rests on the slanted surface to the left of the first pulley. Block X is connected to a string, which passes over the first pulley and connects to block Y. Block Y, with mass m sub Y, rests on the horizontal surface and is connected to a second string, which passes over the second pulley that connects to block Z. Block Z, with mass m sub Z, hangs vertically downward and to the right of the vertical surface. The tension of the string connecting block X and block Y is labeled T sub 1. The tension of the string connecting block Y and block Z is labeled T sub 2.\" height=\"113\" src=\"https://assets.learnosity.com/organisations/537/VR348615.g11.png\" width=\"225\" /></div>\n","<div class=\"standalone_image\"><img alt=\"The figure shows a diagram. The diagram shows a surface that initially slants upward and to the right and then moves horizontally to the right. A dashed horizontal line is drawn to the right from the bottom left part of the slanted surface. The angle formed between the slanted surface and dashed line is labeled theta. A pulley is located at the point where the slanted and horizontal surfaces meet. Three blocks, X, Y, and Z, are shown as part of the pulley system. Block X, with mass m sub X, rests on the slanted surface to the left of the pulley. Block X is connected to a string, which passes over the first pulley and connects to block Y. Block Y, with mass m sub Y, rests on the horizontal surface and is connected to a second string that connects to block Z. Block Z, with mass m sub Z, rests on the horizontal surface to the right of block Y. The tension of the string connecting block X and block Y is labeled T sub 1. The tension of the string connecting block Y and block Z is labeled T sub 2.\" height=\"97\" src=\"https://assets.learnosity.com/organisations/537/VR348615.g12.png\" width=\"235\" /></div>\n"],"answer":2}]