[{"id":"VR443396","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR443394.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Based on the data presented in the graph, which of the following lists the points in the order in which the blocks are dropped onto the disk?</p>\n","rubricRef":"VR443396_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"standalone_image\"><img alt=\"The figure shows a diagram and a graph. The diagram shows the top view of a circular disk that is rotating counterclockwise. Three points, labeled A, B, and C, are shown inside the disk. Point A is located directly to the left of the rightmost point on the disk. Point C is located just to the left of the center of the disk. Point B is located just to the right of halfway between point A and point C. The graph consists of four horizontal line segments, which are connected by three vertical line segments, in a coordinate plane, with the origin labeled O. The horizontal axis is labeled “Time,” and no numbers are indicated. The vertical axis is labeled “omega.” There are five horizontal gridlines indicated at equal intervals above the horizontal axis. On the vertical axis, a tick mark at the fifth gridline above the horizontal axis is labeled omega sub 0, and a tick mark just above the fourth gridline above the horizontal axis is labeled omega sub 1. The first line segment begins on the vertical axis at omega sub 0 and extends horizontally to the right until it ends approximately one fifth of the way along the horizontal axis. The second line segment begins where the first line segment ends, and extends vertically downward to approximately one third of the way between omega sub 0 and omega sub 1 where it ends. The third line segment begins where the second line segment ends, and extends horizontally to the right until it ends approximately two fifths of the way along the horizontal axis. The fourth line segment begins where the third line segment ends, and extends vertically downward to just above omega sub 1 where it ends. The fifth line segment begins where the fourth line segment ends, and extends horizontally to the right until it ends at approximately three fifths of the way along the horizontal axis. The sixth line segment begins where the fifth line segment ends, and extends downward to omega sub 1 where it ends. The seventh line segment begins where the sixth line segment ends, and extends horizontally to the right until it ends above the end of the horizontal axis.\" height=\"580\" src=\"https://assets.learnosity.com/organisations/537/VR443394.g07.png\" width=\"399\" /></div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">A solid disk whose plane is parallel to the ground spins with an initial angular speed <span class=\"math_expression\"><span aria-label=\"omega sub 0\"><math alttext=\"omega sub 0\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>ω</mi><mn>0</mn></msub></math></span></span>. Three identical blocks are dropped onto the disk at locations <span class=\"math_expression\"><span aria-label=\"A\"><math alttext=\"A\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mtext>A</mtext></math></span></span>, <span class=\"math_expression\"><span aria-label=\"B\"><math alttext=\"B\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mtext>B</mtext></math></span></span>, and <span class=\"math_expression\"><span aria-label=\"C\"><math alttext=\"C\" overflow=\"scroll\" xmlns=\"http://www.w3.org/1998/Math/MathML\"><mtext>C</mtext></math></span></span>, one at a time, not necessarily in that order. Each block instantaneously sticks to the surface of the disk, slowing the disk’s rotation. A graph of the angular speed of the disk as a function of time is shown.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"A, B, C\"><math alttext=\"A, B, C\" display=\"inline\" overflow=\"scroll\"><mtext>A, B, C</mtext></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"B, C, A\"><math alttext=\"B, C, A\" display=\"inline\" overflow=\"scroll\"><mtext>B, C, A</mtext></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"C, A, B\"><math alttext=\"C, A, B\" display=\"inline\" overflow=\"scroll\"><mtext>C, A, B</mtext></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"B, A, C\"><math alttext=\"B, A, C\" display=\"inline\" overflow=\"scroll\"><mtext>B, A, C</mtext></math></span></span></p>"],"answer":3}]