[{"id":"VR444849","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR444847.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">At which of the following times do the two objects have the same velocity?</p>\n","rubricRef":"VR444849_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure shows a graph of a curve labeled Object 1, and a line labeled Object 2, in a coordinate plane. The horizontal axis is labeled “Time,” and the following five values are indicated along the axis: time t sub A is at the origin, time t sub B is about one fifth of the way along the axis, time t sub C is a bit less than halfway along the axis, time t sub D is about halfway along the axis, and time t sub f is near the end of the axis. The vertical axis is labeled “Position,” and no numbers are indicated. The curve representing Object 1 begins at time t sub A, near the top of the vertical axis, and moves briefly upward and to the right until it reaches a local maximum. It then moves steeply downward and to the right, passes time t sub B at a height of approximately two thirds of the way up the vertical axis, and continues downward and to the right. The curve then levels off and reaches a local minimum just before t sub C. It then moves upward and passes time t sub C and then t sub D. From here, the curve reaches a local maximum about halfway up the vertical axis before moving downward and to the right until it levels off and reaches a minimum on the horizontal axis at time t sub f. It then moves steeply upward until it ends. The line representing Object 2 begins at time t sub A at the origin, and moves upward and to the right. It intersects the Object 1 curve at three points: once to the left of t sub c, once at t sub D, and once to the right of t sub D. The line then passes time t sub f at the same height above the horizontal axis as the starting point of the Object 1 curve. It continues upward and to the right a short distance and ends high above the right end of the horizontal axis.\" height=\"207\" src=\"https://assets.learnosity.com/organisations/537/VR444847.g10.png\" width=\"385\" /></div>\n</div>\n</div>\n\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The position as a function of time for two objects moving along a straight line is shown in the graph.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"t sub A\"><math alttext=\"t sub A\" display=\"inline\" overflow=\"scroll\"><msub><mi>t</mi><mi mathvariant=\"normal\">A</mi></msub></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"t sub B\"><math alttext=\"t sub B\" display=\"inline\" overflow=\"scroll\"><msub><mi>t</mi><mi mathvariant=\"normal\">B</mi></msub></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"t sub C\"><math alttext=\"t sub C\" display=\"inline\" overflow=\"scroll\"><msub><mi>t</mi><mi mathvariant=\"normal\">C</mi></msub></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"t sub D\"><math alttext=\"t sub D\" display=\"inline\" overflow=\"scroll\"><msub><mi>t</mi><mi mathvariant=\"normal\">D</mi></msub></math></span></span></p>"],"answer":2}]