[{"id":"VR443390","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure shows two diagrams of two carts before and after they collide. In both diagrams, the carts are labeled cart 1 and cart 2. In the “Before Collision” diagram, both carts are accelerating toward the center of the diagram, cart 1 from the left and cart 2 from the right. In the “After Collision” diagram, cart 1 has collided with cart 2 and both carts are now moving toward the right side of the diagram.\" height=\"169\" src=\"https://assets.learnosity.com/organisations/537/VR443390.g27.png\" width=\"300\" /></div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Carts 1 and 2 are initially moving toward each other, as shown in the top figure. The carts collide and afterward are both moving to the right, as shown in the bottom figure. If the positive direction is to the right, which of the following best represents the force exerted on each cart by the other during the collision as a function of time?</p>\n","rubricRef":"VR443390_rubric","choicesHtml":["<div class=\"standalone_image\"><img alt=\"The figure shows a graph of two curves in a coordinate plane with the origin labeled O. The horizontal axis is labeled “Time,” and the vertical axis is labeled “Force.” The curve representing “on Cart 1” begins at the origin and moves downward and to the right at an accelerating rate until it reaches a trough far below the horizontal axis. It then moves upward and to the right until it levels off and ends on and near the end of the horizontal axis. The curve representing “on Cart 2” begins at the origin and moves upward and to the right at an accelerating rate until it reaches a peak far above the horizontal axis. It then moves downward and to the right until it levels off and ends on and near the end of the horizontal axis. The peak and trough occur at the same point along the horizontal axis and are the same vertical distance from the horizontal axis.\" height=\"112\" src=\"https://assets.learnosity.com/organisations/537/VR443390.g28.png\" width=\"165\" /></div>\n","<div class=\"standalone_image\"><img alt=\"The figure shows a graph of two curves in a coordinate plane with the origin labeled O. The horizontal axis is labeled “Time,” and the vertical axis is labeled “Force.” The curve representing “on Cart 1” begins at the origin and moves downward and to the right at an accelerating rate until it reaches a trough far below the horizontal axis. It then moves upward and to the right until it levels off and ends on and near the end of the horizontal axis. The curve representing “on Cart 2” begins at the origin and moves upward and to the right at an accelerating rate until it reaches a peak just above the horizontal axis. It then moves downward and to the right until it levels off and ends on and near the end of the horizontal axis. The peak and trough occur at the same point along the horizontal axis. The vertical distance between the horizontal axis and the trough for Cart 1 is about double the vertical distance between the horizontal axis and the peak for Cart 2.\" height=\"112\" src=\"https://assets.learnosity.com/organisations/537/VR443390.g29.png\" width=\"165\" /></div>\n","<div class=\"standalone_image\"><img alt=\"The figure shows a graph of two curves in a coordinate plane with the origin labeled O. The horizontal axis is labeled “Time,” and the vertical axis is labeled “Force.” The curve representing “on Cart 1” begins at the origin and moves downward and to the right at an accelerating rate until it reaches a trough just below the horizontal axis. It then moves upward and to the right until it levels off and ends on and near the end of the horizontal axis. The curve representing “on Cart 2” begins at the origin and moves upward and to the right at an accelerating rate until it reaches a peak far above the horizontal axis. It then moves downward and to the right until it levels off and ends on and near the end of the horizontal axis. The peak and trough occur at the same point along the horizontal axis. The vertical distance between the horizontal axis and the trough for Cart 1 is about half the vertical distance between the horizontal axis and the peak for Cart 2.\" height=\"112\" src=\"https://assets.learnosity.com/organisations/537/VR443390.g30.png\" width=\"165\" /></div>\n","<div class=\"standalone_image\"><img alt=\"The figure shows a graph of two curves in a coordinate plane with the origin labeled O. The horizontal axis is labeled “Time,” and the vertical axis is labeled “Force.” The curve representing “on Cart 1” begins at the origin and moves upward and to the right at an accelerating rate until it reaches a peak far above the horizontal axis. It then moves downward and to the right until it levels off and ends on and near the end of the horizontal axis. The curve representing “on Cart 2” begins at the origin and moves downward and to the right at an accelerating rate until it reaches a trough far below the horizontal axis. It then moves upward and to the right until it levels off and ends on and near the end of the horizontal axis. The peak and trough occur at the same point along the horizontal axis. The peak and trough occur at the same point along horizontal axis and are the same vertical distance from the horizontal axis.\" height=\"112\" src=\"https://assets.learnosity.com/organisations/537/VR443390.g31.png\" width=\"165\" /></div>\n"],"answer":0}]