[{"id":"VR619292","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"standalone_image\"><img alt=\"Two figures are shown. The first figure is labeled “Top View,” and shows a disk attached to one end of a string. A Force Sensor is attached to the center of the string. The disk moves clockwise in a circular path along a horizontal surface at a speed of v. The second figure shows a scatterplot in the first quadrant of a coordinate plane. A curve of best fit is drawn. The horizontal axis is labeled “Speed,” and 4 evenly spaced vertical gridlines are indicated along it. The vertical axis is labeled “Force,” and 9 evenly spaced horizontal grid lines are indicated. There are 9 data points in the scatter plot. The data points begin in the lower left portion of the scatter plot and trend gradually upward and to the right. The curve of best fit begins in the lower left portion of the scatter plot and moves gradually upward and to the right passing through all 9 data points. A selection of the data points have the following coordinates: (one half unit, zero units), (2 units, 2.5 units), (3.5 units, 8 units). Note that all values are approximate.\" src=\"https://assets.learnosity.com/organisations/578/VR619292.g01.svg\"/></div></div></div></div></div><p class=\"stem_paragraph\">One end of a string is held in place and the other end of the string is attached to a disk. The disk can be set in motion and travel in a circular path with constant speed along a horizontal surface. A force sensor with negligible mass is attached to the string, as shown in the figure. There is negligible friction between both the disk and force sensor and the surface. A student sketches the graph shown of the force measured by the force sensor for several values of the speed. Is the student’s sketch accurate? Why or why not?</p>\n","rubricRef":"VR619292_rubric","choicesHtml":["<p class=\"choice_paragraph\">Yes, because the centripetal force increases proportionally with the speed.</p>","<p class=\"choice_paragraph\">Yes, because centripetal force increases proportional to the square of the speed.</p>","<p class=\"choice_paragraph\">No, because the force should increase linearly with speed.</p>","<p class=\"choice_paragraph\">No, because the force would decrease as speed increases.</p>"],"answer":1}]