[{"id":"VR642068","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"standalone_image\"><img alt=\"The figure shows two line graphs in a coordinate plane. The numbers 0.2 through 1.6, in increments of 0.2, are indicated on the horizontal axis. The numbers negative 0.6 through 0.6, in increments of 0.2, are indicated on the vertical axis. The first line graph is labeled Cart 1, and begins at the point with coordinates 0 comma 0.5. It moves horizontally to the right to the point with coordinates 0.6 comma 0.5. The line graph then slants downward and to the right to the point with coordinates 0.9 comma negative 0.4. It then moves horizontally to the right until it ends at the point with coordinates 1.6 comma negative 0.4. The second line graph is labeled Cart 2, and begins at the point with coordinates 0 comma negative 0.4. It moves horizontally to the right to the point with coordinates 0.6 comma negative 0.4. The line graph then slants upward and to the right to the point with coordinates 0.9 comma 0.5. It then moves horizontally to the right until it ends at the point with coordinates 1.6 comma 0.5. The two line graphs intersect at the point with coordinates 0.75 comma 0.05.\" src=\"https://assets.learnosity.com/organisations/578/VR642068.g02.svg\"/></div></div></div></div></div><p class=\"stem_paragraph\">The graph shows the velocities of two carts as functions of time as the carts move toward each other, collide, and then move away from each other on a horizontal track. Which of the following correctly indicates whether the momentum and total kinetic energy of the two-cart system are the same before and after the collision?</p>\n","rubricRef":"VR642068_rubric","choicesHtml":["<p class=\"choice_paragraph\">Both momentum and total kinetic energy are the same before and after the collision.</p>","<p class=\"choice_paragraph\">Only momentum is the same before and after the collision.</p>","<p class=\"choice_paragraph\">Only total kinetic energy is the same before and after the collision.</p>","<p class=\"choice_paragraph\">It can’t be determined without knowing the relative masses of the carts.</p>"],"answer":0}]