[{"id":"VR703816","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR703813.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">In a particular trial, the block is displaced from equilibrium and released from rest at time <span class=\"math_expression\"><span aria-label=\"t equals 0\"><math alttext=\"t equals 0\" display=\"inline\" overflow=\"scroll\"><mi>t</mi><mo>=</mo><mn>0</mn></math></span></span>. Which of the following graphs best represents the elastic potential energy <span class=\"math_expression\"><span aria-label=\"U\"><math alttext=\"U\" display=\"inline\" overflow=\"scroll\"><mi>U</mi></math></span></span> of the block-spring system and the kinetic energy <span class=\"math_expression\"><span aria-label=\"K\"><math alttext=\"K\" display=\"inline\" overflow=\"scroll\"><mi>K</mi></math></span></span> of the block as functions of time?</p><div class=\"standalone_image\"><img alt=\"A figure shows a key indicating that one wave represents the elastic potential energy U of the spring block system and the other wave represents the kinetic energy K of the block.\" src=\"https://assets.learnosity.com/organisations/578/VR703816.g06.svg\"/></div>\n","rubricRef":"VR703816_rubric","features":[{"type":"sharedpassage","html":"<html><body><div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"standalone_image\"><img alt=\"The figure shows a block on a horizontal surface. The block has one end of a spring attached to it, and the other end of the spring is attached to a wall.\" src=\"https://assets.learnosity.com/organisations/578/VR703813.g02.svg\"/></div><p class=\"passage_para\">A block on a horizontal surface is attached to one end of a horizontal spring, as shown in the figure. The other end of the spring is attached to a wall. There is negligible friction between the block and the surface. A student pulls back and releases the block from various positions and records the amplitude and maximum speed of the block.</p></div></div></div></body></html>"}],"choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a graph of two waves in a coordinate plane with the origin labeled O. The horizontal axis is labeled Time, and the vertical axis is labeled Energy. A key indicates that one wave represents the elastic potential energy U of the spring block system and the other wave represents the kinetic energy K of the block. The wave representing the elastic potential energy U of the spring block system has two peaks of equal height at energy equals two units above the origin and three troughs at energy equals two units below the origin. The locations of the peaks and troughs are as follows. Peak 1: Time, one unit to the right of the origin; energy, two units above the origin. Trough 1: Time, two units to the right of the origin; energy, two units below the origin. Peak 2: Time, three units to the right of the origin; energy, two units above the origin. The wave representing the kinetic energy K of the block has one peak at energy equals two units above the origin and two troughs of equal height at energy equals two units below the origin. The locations of the peaks and troughs are as follows. Trough 1: Time, one unit to the right of the origin; energy, two units below the origin. Peak 1: Time, two units to the right of the origin; energy, two units above the origin. Trough 2: Time, three units to the right of the origin; energy, two units below the origin.\" src=\"https://assets.learnosity.com/organisations/578/VR703816.g01.svg\"/></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a graph of two waves in a coordinate plane with the origin labeled O. The horizontal axis is labeled Time, and the vertical axis is labeled Energy. A key indicates that one wave represents the elastic potential energy U of the spring block system and the other wave represents the kinetic energy K of the block. The wave representing the elastic potential energy U of the spring block system has one peak at energy equals two units above the origin and two troughs at energy equals two units below the origin. The locations of the peaks and troughs are as follows. Trough 1: Time one unit to the right of the origin; energy two units below the origin. Peak 1: Time, two units to the right of the origin; energy, two units above the origin. Trough 2: Time, three units to the right of the origin; energy, two units below the origin. The wave representing the kinetic energy K of the block has two peaks of equal height at energy equals two units above the origin and one trough at energy equals two units below the origin. The locations of the peaks and troughs are as follows. Peak 1: Time, one unit to the right of the origin; energy, two units above the origin. Trough 1: Time, two units to the right of the origin; energy, two units below the origin. Peak 2: Time, three units to the right of the origin; energy, two units above the origin.\" src=\"https://assets.learnosity.com/organisations/578/VR703816.g02.svg\"/></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a graph of two waves in a coordinate plane with the origin labeled O. The horizontal axis is labeled Time, and the vertical axis is labeled Energy. A key indicates that one wave represents the elastic potential energy U of the spring block system and the other wave represents the kinetic energy K of the block. The wave representing the elastic potential energy U of the spring block system has two peaks at five units above the origin and one trough at zero units above the origin. The locations of the peaks and troughs are as follows. Peak 1: Time, one unit to the right of the origin; energy, five units above the origin. Trough 1: time, two units to the right of the origin; energy, zero units above the origin. Peak 2: Time, three units to the right of the origin; energy, five units above the origin. The wave representing the kinetic energy K of the block has one peak at five units above the origin and two troughs at zero units above the origin. The locations of the peaks and troughs are as follows. Trough 1: time, one unit to the right of the origin; energy, zero units above the origin. Peak 1: time, two units to the right of the origin; energy, five units above the origin. Trough 2: time, three units to the right of the origin; energy, zero units above the origin.\" src=\"https://assets.learnosity.com/organisations/578/VR703816.g03.svg\"/></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a graph of two waves in a coordinate plane with the origin labeled O. The horizontal axis is labeled Time, and the vertical axis is labeled Energy. A key indicates that one wave represents the elastic potential energy U of the spring block system, and the other wave represents the kinetic energy K of the block. The wave representing the elastic potential energy U of the spring block system has one peak at five units above the origin and two troughs at zero units above the origin. The locations of the peaks and troughs are as follows. Trough 1: time, one unit to the right of the origin; energy, zero units above the origin. Peak 1: time, two units to the right of the origin; energy, five units above the origin. Trough 2: time, three units to the right of the origin; energy, zero units above the origin. The wave representing the kinetic energy K of the block has two peaks at five units above the origin and one trough at zero units above the origin. The locations of the peaks and troughs are as follows. Peak 1: Time, one unit to the right of the origin; energy, five units above the origin. Trough 1: time, two units to the right of the origin; energy, zero units above the origin. Peak 2: Time, three units to the right of the origin; energy, five units above the origin.\" src=\"https://assets.learnosity.com/organisations/578/VR703816.g04.svg\"/></span></p>"],"answer":3}]