[{"id":"FT539472","type":"mcq","stimulusHtml":"<p><strong>The following question is based on the graph below showing the long-run adjustment of a constant-cost perfectly competitive industry.</strong></p>\n\n<p><img alt=\"The figure shows a graph with a horizontal axis labeled Output, a vertical axis labeled Price, and an origin labeled zero. Three quantities appear on the horizontal axis and are labeled, from left to right Q sub one, Q sub 2, and Q sub 3. Three prices appear on the vertical axis and are labeled, from bottom to top, P sub one, P, and P sub 2. There are five lines and one point on the graph. A horizontal line begins at price P on the vertical axis and moves to the right, parallel to the horizontal axis. A point on line P is labeled R and is at an output of Q sub one. Two upward sloping lines, from left to right, are labeled S and S prime. Line S begins above the horizontal axis, between the origin and Q sub one, moves up and to the right, passes through point R, and continues on. Line S Prime begins above the horizontal axis, slightly to the right of Q sub one, moves up and to the right, intersects line P at an output of Q sub 3, and continues on. Two downward sloping lines, from left to right, are labeled D and D prime. Line D begins to the right of the vertical axis, above P sub 2, and moves down and to the right, intersects line P and line S at point R, continues down and to the right, intersects line S prime at an output of Q sub 2 and P sub one, and then ends to the right of an output of Q sub 3. Line D prime begins to the right of line D and above P sub 2, moves down and to the right, intersects line S at Q sub 3 and P sub 2, continues down and to the right, intersects line P and line S prime at Q sub 3, and ends to the right of an output of Q sub 3 and above line D. Lines S, S prime, D, and D prime do not intersect the horizontal or vertical axis.\" height=\"317\" src=\"https://assets.learnosity.com/organisations/537/53613648-86c1-4857-9f42-23be9521c760.png\" width=\"332\" /></p>\n\n<p>The long-run industry supply curve for corn is</p>\n","choicesHtml":["<p>upward sloping</p>","<p>downward sloping</p>","<p>horizontal</p>","<p>downward sloping at first and then upward sloping</p>","<p>upward sloping at first and then downward sloping</p>"],"answer":1}]