[{"id":"FT539291","type":"mcq","stimulusHtml":"<p>If the government wants to regulate this monopoly to produce the socially optimum level of output, it should set a price equal to</p>","features":[{"type":"sharedpassage","html":"<p>The following questions are based on the graph below, which shows the cost and revenue curves of a natural monopolist</p>\n\n<p>&nbsp;</p>\n\n<p><img alt=\"A graph in the first quadrant is shown with price on the vertical axis and quantity on the horizontal axis. Values P sub 1 through P sub 5 are labeled from bottom to top on the vertical axis and values Q sub 1 through Q sub 4 are labeled from left to right on the horizontal axis. Dashed reference lines are drawn from each labeled value. Two lines are plotted starting from a point on the vertical axis above P sub 5 and decreasing, with the upper line labeled demand and the lower line, which intersects the horizontal axis at Q sub 2, labeled marginal revenue. Two curves are also plotted that are concave up everywhere, decreasing on the left until reaching a minimum and increasing on the right. The first curve is labeled average total cost which has its minimum near the center of the graph above the demand and marginal revenue lines, intersecting the demand line while decreasing. The second curve is labeled marginal cost which has its minimum in the lower part of the graph between the demand and marginal revenue lines, and intersects the marginal revenue line while decreasing and the demand line then the average total cost curve while increasing. The dashed lines indicate that the coordinates Q sub 1 and P sub 5, Q sub 2 and P sub 4, Q sub 3 and P sub 3, and Q sub 4 and P sub 2 lie on the demand line. The marginal cost curve crosses the marginal revenue line at Q sub 1 and P sub 1 and the demand line at Q sub 4 and P sub 2. The average total cost curve intersects the demand line at Q sub 3 and P sub 3.\" height=\"288\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/0360ca2eb1d342f76fde1481360d2c00/original.png\" width=\"400\" /></p>\n"}],"choicesHtml":["<p>P<sub>1</sub></p>","<p>P<sub>2</sub></p>","<p>P<sub>3</sub></p>","<p>P<sub>4</sub></p>","<p>P<sub>5</sub></p>"],"answer":0}]