[{"id":"FT539189","type":"longtextV2","stimulusHtml":"Respond to all parts of the question.","features":[{"type":"sharedpassage","html":"<p><img alt=\"A graph in the first quadrant is shown with price on the vertical axis and quantity on the horizontal axis. Five points p sub 1 through 5 are labeled from bottom to top on the vertical axis, and five points q sub 1 through 5 are labeled from left to right on the horizontal axis. Dashed reference lines are drawn from these labeled values. Two lines are plotted on the graph, one labeled demand equals M S B starting on the vertical axis above p sub 5 and decreasing, the other labeled supply equals M P C starting at p sub 1 on the vertical axis and increasing. The two lines increase at nearly a right angle near the center of the graph. Nine points are labeled on the graph. Points J, K, L, M, and T are on the demand line. J is at the intercept with the vertical axis, K is at coordinates q sub 1 and p sub 5, L is at coordinates q sub 2 and p sub 4, M is at q sub 3 and p sub 3 which is also the intersection of the supply and demand lines, and T is at coordinates q sub 5 and p sub 2. Points R, N, and U are on the supply line. R is at coordinates q sub 1 and p sub 2, N is at coordinates q sub 4 and p sub 4, and U is at coordinates q sub 5 and p sub 5. A point S is below the intersection of the two lines at coordinates q sub 3 and p sub 2. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/c74243bf76f05209683b85764ffb929f/original.jpg\" /></p>\n\n<p>The graph above shows the perfectly competitive market for hard candies in Country Alpha. In the graph the letters correspond to points, not areas. MPC denotes marginal private cost and MSB denotes marginal social benefit.</p>\n\n<p>(a) Using the labeling on the graph, identify the area representing each of the following at the market equilibrium.</p>\n\n<p>(i) The consumer surplus</p>\n\n<p>(ii) The producer surplus</p>\n\n<p>(b) Assume that the production of each unit of candy creates a negative externality equal to (p<sub>5</sub>-p<sub>2</sub>).</p>\n\n<p>Using the labeling on the graph, identify the socially optimal quantity.</p>\n\n<p>(c) Assume that the government imposes a per-unit tax of (p<sub>5</sub>-p<sub>2</sub>) to correct for the negative externality. Using the labeling on the graph, identify the area representing each of the following.</p>\n\n<p>(i) The consumer surplus</p>\n\n<p>(ii) The deadweight loss</p>\n"}]}]