[{"id":"FT539265","type":"mcq","stimulusHtml":"<p>If the monopolist produces the allocatively efficient level of output rather than the profit-maximizing level of output, consumer surplus will</p>","features":[{"type":"sharedpassage","html":"<p>The following questions refer to the diagram below, which shows the cost and revenue conditions of a monopolist.</p>\n\n<p><img alt=\"A graph in the first quadrant is shown with price on the vertical axis and output on the horizontal axis. Values P sub 1 through P sub 5 are labeled from bottom to top on the vertical axis and values Q sub 1 through Q sub 5 are labeled from left to right on the horizontal axis. Dashed reference lines are drawn from each labeled value. Two lines are plotted starting from a point on the vertical axis above P sub 5 and decreasing, with the upper line labeled demand and the lower line, which intersects the horizontal axis at Q sub 3, labeled marginal revenue. Two curves are also plotted that are concave up everywhere, decreasing on the left until reaching a minimum and increasing on the right. The first curve is labeled average total cost which has its minimum near the center of the graph between the demand and marginal revenue lines, intersecting the marginal revenue line while decreasing and the demand line while increasing. The second curve is labeled marginal cost which has its minimum in the lower left of the graph, and intersects the marginal revenue line, then the average total cost curve, then the demand line as it increases. Seven points are labeled on the graph. Points H, J, K, L, M , and N all lie on the demand line. Point H is on the vertical axis, a significant distance about the P 5 line. Point G is at the point where dashed lines Q 1 and P 1 meet.\" height=\"450\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b02025154400cd7542f14514d6e8ab9c/original.png\" width=\"465\" /></p>\n"}],"choicesHtml":["<p>decrease by the area P<sub>5</sub>JKP<sub>4</sub></p>","decrease by the area P<sub>5</sub>JMP<sub>2</sub>","increase by the area P<sub>5</sub>JGP<sub>1</sub>","<p>increase by the area P<sub>5</sub>JKP<sub>4</sub></p>","increase by the area P<sub>5</sub>JMP<sub>2</sub>"],"answer":2}]