[{"id":"FT539381-22","type":"longtextV2","stimulusHtml":"Respond to all parts of the question.","features":[{"type":"sharedpassage","html":"<p><i>In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.</i></p>\n\n<p><i>Bestmilk, a typical profit-maximizing dairy firm, is operating in a constant-cost, perfectly competitive industry that is in long-run equilibrium.</i></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p><i>Draw correctly labeled side-by</i>-side graphs for the dairy market and for Bestmilk and show each of the following.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Price and output for the industry</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Price and output for Bestmilk</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Assume that milk is a normal good and that consumer income falls. Assume that Bestmilk continues to produce. On your graphs in part (a), show the effect of the decrease in income on each of the following in the short run.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Price and output for the industry</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Price and output for Bestmilk</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Area of loss or profit for Bestmilk</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Following the decrease in consumer income, what must be true for Bestmilk to continue to produce in the short run?</p>\n\t</li>\n\t<li>\n\t<p>Assume that the industry adjusts to a new long-run equilibrium. Compare the following between the initial and the new long-run equilibrium.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Price in the industry</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Output of a typical firm</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>The number of firms in the dairy industry</p>\n\t\t</li>\n\t</ol>\n\t</li>\n</ol>\n"}]}]