[{"id":"FT539873","type":"mcq","stimulusHtml":"<p><img alt=\"A graph in the first quadrant is shown with price on the vertical axis and quantity on the horizontal axis. Three curves are plotted that are all concave up everywhere, decreasing on the left then reaching a minimum and increasing on the right. The first curve is labeled average total cost, and its minimum is near the center of the graph. The second curve is labeled average variable cost, which has its minimum below and to the left of the first curve and sits entirely below the first curve. The third curve is labeled marginal cost, which has its minimum in the lower left corner of the graph and intersects the other two curves near their minimums as it increases to the right. The values 2, 8, and 10 dollars are labeled on the vertical axis, and the values 10, 15, 18, and 20 are labeled on the horizontal axis. Dashed reference lines are drawn from these values. The reference lines from quantity 10 and 2 dollars meet at the intersection of the marginal cost and average variable cost curves. The reference lines from quantity 15 and 8 dollars meet at the intersection of the marginal cost and average total cost curves. The reference lines from quantity 18 and 10 dollars meet on the marginal cost curve above both of its intersections, and the reference lines from quantity 20 and 10 dollars meet on the average total cost curve.\" height=\"228\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/232d9e14dd269cb1aab951f5c1b4a9bd/original.jpg\" width=\"393\"></p>\n\n<p>The diagram above shows a perfectly competitive firm's short-run cost curves. If the price of the output increases from $8 to $10, the profit-maximizing firm will</p>\n","choicesHtml":["<p>continue producing 15 units because average total cost is a minimum</p>","<p>continue producing 15 units because average total cost is equal to marginal cost</p>","<p>increase output to 20 units because this is the output at which price equals average total cost</p>","<p>increase output to 18 units because this is the output at which price equals marginal cost</p>","<p>decrease output to 10 units because this is the output at which average variable cost is at a minimum</p>"],"answer":2}]