[{"id":"FT539532","type":"mcq","stimulusHtml":"<p>The profit-maximizing combination of output and price for a single-price monopoly is</p>","features":[{"type":"sharedpassage","html":"<p><strong>The following questions refer to the monopoly graph below, where MC = marginal cost, ATC = average total cost, D = demand, and MR = marginal revenue.</strong></p>\n\n<p><img alt=\"The figure shows a graph with the horizontal axis labeled Quantity and the vertical axis labeled Price. There are 3 points on the horizontal axis labeled, from left to right, Q 1, Q 2, and Q 3. There are 4 points on the vertical axis labeled, from bottom to top, P 1, P 2, P 3, and P 4. There are 2 solid straight lines on the graph. One solid straight line is labeled D and begins at the top of the vertical axis, slopes down to the right, and ends above the horizontal axis. The second solid straight line is labeled M R and always lies below line D. Line M R begins at the top of the vertical axis where line D starts and slopes down to the right, ending above the horizontal axis between Q 2 and Q 3. There are also 2 curves lines on the graph. One curve is labeled M C and starts above the horizontal axis to the left of Q 1, curves up to the right, crossing lines M R and D, and ends approximately above a point just to the left of Q 3. Curve M C intersects line M R at a point with coordinates Q 1 and P 1 and intersects line D at a point with coordinates Q 2 and P The second curve is labeled A T C. It begins between lines M R and D toward the top left of the graph, curves down to a minimum where it intersects with M C at a point with coordinates between Q 1 and Q 2 and between P 1 and P 2, then curves up, crosses D, and ends above a point to the right of Q 3. Curve ATC intersects line D at a point with coordinates Q 3 and P 2. There is 1 unlabeled point on line D with coordinates Q 1 and P 4. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/39fe2449b076c0c7594ac5fa8479f1b0/original.jpg\"></p>\n"}],"choicesHtml":["<p>Q<sub>1</sub> and P<sub>1</sub> </p>","<p>Q<sub>1</sub> and P<sub>2</sub> </p>","<p>Q<sub>1</sub> and P<sub>4</sub> </p>","<p>Q<sub>2</sub> and P<sub>3</sub> </p>","<p>Q<sub>3</sub> and P<sub>2</sub></p>"],"answer":1}]