[{"id":"FT539954","type":"mcq","stimulusHtml":"<p><img alt=\"A graph in the first quadrant is shown with price on the vertical axis and quantity on the horizontal axis. Two lines are plotted starting in the upper left corner and decreasing linearly to the right. The upper curve that is less steep is labeled demand, and the lower curve that is steeper is labeled marginal revenue. Two curves are also plotted that are concave up everywhere, decreasing on the left until reaching a minimum and increasing to the right. The first curve is labeled average total cost which starts in the upper left below the marginal revenue line and crosses both that and the demand line before reaching its minimum and beginning to increase. The second curve is labeled marginal cost which starts below the average total cost curve on the left and decreases until it crosses the marginal revenue line at its minimum, then increases as it crosses the demand line and then the average total cost curve near its minimum.\" height=\"225\" src=\"https://assets.learnosity.com/organisations/537/e20eb8e1-7043-46a0-8043-e6362005f445.jpg\" width=\"401\"></p>\n\n<p>The graph above shows the cost and revenue curves for a natural monopoly. Consider the following two policies for regulating this natural monopoly.</p>\n\n<p><strong>Policy I: </strong>Require the monopoly to set quantity and price where demand equals marginal cost.</p>\n\n<p><strong>Policy II: </strong>Require the monopoly to set quantity and price where demand equals average total cost.</p>\n\n<p>Which of the following is true of these policies?</p>\n","choicesHtml":["<p>Both would result in the same level of output and price.</p>","<p>Both would result in an inefficient allocation of resources relative to the unregulated result.</p>","<p>Policy I would result in a lower level of output than would Policy II.</p>","<p>Policy I would result in a higher price than would Policy II.</p>","<p>Policy I might require the payment of a subsidy to the firm.</p>"],"answer":3}]