[{"id":"FT539616","type":"mcq","stimulusHtml":"<p>The vertical distance <em>CF </em>represents the</p>","features":[{"type":"sharedpassage","html":"<p>The following questions refer to the graph below, which shows the cost curves for a profit maximizing, perfectly competitive firm.</p>\n\n<p>&nbsp;</p>\n<img alt=\"A graph in the first quadrant is shown with price slash costs on the vertical axis and quantity on the horizontal axis. Two values, P sub 1 and P sub 2, are labeled on the vertical axis with P sub 1 less than P sub 2, and two values Q sub 1 and Q sub 2 are labeled on the horizontal axis with Q sub 1 less than Q sub 2. Three curves are plotted that are concave up everywhere and start decreasing, then reach a minimum and increase. The first curve is labeled average total cost, which has its minimum near the center of the graph at point C which has coordinates price P sub 1 and quantity Q sub 1 as indicated by dashed reference lines. The second curve is labeled average variable cost and has its minimum below and to the left of the average total cost curve, and the curve is everywhere below the average total cost curve. It intersects the reference line at Q sub 1 at point F.  The third curve is labeled marginal cost, which has its minimum in the lower left of the graph and increases to the right, intersecting first the average variable cost curve and then the average total cost curve at point C. Another point D is labeled on the marginal cost curve above both intersections which has coordinated P sub 2 and Q sub 2 as indicated by dashed reference lines.\" height=\"246\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/5c262e8c85ef9267854559134cfde8b7/original.jpg\" width=\"245\">"}],"choicesHtml":["<p>total cost of producing Q<sub>1</sub> units of output</p>","<p>average total cost of producing Q<sub>1</sub> units of output</p>","<p>average fixed cost of producing Q<sub>1</sub> units of output</p>","<p>average variable cost of producing Q<sub>1</sub> units of output</p>","<p>amount of the firm's loss resulting from producing Q<sub>1</sub> units of output</p>"],"answer":1}]