[{"id":"FT540008","type":"mcq","stimulusHtml":"<p>If the firm produces 10 units of output, its economic profits will equal</p>","features":[{"type":"sharedpassage","html":"<p><strong>The following questions refer to the graph below.</strong></p>\n\n<p>&nbsp;</p>\n<img alt=\"A graph in the first quadrant is shown with price on the vertical axis and quantity on the horizontal axis. The values 10 dollars, 15 dollars, and 20 dollars are labeled on the vertical axis near the center, and the value 10 is labeled on the horizontal axis near the left. Two lines are plotted starting on the vertical axis above the price 20 dollars and decreasing to the right. The upper line is labeled demand, and the lower line is labeled marginal revenue. Two curves are also drawn that are concave up everywhere but start decreasing, reach a minimum, and then increase. The upper curve is labeled average total cost. Its minimum is between the demand and marginal cost lines below the price 15 dollars and to the right of the quantity 10. To the left it passes through the quantity 10 and price 15 dollars, then crosses the marginal revenue line at price 20 dollars. The lower curve is labeled marginal cost. Its minimum is below price 10 dollars and to the left of quantity 10. It increases to the right, crossing the marginal revenue line at quantity 10 and price 10 dollars, crossing the average total cost curve at its minimum, and crossing the demand curve above where the average total cost curve crosses the demand line. Dashed reference lines are drawn from each value. The vertical reference line at quantity 10 crosses through the intersection of the marginal revenue line and the marginal cost curve, crosses the average total cost curve to the left of its minimum at price 15 dollars, and then ends at the demand curve at price 20 dollars. The horizontal reference line at 10 dollars ends at the intersection of the marginal revenue line and the marginal cost curve, at 15 dollars ends at the intersection of the average total cost curve and the vertical reference line, and at 20 dollars ends at the intersection of the demand curve and the vertical reference line.\" height=\"222\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/30483c86a2a4f4be9091c13cde98a399/original.jpg\" width=\"307\">"}],"choicesHtml":["<p>0</p>","<p>$50</p>","<p>$100</p>","<p>$150</p>","<p>$200</p>"],"answer":0}]