[{"id":"FT543521","type":"mcq","stimulusHtml":"<p>At the price 0A, economic profits are</p>","features":[{"type":"sharedpassage","html":"<p>Refer to the following diagram and assume a perfectly competitive market structure.</p>\n\n<p>&nbsp;</p>\n\n<p style=\"margin-left: 200px;\"><img alt=\"A graph in the first quadrant is shown with price on the vertical axis and output per year on the horizontal axis. Three curves are plotted that are all concave up everywhere, decreasing on the left before reaching a minimum and increasing on the right. The first curve is labeled average total cost, and its minimum is near the center of the graph. The second curve is labeled average variable cost, which sits just below the average total cost curve and does not intersect it. The third curve is labeled marginal cost and it has its minimum in the lower left of the graph, increasing to the right and crossing first the average variable cost and then the average total cost curves. Five values A, B, C, D, and E are labeled from top to bottom on the vertical axis and dashed horizontal reference lines are drawn. A value F is labeled on the horizontal axis and a dashed vertical reference line is drawn, in addition to two more lines from unlabeled points, one to the left of F and one to the right. The lines from A and F intersect at point G above the minimums of the average total and variable cost curves. Continuing to the right along the line at A is point H at the intersection with the marginal cost curve and point I at the intersection with the average total cost curve. The lines from B and F intersect at point J above the minimums of the average total and variable cost curves. Continuing to the right along the line at B is point K at the intersection with the average total cost curve and point L at the intersection with the average variable cost curve. A vertical dashed line connects points K and H, and another connects points I and L. The lines from C and F intersect at point M at the intersection of the marginal cost and average total cost curves. The line from D intersects the unlabeled vertical line to the left of F at the intersection of the marginal cost and average variable cost curves. The line from E meets the marginal cost curve at its minimum.\" height=\"369\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/1b239cffc02cc54f1b1038e422aeab81/original.png\" width=\"600\" /></p>\n"}],"choicesHtml":["<p>ABJG</p>","<p>ABKH</p>","<p>ABLI</p>","<p>ACMG</p>","<p>C0FM</p>"],"answer":0}]