[{"id":"FT540253-22","type":"longtextV2","stimulusHtml":"Respond to all parts of the question.","features":[{"type":"sharedpassage","html":"<p>Sugar is freely traded in the world market. Assume that a country, Loriland, is a price taker in the world market for sugar. Some of the sugar consumed in Loriland is produced domestically while the rest is imported. The world price of sugar is $2 per pound. The graph below shows Loriland's sugar market, and P<sub>w</sub> represents the world price.</p>\n\n<p><img alt=\"A graph in the first quadrant is shown with price not he vertical axis and millions of pounds on the horizontal axis. The values 2, 4, 5, 6, 8, and 9 dollars are labeled on the vertical axis, and the values 2, 6, 8, 10, and 14 million pounds are labeled on the horizontal axis. Three lines are plotted. One line starts on the vertical axis at 9 dollars and decreases until nearly reaching the horizontal axis to the right of 14 million pounds, and it is labeled domestic demand. The seance line starts just above the origin on the vertical axis and increases until passing through the point 14 million pounds and 8 dollars, and it is labeled domestic supply. The third line is a horizontal line drawn at the height of 2 dollars, and it is labeled P sub W. Horizontal and vertical dashed reference lines are drawn at each axis label. The vertical line at 2 million pounds reaches the intersection of the domestic supply and P sub W lines. The vertical line at 8 million pounds and the horizontal line at 5 dollars reach the intersection of the domestic supply and domestic demand lines. The vertical line at 14 million pounds passes through the intersection of the domestic demand and P sub W lines.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9f1e2d618df45a7109819b97c7143268/original.jpg\" /></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>At the world price of $2 per pound, how much sugar is Loriland importing?</p>\n\t</li>\n\t<li>\n\t<p>Suppose that Loriland imposes a per-unit tariff on sugar imports and the new domestic price including the tariff is $4.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Identify the new level of domestic production.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Calculate the domestic consumer surplus for Loriland. You must show your work.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Calculate the total tariff revenue collected by the government. You must show your work.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Given the world price of $2, what per-unit tariff maximizes the sum of Loriland's domestic consumer surplus and producer surplus?</p>\n\t</li>\n</ol>\n"}]}]