[{"id":"FT543528","type":"mcq","stimulusHtml":"<p>The total amount of tax collected by the government is equal to</p>","features":[{"type":"sharedpassage","html":"<p>Assume that the original supply and demand curves of a commodity are S and D, respectively.&nbsp;Also assume that the government imposes an excise tax (per unit tax) of t dollars on the commodity, which shifts the supply curve to S<sub>1</sub>.</p>\n\n<p><img alt=\"A graph in the first quadrant is shown with price on the vertical axis and quantity on the horizontal axis. Two parallel lines are plotted starting in the lower left corner and increasing with the upper line labeled S sub 1 and the lower line labeled S, and a double ended arrow labeled t points between them. A third line labeled D is plotted starting in the upper left corner and decreasing, intersecting both increasing lines near the center of the graph. Three values P sub 1, P sub 0, and P sub 2 equals P sub 1 minus t are labeled from top to bottom on the vertical axis, and two values Q sub 1 and Q sub 0 are labeled from left to right on the horizontal axis. Dashed reference lines are drawn from these labeled values. Five points G through K are labeled on the graph. Point G has coordinates Q sub 1 and P sub 1 and is at the intersection of lines D and S sub 1. Point H has coordinates Q sub 1 and P sub 0 and is between lines S sub 1 and S, below line D. Point I has coordinates Q sub 1 and P sub 2 and is on line S. Point J has coordinates Q sub 0 and P sub 1 and is between lines S sub 1 and S, above line D. Point K has coordinates Q sub 0 and P sub 0 and is at the intersection of lines D and S.\" height=\"3161\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/6b468a851b1808daa7cc7bedf1e93305/original.png\" width=\"400\"></p>\n"}],"choicesHtml":["<p>P<sub>1</sub>GQ<sub>1</sub>0</p>","<p>P<sub>1</sub>GIP<sub>2</sub></p>","<p>P<sub>0</sub>P<sub>1</sub>JK</p>","<p>P<sub>0</sub>P<sub>1</sub>GH</p>","<p>P<sub>0</sub>P<sub>2</sub>IH</p>"],"answer":0}]