[{"id":"FT558542","type":"mcq","stimulusHtml":"<p>If government regulated the natural monopoly to produce the output resulting in zero economic profit, then the output would be</p>","features":[{"type":"sharedpassage","html":"<p><strong>The&nbsp;question refers to the following diagram of a natural monopolist.</strong></p>\n\n<p><img alt=\"The figure shows a graph with a horizontal axis labeled Quantity and a vertical axis labeled Price. Five quantities appear on the horizontal axis, starting to the right of the vertical axis, from left to right, and are labeled Q 1, Q 2, Q 3, Q 4, and Q 5. Four prices appear on the vertical axis and are labeled, from bottom to top and starting slightly up the vertical axis, P 1, P 2, P 3, and P 4. Four lines appear on the graph. A curved line labeled Marginal Cost begins at P 4 and to the left of Q 1, near the vertical axis. The curved line moves downward and to the right until it reaches point Q 2 and P 2. It then very steadily continues to move downwards and to the right ending slightly below P 1 and to the right of Q 5. A curved line labeled Average Total Cost begins above P 4 and to the left of Q 1, near the vertical axis. The curve lines moves downward and to the right where it crosses through points, Q 1 and P 4, and Q 4 and P 3. It then continues to move steadily down and to the right ending very slightly below P 2 and to the right of Q 5. A straight line labeled Marginal Revenue starts high above P 4 on the vertical axis. It moves steeply downwards and to the right and intersects the Average Total Cost curve at point Q 1 and P 4. It continues moving downwards until it intersects the Marginal Cost curve at Q 2 and P 2 and crosses the horizontal axis at Q 3 and ends below the horizontal axis at Q 4. A straight line labeled Demand starts at the same point as the Marginal Revenue line high above P 4 on the vertical axis. It moves steadily down and to the right and intersects the Average Total Cost curve at point Q 4 and P 3. It continues moving downwards till it intersects the Marginal Cost curve at Q 5 and P 1 and ends on the horizontal axis to the right of Q 5.\" height=\"298\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ddaa4f374ff07cadd27a43691e332040/original.png\" width=\"475\"></p>\n"}],"choicesHtml":["<p>Q<sub>1</sub></p>","<p>Q<sub>2</sub></p>","<p>Q<sub>3</sub></p>","<p>Q<sub>4</sub></p>","<p>Q<sub>5</sub></p>"],"answer":2}]