[{"id":"FT558557","type":"mcq","stimulusHtml":"<p>Is the firm in short-run or long-run equilibrium?</p>","features":[{"type":"sharedpassage","html":"<p><strong>The Question&nbsp;refers to the following graph, which shows the cost and revenue curves for a profit-maximizing monopolistically competitive firm.</strong></p>\n\n<p><img alt=\"The figure shows a graph with a horizontal axis labeled Quantity, a vertical axis labeled Price, and an origin labeled 0. Four quantities appear on the horizontal axis, starting to the far right of the origin, from left to right, and are labeled Q 1, Q 2, Q 3, and Q 4. Five prices appear on the vertical axis and are labeled, from bottom to top and starting above the origin, P 1, P 2, P 3, P 4, and P 5.Four lines appear on the graph. A curved line labeled Marginal Cost begins slightly below P 1 and to the left of Q 1, near the vertical axis. The curved line moves downwards and to the right until it is slightly above the horizontal axis and then moves steeply upwards and to the right crossing through points Q 1 and P 1, and Q 2 and P 4. It ends high above P 5 and between Q 3 and Q 4. A curved line labeled Average Total Cost begins above P 5 and to the left of Q 1. It moves steeply downwards and to the right until it intersects the Marginal Cost curve at a quantity between Q 1 and Q 2 and at a price of P 2. It then turns up and moves steadily upwards and ends high above P 5, to the right of Q 4. A straight line labeled Marginal Revenue starts high above P 5 on the vertical axis. The line moves steeply downwards and to the right and intersects the Marginal Cost curve at point Q 1 and P 1. It continues moving downwards till it crosses through the horizontal axis between Q 3 and Q 4 and ends below the axis to the right of Q 4. A straight line labeled Demand begins at the same point as the Marginal Revenue high above P 5 on the vertical axis. The line moves steadily downwards and to the right crossing through points Q 1 and P 5. It then intersects the Marginal Cost curve at point Q 2 and P 4. It intersects the Average Total Cost curve at point Q 3 and P 3. It continues moving downwards till it crosses Q 4 and P 2. It continues downwards and to the right and ends at approximately P 1 and to the right of Q 4. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/74d5159ca7d503587f6b43225b065c1c/original.png\"></p>\n"}],"choicesHtml":["<p>Short run, because price is greater than marginal cost</p>","<p>Short run, because the firm is earning a positive economic profit</p>","<p>Long run, because price is greater than average total cost</p>","<p>Long run, because marginal revenue is not equal to zero</p>","<p>Either short run or long run, because the firm is producing where marginal revenue equals marginal cost</p>"],"answer":0}]