[{"id":"FT558537","type":"mcq","stimulusHtml":"<p>The firm’s short-run supply curve is which of the following?</p>","features":[{"type":"sharedpassage","html":"<p><strong>Question&nbsp;is based on the following graph, which shows a firm’s marginal cost (MC), average total cost (ATC), and average variable cost (AVC).</strong></p>\n\n<p><img alt=\"The figure shows a graph with a horizontal axis labeled Quantity and a vertical axis labeled Price. Four quantities appear on the horizontal axis, starting in the middle of the horizontal axis, from left to right, and are labeled Q 1, Q 2, Q 3, Q 4. Five prices appear on the vertical axis and are labeled, from bottom to top and starting slightly up the vertical axis, P 0, P 1, P 2, P 3, and P 4. Three curved lines appear on the graph. A curved line labeled M C begins slightly above P 1 and to the left of Q 1. The curve moves slightly down and to the right before it reaches Q 1. Just before it reaches Q 1 it turns up and then begins to move steadily up and to the right crossing through the points Q 1 and P 1, Q 2 and P 2, Q 3 and P 3, and Q 4 and P 4. The curve ends slightly above P 4 and just to the right of Q 4. A curved line labeled A T C begins above P 4 and to the left of Q 1. The curve moves steadily down and to the right until it intersects the M C curve at the point Q 3 and P 3. It then turns up and continues to move up and to the right ending slightly above P 4 and to the right of Q 4. A curved line labeled A V C begins above P 2 and to the left of Q 1. The curve line moves downward and to the right until it intersects the M C curve at point Q 2 and P 2. The curve then turns up and continues to move up and to the right ending slightly above P 4 and to the right of Q 4. \" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b5b986414d59e7281e5fac042207523c/original.png\"></p>\n"}],"choicesHtml":["<p>The AVC curve above P<sub>1</sub></p>","<p>The AVC curve above P<sub>2</sub></p>","<p>The ATC curve above P<sub>3</sub></p>","<p>The MC curve above P<sub>2</sub></p>","<p>The MC curve above P<sub>3</sub></p>"],"answer":2}]