[{"id":"FT558064-22","type":"longtextV2","stimulusHtml":"Respond to all parts of the question.","features":[{"type":"sharedpassage","html":"<p><i>Directions: You are advised to spend the first 10 minutes reading all of the questions and planning your answers. You will then have 50 minutes to answer all three of the following questions. You may begin writing your responses before the reading period is over. It is suggested that you spend approximately half your time on the first question and divide the remaining time equally between the next two questions. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. Use a pen with black or dark blue ink.</i></p>\n\n<p>&nbsp;</p>\n\n<p><i>The markets for bananas, muffins, and coffee are interrelated, and each market is perfectly competitive.</i></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p><i>In the market for bananas, the equilibrium price is $1.00 per pound, and the equilibrium quantity is 1,000 pounds per week. Suppose the government imposes a price floor on bananas at $1.20</i> per pound, causing the quantity supplied to increase to 1,500 pounds per week.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Would the price floor result in a shortage, a surplus, or neither? Explain.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Calculate the price elasticity of supply if the price increases from $1 to $1.20. Show your work.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Between $1 and $1.20, is the supply elastic, unit elastic, or inelastic? Explain.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Bananas are an input for muffins.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Draw a correctly labeled graph of the market for muffins indicating the equilibrium price and quantity, labeled P<sub>0</sub> and Q<sub>0</sub>, respectively.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>On the graph drawn in part (b)(i), show the impact of an increase in the price of bananas on the muffin market, labeling the new equilibrium price and quantity P<sub>1</sub> and Q<sub>1</sub>, respectively.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>On the same graph, completely shade the area that represents the <strong>change</strong> in the consumer surplus caused by the increase in the price of bananas.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>In the market for coffee, the equilibrium price is $3.00 per cup and the equilibrium quantity is 100 cups per week. The cross-price elasticity of coffee with respect to muffins is −2.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Are coffee and muffins normal goods, inferior goods, complementary goods, or substitute goods?</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Assume the supply of coffee is perfectly elastic. Using the equilibrium price and quantity given above, draw a correctly labeled graph for the coffee market, and show the impact of an increase in the price of muffins on the coffee market.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Given the original quantity of 100 cups of coffee per week, if the increase in the price of muffins is 10%, calculate the new equilibrium quantity in the coffee market. Show your work.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n</ol>\n"}]}]