[{"id":"FT568492-22","type":"longtextV2","stimulusHtml":"Respond to all parts of the question.","features":[{"type":"sharedpassage","html":"<p>Nirali is a student at the University of Ainsley. She has 5 hours to study for two exams today. The tables below show Nirali’s expected scores given the amount of time she studies for each exam.</p>\n\n<p>&nbsp;</p>\n\n\n<img alt=\"Two tables of data are shown. On the left, a table with two columns and six rows of data is shown. The first column is labeled Number of Hours Spent Studying Microeconomics and the second column is labeled Expected Score on Microeconomics Exam (100-point scale). Row one: Number of Hours Spent Studying Microeconomics - 5; Expected Score on Microeconomics Exam (100-point scale) - 100. Row two: Number of Hours Spent Studying Microeconomics - 4; Expected Score on Microeconomics Exam (100-point scale) - 96. Row three: Number of Hours Spent Studying Microeconomics - 3; Expected Score on Microeconomics Exam (100-point scale) - 90. Row four: Number of Hours Spent Studying Microeconomics - 2; Expected Score on Microeconomics Exam (100-point scale) - 82. Row five: Number of Hours Spent Studying Microeconomics - 1; Expected Score on Microeconomics Exam (100-point scale) - 60. Row six: Number of Hours Spent Studying Microeconomics - 0; Expected Score on Microeconomics Exam (100-point scale) - 0. On the right, a table with two columns and six rows of data is shown. The first column is labeled Number of Hours Spent Studying History and the second column is labeled Expected Score on History Exam (100-point scale). Row one: Number of Hours Spent Studying History - 0; Expected Score on History Exam (100-point scale) - 0. Row two: Number of Hours Spent Studying History - 1; Expected Score on History Exam (100-point scale) - 40. Row three: Number of Hours Spent Studying History - 2; Expected Score on History Exam (100-point scale) - 60. Row four: Number of Hours Spent Studying History - 3; Expected Score on History Exam (100-point scale) - 72. Row five: Number of Hours Spent Studying History - 4; Expected Score on History Exam (100-point scale) - 77. Row six: Number of Hours Spent Studying History - 5; Expected Score on History Exam (100-point scale) - 80.\" height=\"214\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/ca8d7630fdbb8bda1b162ce05100ae51/original.png\" width=\"600\">\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Nirali spends 3 hours studying microeconomics and 2 hours studying history. Calculate her gain from the second hour spent studying history.</p>\n\t</li>\n\t<li>\n\t<p>Calculate Nirali’s opportunity cost of the second hour spent studying history.</p>\n\t</li>\n\t<li>\n\t<p>Assume Nirali increases the time she allocates to studying history. What happens to the opportunity cost of studying history? Explain.</p>\n\t</li>\n\t<li>\n\t<p>Assume that Nirali has a goal of maximizing the sum of her test scores (the score on microeconomics plus the score on history). How many hours should she study for each exam?</p>\n\t</li>\n\t<li>\n\t<p>Nirali learns that her tennis practice has been canceled, freeing up an additional hour for studying. Given your answer to part (d), will Nirali allocate the additional hour to studying microeconomics or to studying history to maximize the sum of her test scores? Explain using marginal analysis.</p>\n\t</li>\n</ol>"}]}]