[{"id":"FT584519","type":"mcq","stimulusHtml":"<p style=\"margin-left: 280px;\"><img alt=\"The figure shows a graph with a horizontal axis labeled Output and a vertical axis labeled Price. The intersection of the horizontal and vertical axis is labeled zero. Two quantities appear on the horizontal axis and are labeled, from left to right Q sub 1, and Q sub 2. Three prices appear on the vertical axis and are labeled, from bottom to top, P sub 1, P sub 2, and P sub 3. There are 2 downward-sloping lines and 2 cost curves on the graph. The two downward sloping lines, from left to right, on the graph start at the same point on the vertical axis, which is above P sub 3. The lower, leftmost line is labeled Marginal Revenue and moves steeply down and to the right, and crosses through the horizontal axis to the right of Q sub 2. The top, rightmost line is labeled Demand and moves down and to the right ending before reaching the horizontal axis to the right of Q sub 2, and below P sub 1. The Demand line remains above the Marginal Revenue line and the vertical distance between the two lines increases as they move down to the right. Each cost curve intersects each downward-sloping line, and the cost curves intersect each other between slightly below and to the left of the coordinate at Q sub 2 and below P Sub 2 The Marginal Cost curve starts to the left of Q sub 1 and below P sub 1. The curve begins with a slight curve upward and to the right, and then intersects the Marginal Revenue line at coordinates Q sub 1, P sub 1, continues on to intersect the Average Total Cost curve, and then intersects the Demand line at Q sub 2, P sub 2 and continues on. The Average Total Cost curve starts above the Marginal Cost curve and below the leftmost Marginal Revenue line, to the right of the vertical axis and slightly above P sub 3. The curve then moves gently down and to the right, begins to move away from the horizontal axis at the intersection with the Marginal Cost curve, and then moves gently up and to the right intersecting the Demand line slightly to the right of Q sub 2 and below P sub 2, and continues on.\" height=\"241\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/bb08ce30a8c4f971662d1f639288e8a8/original.png\" width=\"350\" /></p>\n\n<p>For the firm shown in the graph above, the short- run, profit-maximizing strategy would be to set output at</p>\n","choicesHtml":["<p>Q<sub>1</sub>, price at P<sub>1</sub>, and suffer a loss</p>","<p>Q<sub>1</sub>, price at P<sub>3</sub>, and earn an economic profit</p>","<p>Q<sub>1</sub>, price at P<sub>3</sub>, and earn only a normal profit</p>","<p>Q<sub>2</sub>, price at P<sub>2</sub>, and earn an economic profit</p>","<p>Q<sub>2</sub>, price at P<sub>2</sub>, and earn only a normal profit</p>"],"answer":0}]