[{"id":"FT582888","type":"mcq","stimulusHtml":"The cost of this program to the government is represented by which of the following areas?","features":[{"type":"sharedpassage","html":"<p><img alt=\"The figure presents a graph showing a demand curve and a supply curve in the first quadrant of a coordinate plane. The horizontal axis is labeled Quantity of Good Y, and the vertical axis is labeled Price of Good Y. The origin of the graph is labeled 0. The following three quantities appear along the horizontal axis, from left to right: Q 1, Q 2, and Q 3. Q 2 is midway along the horizontal axis, Q1 is midway between Q 2 and the origin. Q 1, Q 2, and Q 3, are an equal distance apart. The following two prices appear along the vertical axis, from bottom to top: P E and P F. P E is midway up the vertical axis. P F is midway between P E and the top of the vertical axis. There are five points on the graph. Point I has coordinate Q 1 comma P F. Point J has coordinate Q 2 comma P F. Point K has coordinate Q 3 comma P F. Point G has coordinate Q 1 comma P E, and point H has coordinate Q 3 comma P E. The Demand curve is a straight line. One point on the line is point I. The other point on the line is the point associated with coordinate Q 2 comma P E. This point is not labeled. The demand curve extends beyond both of the points, toward both axes. The Supply curve is also a straight line. One point on the Supply curve is the point associated with coordinate Q 2 comma P E. The Supply and Demand curves intersect at this point. The other point on the supply curve is point K. The supply curve extends beyond these two points, coming close to the origin on the one side and ending in the upper right hand quadrant on the other side.\" height=\"223\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/f64878f118a74f85658cecf8d49aa044/original.jpg\" width=\"315\" /></p>\n\n<p>The diagram above depicts the demand and supply curves for good Y. The perfectly competitive market is initially in equilibrium, but the government decides to institute a price floor program by setting the price of good Y at P<sub>F</sub> and agrees to purchase all unsold units of good Y from the producers.</p>\n"}],"choicesHtml":["<p>0P<sub>F</sub>JQ<sub>2</sub></p>","<p>0P<sub>F</sub>KQ<sub>3</sub></p>","<p>GIKH</p>","<p>Q<sub>1</sub>IJQ<sub>2</sub></p>","<p>Q<sub>1</sub>IKQ<sub>3</sub></p>"],"answer":3}]