[{"id":"FT582993-22","type":"longtextV2","stimulusHtml":"<p>Respond to all parts of the question.</p>\n\n<p><strong>Directions:</strong> You are advised to spend the first 10 minutes reading all of the questions and planning your answers. You will then have 50 minutes to answer all three of the following questions. You may begin writing your responses before the reading period is over. <u style=\"text-decoration:underline\">It is suggested that you spend approximately half</u> <u style=\"text-decoration:underline\">your time on the first question and divide the remaining time equally between the next two questions</u>.Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. <u style=\"text-decoration:underline\">Use a pen with</u> <u style=\"text-decoration:underline\">black or dark blue ink</u>.</p>\n\n<p>Assume that pencils are manufactured in a perfectly competitive market that is in long-run equilibrium.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Draw correctly labeled side-by-side graphs for the pencil market and for a representative firm and show each of the following.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>The market price and quantity, labeled P<sub>M</sub> and Q<sub>M</sub>, respectively</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>The firm’s profit-maximizing price and quantity, labeled P<sub>F</sub> and Q<sub>F</sub>, respectively</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>What is the relationship between P<sub>M</sub> and P<sub>F</sub>? Explain.</p>\n\t</li>\n\t<li>\n\t<p>Rent on the factory building is an important fixed cost in the production of pencils, and the industry experiences significant increases in rent.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>What will happen to the firm’s profit-maximizing quantity in the short run? Explain.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>On your graph in part (a), show the impact of the rent increase and completely shade the area representing the firm’s profit or loss in the short run.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>As a result of the rent increase, what will happen to each of the following in the long run?</p>\n\n\t<ol style=\"list-style-type:upper-roman\">\n\t\t<li>\n\t\t<p>The number of firms in the market. Explain.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>The market equilibrium quantity relative to Q<sub>M</sub> and the market equilibrium price relative to PM. Explain.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n</ol>\n"}]