[{"id":"FT584136-22","type":"longtextV2","stimulusHtml":"Respond to all parts of the question.","features":[{"type":"sharedpassage","html":"<p>The graph below shows the demand curve (D), marginal revenue curve (MR), marginal cost curve (MC), average total cost curve (ATC), and long-run average total cost curve (LRATC) for a monopolist.</p>\n\n<p><img alt=\" The figure shows a graph for whose horizontal axis is labeled Quantity, vertical axis is labeled Price, and origin is labeled zero. Seven numbers appear on the horizontal axis and are, from left to right, 2, 4, 5, 6, 8, 10, and 12. Seven prices appear on the vertical axis and are, from bottom to top, $10, $20, $30, $35, $40, $50, and $60.  The graph has 3 lines. One line begins on the vertical axis at the price of $20, runs parallel to the horizontal axis, and ends even with the quantity of 12 on the vertical axis. This horizontal line is labeled marginal cost curve (MC), average total cost curve (ATC), and long-run average total cost curve (LRATC).   A downward sloping line labeled demand curve, (D), begins on the vertical axis where price is $60, moves down and to the right, intersects the MC=ATC=LRATC line at the coordinates quantity of 8 and price of $20, continues through and ends on the horizontal axis at the quantity of 12 and price of zero.   The demand curve also passes through the following coordinates, identified by vertical and horizontal dotted lines on the graph, quantity of 2 and price of $50, quantity of 4 and price of $40, quantity of 5 and price of $35, quantity of 6 and price of $30, quantity of 8 and price of $20, quantity of 10 and price of $10.  A downward sloping line labeled marginal revenue curve (MR), begins on the vertical axis at the price of $60, the same point from which the Demand line starts. After this point, the MR line stays below the Demand line. The MR line moves down and to the right, intersects the MC=ATC=LRATC line at the coordinates quantity of 4 and price of $20, and intersects the horizontal axis at the quantity of 6 and price of zero. The MR line continues below the horizontal axis.   The marginal revenue curve also passes through the following coordinates, identified by vertical and horizontal dotted lines on the graph, quantity 2 and price of $40, quantity of 4 and price of $20, quantity of 5 and price of $10.\" height=\"382\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9ad9dfdf8065debfe26695bdde5ab441/original.png\" width=\"588\" /></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Using the numbers given in the graph, identify each of the following for the profit-maximizing monopolist.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>The quantity produced</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>The price</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>The allocatively efficient quantity</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>At the profit-maximizing quantity from part (a)(i), is the monopolist experiencing economies of scale? Explain.</p>\n\t</li>\n\t<li>\n\t<p>Now assume that the monopolist produces 10 units. Using the numbers given in the graph, calculate each of the following. <u>Show your work</u>.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>The monopolist’s economic profit</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>The consumer surplus</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>The deadweight loss</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>At what quantity is demand unit elastic?</p>\n\t</li>\n\t<li>\n\t<p>Suppose the monopolist perfectly price discriminates and chooses the quantity that maximizes profit. Determine the dollar value of each of the following.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>The monopolist’s profit</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>The consumer surplus</p>\n\t\t</li>\n\t</ol>\n\t</li>\n</ol>\n"}]}]