[{"id":"FT582994-22","type":"longtextV2","stimulusHtml":"<p>Respond to all parts of the question.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>What two potential sources of market failure exist in the market for Zhao’s zizzles? Explain each potential source of market failure using the information in the graph.</p>\n\t</li>\n\t<li>\n\t<p>Using numerical values from the graph, identify Zhao’s profit-maximizing quantity and price.</p>\n\t</li>\n\t<li>\n\t<p>Assume a $15 per-unit tax is imposed on the zizzles market. Using numerical values from the graph, identify Zhao’s profit-maximizing quantity and price.</p>\n\t</li>\n\t<li>\n\t<p>Zhao opposes the $15 per-unit tax analyzed above in part (c) and instead proposes a policy of no government intervention. If economic advisers are only interested in maximizing social welfare, would they support the policy of no government intervention? Explain.</p>\n\t</li>\n</ol>\n","features":[{"type":"sharedpassage","html":"<p>1. The graph below depicts the market conditions Zhao, Inc., faces in the zizzles market, where D = demand, MSB = marginal social benefit, MR = marginal revenue, MSC = marginal social cost, and MPC = marginal private cost.</p>\n<br />\n<img alt=\"The figure presents a graph of 4 lines in the first quadrant of a coordinate plane. The horizontal axis is labeled Quantity, and the vertical axis is labeled Price Per Unit in dollars.   There are two upward sloping straight lines on the graph. The two upward sloping lines are parallel to one another, and both have slopes of about point 7. One of the lines starts just above the horizontal axis. The other upward sloping line starts about one third of the way up the horizontal axis. The higher of the two upward sloping lines is labeled M S C, and the lower line is labeled M P C.   There is a downward sloping straight line. It intersects the M S C  line at coordinates 150 comma 35 and at 225 comma 27 point 5. It continues in a straight line up and to the left until it hits the vertical axis, and it then continues downward and to the right toward the horizontal axis. This line is labeled D equals M S B.   There is a second downward sloping straight line that starts at the same point on the vertical axis as the line D equals M S B but has a steeper slope than the D equals M S B line. It intersects the line M P C at coordinate 150 and 20. The point where It intersects the line M S C has coordinates 100 comma 30. This line is labeled M R.   The price of 40 is associated with the quantity of 100 on the D equals M S B line. \" height=\"438\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/b7af35d20c4d0b1c1905060c63b245db/original.jpg\" width=\"650\" />"},{"type":"sharedpassage","html":"<strong>Directions:</strong> You are advised to spend the first 10 minutes reading all of the questions and planning your answers. You will then have 50 minutes to answer all three of the following questions. You may begin writing your responses before the reading period is over. <u style=\"text-decoration:underline\">It is suggested that you spend approximately half</u> <u style=\"text-decoration:underline\">your time on the first question and divide the remaining time equally between the next two questions</u>.Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. <u style=\"text-decoration:underline\">Use a pen with</u> <u style=\"text-decoration:underline\">black or dark blue ink</u>."}]}]