[{"id":"FT584211-22","type":"longtextV2","stimulusHtml":"Respond to all parts of the question.","features":[{"type":"sharedpassage","html":"<p><img alt=\"A graph plots Quantity, in tons of grain, on the horizontal axis and Price on the vertical axis. The graph plots a straight line with a negative slope, Demand. It starts from a price value on the vertical axis and declines to a point just above the horizontal axis. A straight line with a positive slope, Domestic Supply, starts from a much lower price value on the vertical axis and rises to a price value when the quantity is slightly higher than that of the Demand line. A horizontal dashed line is drawn from a point on the vertical axis, P subscript 1, to the point of intersection of the Demand and Domestic Supply lines. A triangular area, H, is enclosed by this dashed line, the vertical axis, and the Demand line. Two horizontal lines are plotted from the vertical axis at the points, P subscript T and P subscript W, respectively. The line at P subscript W is labeled World Price. The two lines are plotted such that P subscript T is plotted above P subscript W and both lines are below the point of intersection of the Demand and Domestic Supply lines. The area, I, is below area H and is enclosed by the horizontal dashed line at the top, the vertical axis, the horizontal line at P subscript T at the bottom, and the Domestic Supply line. A vertical dashed line is drawn from the point Q subscript 3 on the horizontal axis to the point of intersection of the Demand and Domestic Supply lines. A triangular area below this intersection point and above the horizontal line at P subscript T is split by the vertical dashed line to form two adjacent triangular areas, namely: area J on the left and area K on the right. The areas, L, M, N, R, and S, are enclosed between the horizontal lines at P subscript T and P subscript W. Area L is bounded by the vertical axis on the left and the Domestic Supply line on the right. A vertical dashed line is drawn from a point on the vertical axis, Q subscript 1, to the point of intersection of the lines P subscript T and Domestic Supply. Area M is bounded by this dashed line on the right and the Domestic Supply line on the left. Area N is bounded by this dashed line on the left and the vertical dashed line at Q subscript 3 on the right. A vertical dashed line is drawn from a point on the vertical axis, Q subscript 4, to the point of intersection of the lines P subscript T and the Demand line. Area R is bounded by this line on the right and the vertical dashed line at Q subscript 3 on the left. Area S is bounded by the vertical dashed line at Q subscript 4 on the left and the Demand line on the right. Area T lies below the World Price line and is a triangular area bounded by the vertical axis on the left and the Domestic Supply line on the right. Areas, U, V, W, X, and Y are enclosed between the sloping lines, below the World Price line, and above the horizontal axis. Area U is bounded by the vertical axis on the left and a vertical dashed line on the right, which is drawn from a point Q subscript 1 on the horizontal axis to the point of intersection of the World Price and Domestic Supply lines. Area V is bounded by this dashed line on the left and the vertical dashed line at Q subscript 2 on the right. Area W is bounded by the vertical dashed line at Q subscript 2 on the left and the vertical dashed line at Q subscript 3 on the right. Area X is bounded by the vertical dashed line at Q subscript 3 on the left and the vertical dashed line at Q subscript 4 on the right. Area Y is bounded by the vertical dashed line at Q subscript 4 on the left and another vertical dashed line on the right, which is drawn from a point Q subscript 5 on the horizontal axis to the point of intersection of the World Price and Demand lines.\" height=\"348\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/033e2026b15debd0dbc48f667e1aa0e3/original.png\" width=\"400\" /></p>\n\n<p>The diagram above illustrates the domestic market for grain in Country X before and after international trade.&nbsp;The letters inside the diagram represent areas, not points.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Using the labeling of the graph, identify each of the following before any trade occurs.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Equilibrium price and quantity</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Area of consumer surplus</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Area of producer surplus</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Using the labeling of the graph, identify the amount of grain that Country X will import if it engages in trade and the world price of grain is at PW.</p>\n\t</li>\n\t<li>\n\t<p>Now assume that Country X imposes a tariff that raises the price of grain from the free-trade case to PT.&nbsp;Using the labeling of the graph, identify the change in each of the following.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Domestic production</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Domestic consumption</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Consumer surplus</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Producer surplus</p>\n\t\t</li>\n\t</ol>\n\t</li>\n</ol>\n"}]}]