[{"id":"FT584546","type":"mcq","stimulusHtml":"<p>In the short run, the firm will realize an economic loss but will continue to produce if the price is</p>","features":[{"type":"sharedpassage","html":"<p><strong>The following problems refer to the graph below for a representative firm in a perfectly competitive, constant-cost industry, which shows the firm’s marginal cost (MC), average total cost (ATC), and average variable cost (AVC).</strong></p>\n\n<p><img alt=\"The figure shows a graph with the cost curves for a perfectly competitive firm. The horizontal axis of the graph is labeled Quantity, and the vertical axis of the graph is labeled Costs. The intersection of the horizontal and vertical axis is labeled zero. Three quantities appear on the horizontal axis and are labeled, from left to right, Q sub 1, Q sub 2, and Q sub 3. Four prices appear on the vertical axis, and are labeled from bottom to top, P sub 1, P sub 2, P sub 3, and P sub 4.  In the graph there are three cost curves labeled, Marginal Cost, Average Total Cost, and Average Variable Cost. The Marginal Cost curve intersects with each of the other curves and the Average Total Cost curve is always above the Average Variable Cost curve. Starting from the lower left of the graph, the Marginal Cost curve begins at a coordinate to the left of Q sub 1, and slightly above P sub 2. It curves steeply down and reaches a minimum at the coordinate Q sub 1 and P sub 1, then it curves away from the horizontal axis and moves up and to the right. When the Marginal Cost curve moves up and to the right, it intersects the other two cost curves at their minimum points; this line first intersects the Average Variable Cost curve at the coordinates Q sub 2 and P sub 2, and then it intersects the Average Total Cost curve at the coordinates Q sub 3 and P sub 3, and continues on through coordinates P sub 4. Starting above and to the right of the starting point of the Marginal Cost curve on the graph, the Average Variable Cost curve begins at a point with a coordinate of Q sub 1, and slightly above P sub 3. The curve moves gently down and to the right to the minimum point of the curve at coordinates Q sub 2 and P sub 2, which is also the point of intersection with the Marginal cost curve. The Average Variable Cost graph curves away from the horizontal axis and moves up to the right ending to the right of Q sub 3, and slightly below P sub 4. Starting near the top of the graph, above the starting point of the Average Variable Cost curve on the graph, the Average Total Cost curve begins at the coordinate for Q sub 1 on the Quantity axis. The curve moves gently down and to the right to a minimum point of the curve at the coordinate Q sub 3 and P sub 3, which is also the point of intersection with the Marginal cost curve. The Average Total Cost graph curves away from the horizontal axis and moves gently up to the right moving past Q sub 3 and P sub 4.\" height=\"286\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/05df4a5926d4f925a50e523eff0911f9/original.png\" width=\"335\" /></p>\n"}],"choicesHtml":["<p> below P<sub>1</sub></p>","<p>between P<sub>1</sub> and P<sub>2</sub></p>","<p>below P<sub>2</sub></p>","<p>between P<sub>2</sub> and P<sub>3</sub></p>","<p>between P<sub>3</sub> and P<sub>4</sub></p>"],"answer":2}]