[{"id":"FT584155-22","type":"longtextV2","stimulusHtml":"Respond to all parts of the question.","features":[{"type":"sharedpassage","html":"<p><img alt=\"A graph plots quantity of labor on the horizontal axis and wages, in dollars, on the vertical axis. The graph plots two lines with positive slopes and a line with a negative slope. A straight line with a negative slope, marginal Revenue Product, starts from 25 dollars on the vertical axis and declines to a value above the horizontal axis. A straight line with a positive slope, Marginal Factor Cost, starts from 10 dollars on the vertical axis and rises through the points: 25 units at 12.5 dollars and 50 units at 15 dollars. It intersects the declining line at the point, 100 units at 20 dollars, and continues to rise to a point at about 200 units of labor, above 25 dollars. A second straight line with a positive slope, Supply of Labor, starts from a point below 10 dollars on the vertical axis, at 50 units, and rises through the points: 100 units at 10 dollars and 150 units at 12.5 dollars. It intersects the declining line at the point, 200 units at 20 dollars. It continues to rise through the points: 250 units at 17.5 dollars and 300 units at 20 dollars.\" height=\"470\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/6c4b3eb976a29b4b6c07cccfa259188d/original.png\" width=\"550\" /></p>\n\n<p>Woodland is a small town in which everyone works for TreeMart, the local lumber company. TreeMart is a monopsonist in the labor market and a perfect competitor in the lumber market. In the short run, labor is the only variable input. The labor market for TreeMart is given in the graph above.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Identify the profit-maximizing quantity of labor for TreeMart.</p>\n\t</li>\n\t<li>\n\t<p>Identify the wage rate TreeMart pays to hire the profit-maximizing quantity of labor.</p>\n\t</li>\n\t<li>\n\t<p>Identify the quantity of labor hired in each of the following situations.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>TreeMart operates in a competitive labor market.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>The government imposes a minimum wage of $12.5. Explain.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n</ol>\n"}]}]