[{"id":"FT582980","type":"mcq","stimulusHtml":"<p>The firm’s total revenue is equal to</p>","features":[{"type":"sharedpassage","html":"<p><strong>The following questions refer to the graph of a profit- maximizing firm below.</strong></p>\n\n<p><img alt=\"The figure presents a graph with 4 curves in the first quadrant of a coordinate plane. The horizontal axis is labeled Quantity, and the vertical axis is labeled Price. The origin is labeled O. A curve labeled Demand touches the vertical axis near the top of the vertical axis and extends downward to the right in a straight line. About one third of the way down the curve, it passes through a point labeled J, which corresponds to coordinates Q 1 comma P 3 on the quantity and price axes, respectively. The curve continues down and to the right and passes through a point labeled N, which corresponds to a quantity Q 2. The demand curve continues down and to the right and passes through a point labeled M, which has coordinates Q 4 comma P 1. It ends above the horizontal axis in the lower right hand quadrant of the diagram. A curve labeled Marginal Revenue begins at the same point as the demand curve on the vertical axis, is twice as steep as the demand curve, and extends downward and to the right in a straight line. It passes through a point labeled L which has coordinates P 1 and Q 1, and then continues in a straight line until it hits the horizontal axis. A straight line labeled Marginal Cost crosses points L and N. It ends and continues in a straight line on both sides of the points, ending near the origin on one side and in the upper right hand quadrant on the other side. Lastly, a U shaped curve labeled Average Total Cost has its minimum point at point N. From the minimum point, it rises slowly to the left and to the right. As it rises to the left it passes through point K, which has coordinate Q 1 and P 2. It then continues to rise, ending close to the vertical axis. To the right of point N, it rises slowly and ends below the M C curve in the upper right hand quadrant of the graph.\" height=\"272\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/94c5d2f071876b52027b92ee0bf03d4b/original.jpg\" width=\"350\" /></p>\n"}],"choicesHtml":["<p>area P<sub>1</sub>P<sub>2</sub>KL</p>","<p>area P<sub>1</sub>P<sub>3</sub>JL</p>","<p>area 0P<sub>3</sub>JQ<sub>1</sub></p>","<p>area 0P<sub>2</sub>KQ<sub>1</sub></p>","<p>area JLM</p>"],"answer":1}]