[{"id":"VH904231","type":"mcq","stimulusHtml":"<div class=\"standalone_image\"><img alt=\"The figure presents a diagram of a production possibilities curve in the first quadrant of a coordinate plane. The horizontal axis is labeled Consumer Goods, and the vertical axis is labeled Capital Goods. The bowed-out curve begins on the vertical axis, high above the origin and moves downward and to the right until it ends on the horizontal axis, to the right of the origin. The curve moves gradually at first, and then moves more rapidly as it approaches the horizontal axis. There are two points on the curve: a point labeled N is indicated on the curve, approximately one third of the way along the horizontal axis and a point labeled R is indicated on the curve to the right of point N slightly above the horizontal intercept. There are three other points labeled on the graph. Two of the points, J and S, are indicated inside the curve. The vertical value of point J is above point N, and the vertical value of point S is between point N and R but closer to point N. The other point, labeled M is located outside of the curve just above point N.\" height=\"277\" src=\"https://assets.learnosity.com/organisations/537/VH904231.g01.png\" width=\"335\" /></div>\n\n<p class=\"stem_paragraph\">Of the feasible and efficient points on the production possibilities curve <span class=\"math_expression\"><span aria-label=\"Open parenthesis, P P C, close parenthesis\"><math alttext=\"Open parenthesis, P P C, close parenthesis\" overflow=\"scroll\"><mstyle><mrow><mo>(</mo><mi>P</mi><mi>P</mi><mi>C</mi><mo>)</mo></mrow></mstyle></math></span></span> above, producing at which point will lead to the most economic growth in the future?</p>\n","rubricRef":"VH904231_rubric","choicesHtml":["<p class=\"choice_paragraph\">Point M</p>","<p class=\"choice_paragraph\">Point N</p>","<p class=\"choice_paragraph\">Point R</p>","<p class=\"choice_paragraph\">Point J</p>","<p class=\"choice_paragraph\">Point S</p>"],"answer":1}]