[{"id":"VH909284","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a coordinate plane. The horizontal axis is labeled “Quantity of Sandalwood”. The vertical axis is labeled “Price of Sandalwood”. There are two lines. There is a linear upward sloping line, starting slightly above the origin, moving up and to the right, labeled “Domestic Supply”. There is a linear downward sloping line, starting high up on the vertical axis, moving downward and to the right, labeled “Domestic Demand”. The two lines intersect at the equilibrium price of $800 and a quantity of Q 2 and both lines continue linearly beyond the intersection. There is a vertical dashed line identifying the equilibrium quantity as Q 2. There is a horizontal dashed line identifying the equilibrium price as $800. The price of $600 is between the intercept of the Domestic Supply line and the equilibrium price, $800. There is a horizontal dashed line starting on the vertical axis at $600 moving to the right crossing the supply curve at the coordinate Q 1 comma $600 and continuing to the right, ending when it hits the Domestic Demand line at coordinate Q 3 comma $600. There is a vertical dashed line starting at Q1 going straight up ending at coordinate Q 1 comma $600. There is also a vertical dashed line starting at Q 3 going straight up ending at coordinate Q 3 comma $600. The following areas are identified on the graph. Area F is the triangle below the demand curve and above the dashed line that identifies the equilibrium price. The triangle below the horizontal dashed line that identifies the equilibrium price, and above the supply curve is divided into two areas. The area between the two horizontal dashed lines, to the left of the Domestic Supply curve is labeled G. The area below the horizontal dashed line drawn at $600 and above and to the left of the Domestic Supply curve is labeled H. The triangle bordered by the horizontal dashed line at $600 and to the right of the Domestic Supply curve and to the left of the Domestic demand curve is equally divided into two smaller triangles which are separated by the vertical dashed line that identifies the equilibrium quantity. The triangle on the right is labeled K and the triangle on the left is labeled J.\" height=\"249\" src=\"https://assets.learnosity.com/organisations/537/VH909284.g01.png\" width=\"400\"></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph above shows the domestic market for sandalwood in equilibrium at a price of <span class=\"math_expression\"><span aria-label=\"$800\"><math alttext=\"$800\" overflow=\"scroll\"><mstyle><mrow><mi>$</mi><mn>800</mn></mrow></mstyle></math></span></span> per kilogram in the absence of international trade. Now assume the country begins to engage in international trade, and sandalwood is selling at a price of <span class=\"math_expression\"><span aria-label=\"$600\"><math alttext=\"$600\" overflow=\"scroll\"><mstyle><mrow><mi>$</mi><mn>600</mn></mrow></mstyle></math></span></span> per kilogram in the world market. Which of the following would most likely result?</p>\n","rubricRef":"VH909284_rubric","choicesHtml":["<p class=\"choice_paragraph\">The country would increase domestic production to become competitive in the world market.</p>","<p class=\"choice_paragraph\">The country would export sandalwood, and its domestic consumer surplus would increase.</p>","<p class=\"choice_paragraph\">The country would export sandalwood, and its total economic surplus would increase, with the domestic consumer surplus increasing by more than the domestic producer surplus decreases.</p>\n","<p class=\"choice_paragraph\">The country would import sandalwood, and its total economic surplus would decrease, with both the domestic consumer surplus and the domestic producer surplus decreasing.</p>\n","<p class=\"choice_paragraph\">The country would import sandalwood, and its total economic surplus would increase, with the domestic consumer surplus increasing by more than the domestic producer surplus decreases.</p>\n"],"answer":4}]