[{"id":"VH927268","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH927223.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">Firms will have no incentive to exit or enter this market if the price in this market is</p>\n","rubricRef":"VH927268_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The graph shows a firm in a perfectly competitive industry. Assume all the firms in the industry have identical costs.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph. The horizontal axis is labeled Quantity. The vertical axis is labeled Price. The price axis identifies four prices from lowest to highest on the vertical axis, P sub 1, P sub 2, P sub 3, and P sub 4. There are four horizontal dashed lines drawn across the length of the graph associated with the four different prices. There are three curves labeled M C, A V C and A T C. The curve labeled M C begins just to the right of the vertical axis between price P sub 1 and price P sub 2. It moves slightly downward to the right until it hits the horizontal dashed line associated with price P sub 1. At that point, the M C curve hits its minimum and then increases until it ends in the upper right hand portion of the graph. The next curve is the A V C curve. It begins above the M C curve, between P sub 2 and P sub 3, just to the right of the vertical axis. It declines, moving to the right, and reaches a minimum when it touches the dashed line associated with P sub 2, and then begins to rise. At the minimum point of the A V C curve, the M C curve, the A V C curve, and the horizontal dashed line drawn at price P sub 2 all touch. At this point, the M C line dissects the A V C curve at its minimum point, and the horizontal dashed line is tangent to the minimum point on the A V C curve. Beyond the minimum point the A V C curve rises ending on the right side of the graph well below, and to the right of the M C curve. The last curve is the A T C curve. It starts just above the price P sub 4 and bit farther away from the vertical axis than the M C and A V C curves. The A T C curve moves along the same pattern as the A V C curve, falling, reaching a minimum, and then rising. The A T C curve reaches its minimum point when it touches the horizontal dashed line associated with price P sub 3. At the minimum point of the A T C curve, the MC curve, the A T C curve, and the horizontal dashed line drawn at price P sub 3 all touch. At that point the M C line dissects the A T C curve at the A T C curve’s minimum point and the horizontal dashed line drawn at P sub 3 is tangent to the minimum point on the A T C curve. Beyond the minimum point, the A T C curve rises ending on the right side of the graph below the M C curve, but above the horizontal dashed line associated with P sub 4. The following quantities are identified on the graph. The first is Q sub 0, which is at the origin. The following quantities are identified on the horizontal axis of the graph. Q sub 0 is the quantity associated with zero quantity on the graph. Q sub 1 is associated with the first intersection of the dashed line drawn at P sub 4 with the A T C curve. Q sub 2 is associated with the minimum point on the A T C curve. Q sub 3 is associated with the intersection of the dashed line drawn at P sub 4 with the M C curve. Q sub 4 is associated with the second intersection of the dashed line drawn at P sub 4 and the A T C curve.\" height=\"281\" src=\"https://assets.learnosity.com/organisations/537/VH927223.g04.png\" width=\"420\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">above <span class=\"math_expression\"><span aria-label=\"P sub 4\"><math alttext=\"P sub 4\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>P</mtext></mrow><mrow><mn>4</mn></mrow></msub></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\">below <span class=\"math_expression\"><span aria-label=\"P sub 2\"><math alttext=\"P sub 2\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>P</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\">between  <span class=\"math_expression\"><span aria-label=\"P sub 2\"><math alttext=\"P sub 2\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>P</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math></span></span> and <span class=\"math_expression\"><span aria-label=\"P sub 3\"><math alttext=\"P sub 3\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>P</mtext></mrow><mrow><mn>3</mn></mrow></msub></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\">equal to marginal cost</p>","<p class=\"choice_paragraph\">equal to average total cost</p>"],"answer":4}]