[{"id":"VH926473","type":"mcq","stimulusHtml":"<div class=\"standalone_image\"><img alt=\"The figure presents a graph. The horizontal axis is about twice as long as the vertical axis is high. The horizontal axis is labeled Quantity. The vertical axis is labeled Price. There are three curves on the graph. The M C curve, the A V C curve, and the A T C curve. The curve labeled M C begins just to the right and towards the top of the vertical axis. It moves steeply down and to right reaching a minimum point quickly, about one fourth of the way across the graph. The height of the minimum point of the M C curve is about one fifth of the way up the vertical axis. After reaching this minimum point, the M C curve gradually rises ending above the height it started at about four fifths of the distance across the length of the graph. The next curve is the A V C curve. It begins about one fourth of the way across the length of the graph, to the right of where the M C curve began, at about the same height as the M C curve. It declines, moving to the right, and reaches a minimum when it crosses the M C curve. It then begins to rise and ends on the right side of the graph well below, and to the right, of the M C curve. The last curve is the A T C curve. It starts just above where the M C and A V C curve started and just to the right of the A V C curve. The A T C curve has a similar shape as the A V C curve, falling, reaching a minimum, and then rising. But the A T C curve is always above the A V C curve, and the distance between the two curves gradually narrow as the curves move from left to right along the graph. The A T C curve reaches its minimum point, as it crosses the M C curve. The A T C curve crosses the M C curve to the right of where the A V C curve crosses the M C curve. Beyond the minimum point, the A T C curve rises, ending on the right side of the graph well below, and to the right, of the M C curve and above the A V C curve. Five coordinates on the graph have dashed lines going from them to either the vertical axis, the horizontal axis, or both axes. The first coordinate is associated with the minimum point on the M C curve. A vertical dashed line goes from this coordinate to the horizontal axis and identifies the quantity Q sub 2. A second coordinate is associated with the minimum point on the A V C curve. Dashed lines go from this coordinate to the horizontal axis and vertical axis. The vertical dashed line goes to the horizontal axis identifies the quantity Q sub 3. The horizontal dashed line goes to the vertical axis identifies the price P sub 1. The third coordinate is where the downward sloping portion of the M C curve intersects the horizontal dashed line that extends from P sub 1. A vertical dashed line emanates from this third coordinate and goes to the horizontal axis, which identifies the quantity Q sub 1. A fourth coordinate identifies the minimum point on the A T C curve. This fourth coordinate has two dashed lines emanating from it. One line is a horizontal dashed line that goes from the fourth coordinate to the vertical axis, which identifies the price P sub 2. The other line is a vertical dashed line that goes from the fourth coordinate to the horizontal axis, which identifies the quantity Q sub 4. The fifth coordinate is on the M C curve, just above and to the right of the intersection of the M C and A T C curves. There are horizontal and vertical dashed lines emanating from it. A horizontal dashed line emanates from this fifth coordinate to the vertical axis, which identifies the price P sub 3. A vertical dashed line extends from this point down to the horizontal axis, which identifies the quantity Q sub 5.\" height=\"228\" src=\"https://assets.learnosity.com/organisations/537/VH926473.g02.png\" width=\"500\"></div>\n\n<p class=\"stem_paragraph\">The graph above shows per unit cost information for firm X. At what quantity of output do diminishing returns begin for firm X?</p>\n","rubricRef":"VH926473_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 1\"><math alttext=\"Q sub 1\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 2\"><math alttext=\"Q sub 2\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 3\"><math alttext=\"Q sub 3\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>3</mn></mrow></msub></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 4\"><math alttext=\"Q sub 4\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>4</mn></mrow></msub></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 5\"><math alttext=\"Q sub 5\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>5</mn></mrow></msub></mrow></mstyle></math></span></span></p>"],"answer":1}]