[{"id":"VH932894","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH932877.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">What price will the firm charge?</p>\n","rubricRef":"VH932894_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Use the following graph to answer the questions below.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph with four curves, which are labeled D, M R, M C, and A T C. The horizontal axis is labeled Quantity. The vertical axis is labeled Price comma Cost. Curve D starts near the top of the vertical axis and moves downward and to the right in a straight line. It ends when it hits the horizontal axis near the end of the horizontal axis. Curve M R starts at the same point as the D curve. It moves downward and to the right in a straight line. It is twice as steep as the D curve. It ends when it hits the horizontal axis about halfway across the axis. Curve M C starts in the lower left hand corner of the graph to the left of the M R curve, but a bit above the horizontal axis, and to the right of the vertical axis. It slopes up and to the right, with the slope becoming steeper as the curve moves from left to right across the graph. It crosses both the M R and D curves and ends high up in the right hand corner of the graph. The A T C curve begins between the D and M R curves, fairly high up on the graph, and just below where the D and M R curves meet on the horizontal axis. It moves downward and to the right, crossing the D curve, then reaches a minimum at the point where it intersects with the M C curve. It then curves upward and to the right, and ends in the upper right hand portion of the graph, to the right and below the M C curve. The quantity Q sub 1, on the horizontal axis, is identified on the horizontal axis by a dashed vertical line that extends from the intersection of the M R and M C curves, and goes down to the horizontal axis. Quantity Q sub 2, on the horizontal axis, is identified by a dashed vertical line that extends from the intersection of the A T C and D curves, and goes down to the horizontal axis. Quantity Q sub 3, on the horizontal axis, is identified by the point where the M R curve hits the horizontal axis. Quantity Q sub 4 is identified, on the horizontal axis, by a dashed vertical line that extends from the intersection of the D and M C curves, and goes down to the horizontal axis. Quantity Q sub 5, on the horizontal axis, is identified by the point where the D curve hits the horizontal axis. Price P sub 1, on the vertical axis, is identified by a dashed horizontal line that extends from the intersection of the M C and M R curves, and goes to the vertical axis. Price P sub 2, on the vertical axis, is identified by a dashed horizontal line that extends from the intersection of the M C and D curves, and extends to the vertical axis. Price P sub 3, on the vertical axis, is the price that corresponds to the quantity Q sub 3 on the D curve. Price P sub 4, on the vertical axis, is the price that is identified by a dashed horizontal line that extends from the intersection of the D and A T C curves to the vertical axis. Price, P sub 5, on the vertical axis, is the price that corresponds to the quantity Q sub 1 on the D curve.\" height=\"311\" src=\"https://assets.learnosity.com/organisations/537/VH932877.g02.png\" width=\"400\" /></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"P sub 1\"><math alttext=\"P sub 1\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>P</mtext></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"P sub 2\"><math alttext=\"P sub 2\" overflow=\"scroll\"><mstyle><mrow><mstyle><mrow><msub><mrow><mtext>P</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"P sub 3\"><math alttext=\"P sub 3\" overflow=\"scroll\"><mstyle><mrow><mstyle><mrow><msub><mrow><mtext>P</mtext></mrow><mrow><mn>3</mn></mrow></msub></mrow></mstyle></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"P sub 4\"><math alttext=\"P sub 4\" overflow=\"scroll\"><mstyle><mrow><mstyle><mrow><msub><mrow><mtext>P</mtext></mrow><mrow><mn>4</mn></mrow></msub></mrow></mstyle></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"P sub 5\"><math alttext=\"P sub 5\" overflow=\"scroll\"><mstyle><mrow><mstyle><mrow><msub><mrow><mtext>P</mtext></mrow><mrow><mn>5</mn></mrow></msub></mrow></mstyle></mrow></mstyle></math></span></span></p>"],"answer":4}]