[{"id":"VH933363","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph. The horizontal axis is labeled Quantity. The vertical axis is labeled Price comma Cost. A curve labeled M C begins slightly to the right and near the bottom of the vertical axis and moves up and to the right, gradually at first and then more steeply, until it ends in the upper right hand part of the graph. A curve labeled A T C begins slightly to the right and about half way up the vertical axis and moves down and to the right at first, until it reaches a minimum point where it intersects with the M C curve. It then rises and ends below the M C curve. Two lines, labeled M R and D, begin at the same point near the top of the vertical axis. Both lines slope down and to the right. The M R line is twice as steep as the D line. The M R curve passes to the left of the intersection of the M C and A T C curves. The D curve passes to the right of the intersection of the M C and A T C curves. The M R curve intersects the A T C curve first, and then intersects the M C curve. The D curve intersects the M C curve first, and then intersects the A T C curve. Both the M R and D curves end when they reach the horizontal axis. The D curve ends to the right of where the M R curve ends on the horizontal axis.\" height=\"263\" src=\"https://assets.learnosity.com/organisations/537/VH933363.g04.png\" width=\"300\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Based on the information in the above graph describing a monopolistically competitive firm, which of the following is true?</p>\n","rubricRef":"VH933363_rubric","choicesHtml":["<p class=\"choice_paragraph\">The firm is productively efficient since marginal cost intersects average cost at the minimum of average cost.</p>","<p class=\"choice_paragraph\">When maximizing profits, this firm will have economic losses but will still continue to produce.</p>","<p class=\"choice_paragraph\">The firm will produce where marginal revenue equals marginal cost and will set its price to equal average total cost.</p>","<p class=\"choice_paragraph\">With the firm making economic profits, it can be expected that new firms will enter this market.</p>","<p class=\"choice_paragraph\">The firm will produce where demand is inelastic to capture all economies of scale.</p>"],"answer":3}]