[{"id":"VH933021","type":"mcq","stimulusHtml":"<div class=\"standalone_image\"><img alt=\"The figure presents a graph of four curves, which are labeled D, M R, M C, and A T C. The horizontal axis is labeled Quantity. The vertical axis is labeled Price comma Cost. The horizontal axis is nearly twice as long as the height of the vertical axis. Curves D and M R both start from the same point near the top of the vertical axis. Curve D moves downward and to the right in a straight line, and ends when it reaches the horizontal axis on the far right side of the graph. Curve M R moves downward and to the right in a straight line. It is twice as steep as the D curve. Curve M R ends on the horizontal axis about half way across. Curve M C starts in the lower left hand corner of the graph near the origin. It moves very gradually upward, from left to right, with a slope closer to zero than one. It passes through the M R curve, and then passes through the D curve. Curve M C ends on the far right side of the graph in the middle. Curve A T C starts just to the right of the vertical axis above the D curve, but not as high up as the starting point of the D curve. The A T C curve moves downward and to the right. On this downward portion of the A T C curve, the straight D line has a point of tangency with the downward sloping portion of the A T C curve. The point of tangency of the D curve with the A T C curve occurs directly above the intersection of the M R and M C curves. The A T C curve continues to move downward, beyond the point of tangency, until it reaches a minimum point where it intersects with the M C curve. The A T C curve then begins to rise and ends at a height below from which it started on the far right side of the graph. Quantity Q sub 1 is identified, on the horizontal axis, by a vertical dashed line that extends from the point of tangency of the D curve with the A T C curve, down and through the point of intersection of the M R and M C curves, and continues down to the horizontal axis. Quantity Q sub 2 is identified, on the horizontal axis, where the M R curve hits the horizontal axis, and goes up to the D curve. Quantity Q sub 3 is identified, on the horizontal axis, by a vertical dashed line that extends from the intersection of the D and M C curves and down to the horizontal axis. Quantity Q sub 4 is identified, on the horizontal axis, by a vertical dashed line that extends from the intersection of the M C and A T C curves, passes through the D curve, and goes down to the horizontal axis. Quantity Q sub 5, on the horizontal axis, is identified where the D curve hits the horizontal axis.\" height=\"262\" src=\"https://assets.learnosity.com/organisations/537/VH933021.g03.png\" width=\"325\" /></div>\n\n<p class=\"stem_paragraph\">For the monopolistically competitive firm represented by the graph above, the allocatively efficient quantity of output is</p>\n","rubricRef":"VH933021_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 1\"><math alttext=\"Q sub 1\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 2\"><math alttext=\"Q sub 2\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 3\"><math alttext=\"Q sub 3\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>3</mn></mrow></msub></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 4\"><math alttext=\"Q sub 4\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>4</mn></mrow></msub></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 5\"><math alttext=\"Q sub 5\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>5</mn></mrow></msub></mrow></mstyle></math></span></span></p>"],"answer":2}]