[{"id":"VH959510","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH958521.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">If the monopolist engages in perfect price discrimination, which of the following will happen?</p>\n","rubricRef":"VH959510_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph with three curves in the first quadrant of a coordinate plane. The horizontal axis is labeled Quantity, and the vertical axis is labeled Price. The origin is labeled 0. A curve labeled D touches the vertical axis near the top of the vertical axis, and extends downward and to the right in a straight line. It ends above the horizontal axis in the lower right hand portion of the graph. A curve labeled M R begins at the same point as the D curve on the vertical axis, is twice as steep as the D curve, and extends downward and to the right in a straight line. It ends just before it hits the horizontal axis about midway across the graph. The price P sub 1 is identified about halfway up on the vertical axis. A straight line labeled M C equals A T C begins at P sub 1 on the vertical axis and extends as a straight horizontal line, going left to right, across the graph. A quantity labeled Q sub 1, on the horizontal axis, is identified by a vertical dashed line that extends from the intersection of the M R and M C curves down to the horizontal axis. A quantity labeled Q sub 2, on the horizontal axis, is identified by a vertical line that extends from the intersection of the D and M C equals A T C curves down to the horizontal axis. A price labeled P sub 2, on the vertical axis, corresponds to Q sub 1 on the D curve. There is a vertical dashed line that goes from Q sub 1 to the D curve, and a horizontal dashed line that goes from that point on the D curve to the vertical axis, identifying P sub 2. The following areas are identified on the graph. Area a is bordered on the bottom by the horizontal dashed line drawn at P sub 2, the M R curve on the right, and the vertical axis on the left. Area b is bordered by the D curve from the top, the horizontal dashed line drawn at P sub 2 on the bottom, and the M R curve on the left. Area c is bordered by the horizontal dashed line drawn at P sub 2 from the top, the M R curve on the right, the horizontal line drawn at P sub 1 from the bottom, and the vertical axis on the left. Area d is bordered by the horizontal dashed line drawn at P sub 2 from the top, the vertical dashed line drawn at Q sub 1 on the right, and the M R curve on the left. Area e is bordered by the D curve from above, the horizontal line drawn at P sub 1 from below, and the vertical dashed line drawn at Q sub 1 on the left. Finally, area f is bordered by the horizontal line drawn at P sub 1 from above, the vertical dashed line drawn at Q sub 1 on the right, the vertical axis on the left, and the horizontal axis on the bottom.\" height=\"257\" src=\"https://assets.learnosity.com/organisations/537/VH958521.g01.png\" width=\"300\" /></div>\n\n<p class=\"passage_para\">The graph shows the cost and revenue curves for a profit-maximizing monopolist that produces teddy bears. The letters in the graph represent the enclosed areas.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Consumer surplus will remain the same <span class=\"math_expression\"><span aria-label=\"(a, plus b)\"><math alttext=\"(a, plus b)\" overflow=\"scroll\"><mrow><mrow><mo>(</mo><mstyle><mrow><mtext>a</mtext><mo>+</mo><mtext>b</mtext></mrow></mstyle><mo>)</mo></mrow></mrow></math></span></span> and producer surplus will increase by area <span class=\"math_expression\"><span aria-label=\"(e)\"><math alttext=\"(e)\" overflow=\"scroll\"><mrow><mrow><mo>(</mo><mstyle><mrow><mtext>e</mtext></mrow></mstyle><mo>)</mo></mrow></mrow></math></span></span>.</p>","<p class=\"choice_paragraph\">Both consumer surplus and producer surplus will decrease by area <span class=\"math_expression\"><span aria-label=\"(a, plus b, plus c, plus d)\"><math alttext=\"(a, plus b, plus c, plus d)\" overflow=\"scroll\"><mrow><mrow><mo>(</mo><mstyle><mrow><mtext>a</mtext><mo>+</mo><mtext>b</mtext><mo>+</mo><mtext>c</mtext><mo>+</mo><mtext>d</mtext></mrow></mstyle><mo>)</mo></mrow></mrow></math></span></span>, and the deadweight loss will remain constant.</p>","<p class=\"choice_paragraph\">Consumer surplus will increase by area <span class=\"math_expression\"><span aria-label=\"(e)\"><math alttext=\"(e)\" overflow=\"scroll\"><mrow><mrow><mo>(</mo><mstyle><mrow><mtext>e</mtext></mrow></mstyle><mo>)</mo></mrow></mrow></math></span></span>, producer surplus will decrease by area <span class=\"math_expression\"><span aria-label=\"(e)\"><math alttext=\"(e)\" overflow=\"scroll\"><mrow><mrow><mo>(</mo><mstyle><mrow><mtext>e</mtext></mrow></mstyle><mo>)</mo></mrow></mrow></math></span></span>, and the deadweight loss will be zero.</p>","<p class=\"choice_paragraph\">Consumer surplus and deadweight loss will be zero because all economic surplus will be transferred to producer surplus.</p>\n","<p class=\"choice_paragraph\">Both consumer surplus and producer surplus will increase because output produced will increase to <span class=\"math_expression\"><span aria-label=\"Q sub 2\"><math alttext=\"Q sub 2\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math></span></span>.</p>"],"answer":3}]