[{"id":"VH968929","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph in the first quadrant of a coordinate plane, with the origin labeled 0. The horizontal axis is labeled Quantity of Labor, and the values L sub 0 and L sub 1 are indicated from left to right. L sub 0 lies about one third of the way along the horizontal axis. The distance from L sub 0 to L sub 1 is approximately two thirds of the distance from L sub 0 to the origin. The vertical axis is labeled Wage, and the values W sub 1, W sub 2, and W sub 3 are indicated from bottom to top. W sub 1 lies about one fourth of the way up the vertical axis. The distance from W sub 1 and W sub 2 is approximately half the distance from W sub 1 to the origin. The distance from W sub 2 to W sub 3 is about the same as the distance from W sub 1 to W sub 2. On the graph, there are three lines that are labeled S sub L, M F C, and M R P sub L. Line S sub L begins on the vertical axis, and just above the origin, and moves upward and to the right in a straight line. It passes through the coordinates L sub 0 comma W sub 1, and L sub 1 comma W sub 2. It ends to the right of L sub 1 on the horizontal axis, and just below W sub 3 on the vertical axis. Line M F C begins on the vertical axis where Line S sub L begins, and moves upward and to the right in a straight line, above Line S sub L. It passes through the coordinate L sub 0 comma W sub 3, and ends just to the left of L sub 1 on the horizontal axis, and high above W sub 3 on the vertical axis. Line M R P sub L begins on the vertical axis, and above W sub 3, and moves downward and to the right in a straight line. It intersects Line M F C at the coordinate L sub 0 comma W sub 3, and intersects Line S sub L at the coordinate L sub 1 comma W sub 2. It ends just to the left of where Line S sub L ends, and slightly above W sub 1 on the vertical axis. From the two values on the horizontal axis, a dashed vertical line emanates upward and touches the lines on the graph. From L sub 0, a dashed line moves vertically upward, crosses Line S sub L, and ends at the intersection of Line M F C and Line M R P sub L. From L sub 1, a dashed line moves vertically upward, and ends at the intersection of Line S sub L and Line M R P sub L. From the three values on the vertical axis, a dashed horizontal line emanates to the right and touches the lines on the graph. From W sub 1, a dashed line moves horizontally and to the right, crosses Line M F C, and ends at Line S sub L. From W sub 2, a dashed line moves horizontally and to the right, crosses Line M F C, and ends at the intersection of Line S sub L and Line M R P sub L. From W sub 3, a dashed line moves horizontally and to the right, and ends at the intersection of Line M F C and Line M R P sub L. On the graph, there are three points that are labeled F, G, and H. Point F is located at the coordinate L sub 0 comma W sub 3, and indicates the intersection of Line M F C and Line M R P sub L. Point G is located at the coordinate L sub 1 comma W sub 2, and indicates the intersection of Line S sub L and Line M R P sub L. Point H is located at the coordinate L sub 0 comma W sub 1, and lies on Line S sub L.\" height=\"275\" src=\"https://assets.learnosity.com/organisations/537/VH968929.g03.png\" width=\"350\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following statements about the monopsonistic labor market shown in the accompanying graph is true?</p>\n","rubricRef":"VH968929_rubric","choicesHtml":["<p class=\"choice_paragraph\">The single firm will hire <span class=\"math_expression\"><span aria-label=\"L sub 1\"><math alttext=\"L sub 1\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>L</mtext></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math></span></span> and pay each laborer a wage of <span class=\"math_expression\"><span aria-label=\"W sub 2\"><math alttext=\"W sub 2\" overflow=\"scroll\"><mstyle><mrow><msub><mstyle mathvariant=\"normal\"><mrow><mi>W</mi></mrow></mstyle><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math></span></span>.</p>","<p class=\"choice_paragraph\">In this monopsonistic labor market when the single employer maximizes economic profits, there will be no deadweight loss.</p>","<p class=\"choice_paragraph\">The profit-maximizing monopsonist will hire <span class=\"math_expression\"><span aria-label=\"L sub 0\"><math alttext=\"L sub 0\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>L</mtext></mrow><mrow><mn>0</mn></mrow></msub></mrow></mstyle></math></span></span>  labor and pay each laborer <span class=\"math_expression\"><span aria-label=\"W sub 1\"><math alttext=\"W sub 1\" overflow=\"scroll\"><mrow><msub><mstyle mathvariant=\"normal\"><mrow><mi>W</mi></mrow></mstyle><mrow><mn>1</mn></mrow></msub></mrow></math></span></span>.</p>","<p class=\"choice_paragraph\">When the single firm is maximizing profits, the marginal revenue product <span class=\"math_expression\"><span aria-label=\"open parenthesis, M R P, close parenthesis\"><math alttext=\"open parenthesis, M R P, close parenthesis\" overflow=\"scroll\"><mstyle><mrow><mrow><mo>(</mo><mtext>MRP</mtext><mo>)</mo></mrow></mrow></mstyle></math></span></span> of labor will exceed the marginal factor cost <span class=\"math_expression\"><span aria-label=\"open parenthesis, M F C, close parenthesis\"><math alttext=\"open parenthesis, M F C, close parenthesis\" overflow=\"scroll\"><mrow><mrow><mo>(</mo><mstyle><mrow><mtext>MFC</mtext></mrow></mstyle><mo>)</mo></mrow></mrow></math></span></span> of labor.</p>","<p class=\"choice_paragraph\">The marginal factor cost <span class=\"math_expression\"><span aria-label=\"open parenthesis, M F C, close parenthesis\"><math alttext=\"open parenthesis, M F C, close parenthesis\" overflow=\"scroll\"><mrow><mrow><mo>(</mo><mstyle><mrow><mtext>MFC</mtext></mrow></mstyle><mo>)</mo></mrow></mrow></math></span></span> of labor with the competitive equilibrium exceeds the marginal factor cost of labor in monopsony.</p>"],"answer":2}]