[{"id":"VH968371","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph in the first quadrant of a coordinate plane with the origin labeled 0. The horizontal axis is labeled “Quantity,” and the quantity Q sub R is indicated about one third of the way along the horizontal axis. The vertical axis is labeled “Price,” and the following prices are indicated, from bottom to top: G, Z, M. There are two lines on the graph that are labeled D and S. Line D begins at price M, about three fourths of the way up the vertical axis. It moves downward and to the right in a straight line, and ends on the horizontal axis, about two thirds of the way along the horizontal axis, and to the right of quantity Q sub R. Line S begins at price G, about one fourth of the way up the vertical axis. It moves upward and to the right in a straight line, intersects Line D at the point Q sub R comma Z, and ends near the top right corner of the graph. There are two points indicated on the lines that are labeled N and K. Point N is located at the intersection of Line D and Line S. From Point N, a dashed vertical moves downward and hits Q sub R on the horizontal axis. From Point N, a dashed horizontal line moves to the left and hits Point Z on the horizontal axis. Point K is located on Line S, from which a dashed horizontal line emanates to the left and hits Point M on the horizontal axis.\" height=\"237\" src=\"https://assets.learnosity.com/organisations/537/VH968371.g01.png\" width=\"250\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Based on the graph above, the producer surplus at the market equilibrium price and quantity is shown by which area?</p>\n","rubricRef":"VH968371_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"G M K\"><math alttext=\"G M K\" overflow=\"scroll\"><mstyle><mrow><mtext>GMK</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"G M N\"><math alttext=\"G M N\" overflow=\"scroll\"><mstyle><mrow><mtext>GMN</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"G Z N\"><math alttext=\"G Z N\" overflow=\"scroll\"><mstyle><mrow><mtext>GZN</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Z M N\"><math alttext=\"Z M N\" overflow=\"scroll\"><mstyle><mrow><mtext>ZMN</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"M N K\"><math alttext=\"M N K\" overflow=\"scroll\"><mstyle><mrow><mtext>MNK</mtext></mrow></mstyle></math></span></span></p>"],"answer":2}]