[{"id":"VH968121","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents the graph of four curves in the first quadrant of a coordinate plane. The horizontal axis is labeled Quantity, and the values Q sub 1, Q sub 2, and Q sub 3 are indicated from left to right, with vertical grid lines that extend upward from each value. The vertical axis is labeled Price, Cost, and the following values are indicated from bottom to top: P sub 1, P sub 2, P sub 3, P sub 4, P sub 5, P sub 6. Horizontal grid lines extend to the right from each value on the vertical axis. The curves are labeled D, M R, A T C, and M C. Curve D begins on the vertical axis and high above price P sub 6, and moves downward and to the right in a straight line. It passes through the points with coordinates Q sub 1 comma P sub 6, Q sub 2 comma P sub 4, and Q sub 3 comma P sub 2. It ends on the horizontal axis, and to the right of quantity Q sub 3. Curve M R begins where curve D begins on the vertical axis, and moves downward and to the right in a straight line. It passes through the point with coordinates Q sub 1 comma P sub 1, and ends on the horizontal axis, and to the right of quantity Q sub 1. Curve A T C begins above price P sub 6, and in between curves D and M R, and steeply moves downward and to the right. It passes through the point with coordinates Q sub 1 comma P sub 5, and then begins to curve more gradually, and intersects curve D at the point with coordinates Q sub 2 comma P sub 4. It levels off, passes through the point with coordinates Q sub 3 comma P sub 3, and ends to the right of quantity Q sub 3 and a price of approximately P sub 3. Curve M C begins slightly to the right of the vertical axis, and at a price of approximately P sub 3, and steeply moves downward and to the right. It intersects curve M R at the point with coordinates Q sub 1 comma P sub 1, and then levels off and turns to move upward and to the right. It gradually moves upward and to the right, and intersects curve D at the point with coordinates Q sub 3 comma P sub 2, and ends to the right of quantity Q sub 3, and at a price between P sub 2 and P sub 3. On the graph, there are six points that are labeled the following: F, G, H, J, K, L. Point F is located at the coordinates Q sub 1 comma P sub 6, and lies on curve D. Point G is located at the coordinates Q sub 2 comma P sub 4, and lies on the intersection of curves D and A T C. Point H is located at the coordinates Q sub 1 comma P sub 1, and lies on the intersection of curves M R and M C. Point J is located at the coordinates Q sub 3 comma P sub 3, and lies on curve A T C. Point K is located at the coordinates Q sub 3 comma P sub 2, and lies on the intersection of curves D and M C. Point L is located at the coordinates Q sub 1 comma P sub 5, and lies on curve A T C.  \" height=\"380\" src=\"https://assets.learnosity.com/organisations/537/VH968121.g03.png\" width=\"380\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph above shows the price and cost condition for a natural monopoly. The amount of lump-sum subsidy required to regulate the monopoly to produce the allocatively efficient quantity is given by the area</p>\n","rubricRef":"VH968121_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"P sub 5, end sub, P sub 6, end sub, F L\"><math alttext=\"P sub 5, end sub, P sub 6, end sub, F L\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>P</mtext></mrow><mrow><mn>5</mn></mrow></msub><msub><mrow><mtext>P</mtext></mrow><mrow><mn>6</mn></mrow></msub><mtext>FL</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"P sub 1, end sub, P sub 5, end sub, L H\"><math alttext=\"P sub 1, end sub, P sub 5, end sub, L H\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>P</mtext></mrow><mrow><mn>1</mn></mrow></msub><msub><mrow><mtext>P</mtext></mrow><mrow><mn>5</mn></mrow></msub><mtext>LH</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"P sub 1, end sub, P sub 6, end sub, F H\"><math alttext=\"P sub 1, end sub, P sub 6, end sub, F H\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>P</mtext></mrow><mrow><mn>1</mn></mrow></msub><msub><mrow><mtext>P</mtext></mrow><mrow><mn>6</mn></mrow></msub><mtext>F</mtext><mtext>H</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"P sub 2, end sub, P sub 3, end sub, J K\"><math alttext=\"P sub 2, end sub, P sub 3, end sub, J K\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>P</mtext></mrow><mrow><mn>2</mn></mrow></msub><msub><mrow><mtext>P</mtext></mrow><mrow><mn>3</mn></mrow></msub><mtext>JK</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"G, Q sub 2, end sub, Q sub 3, end sub, J\"><math alttext=\"G, Q sub 2, end sub, Q sub 3, end sub, J\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>GQ</mtext></mrow><mrow><mn>2</mn></mrow></msub><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>3</mn></mrow></msub><mtext>J</mtext></mrow></mstyle></math></span></span></p>"],"answer":3}]