[{"id":"VH974220","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph with a horizontal axis labeled Quantity and vertical axis labeled Price. There is one price identified on the vertical axis, P sub 0, about half way up the axis. There is a solid line that emanates from P sub 0 and goes across the entire length of the graph. There are three curves on graph. The M C curve, the A V C curve, and the A T C curve. The curve labeled M C begins near the vertical axis between the origin and P sub 0. It slopes upward with a slight upward bend. It intersects the P sub 0 line about midway through the graph. It ends in the upper portion of the graph about three fourths of the way across. The next curve is the A V C curve. It begins just to the right of the vertical axis at the price P sub 0. From there it moves slowly down and to the right until it reaches its minimum when it intersects with the M C curve. It then begins to rise ending on the right side of the graph well below, and to the right, of the M C curve and above the P sub 0 line. The last curve is the A T C curve. It starts well above the M C and A V C curves near the top of the vertical axis and just to the right of it. The A T C curve has a similar shape as the A V C curve, falling, reaching a minimum, and then rising. But the A T C curve is always above the A V C curve, and the distance between the two curves gradually narrows as the curves move from left to right along the graph. The A T C curve reaches its minimum point when it crosses the M C curve. This minimum point occurs above the P sub 0 line. Beyond the minimum point, the A T C curve rises ends on the right side of the graph well below, and to the right, of the M C curve and just to the left, but nearer the A V C curve than when it started. There are four quantities identified on the graph. Q sub 0 is to the left of the intersection of the M C curve and the A V C curve. There is a vertical dashed line that goes from Q sub 0 up to the A T C curve and crosses the other curves. Q sub 1 on the horizontal axis is associated with the intersection of the M C and the A V C curves. There is a vertical dashed line that goes from Q sub 1 up to the A T C curve. Q sub 3 on the horizontal axis is associated with the intersection of the M C and A T C curves. There is a vertical dashed line that goes from Q sub 3 up to the A T C curve. Q sub 2, on the horizontal axis, is identified by a vertical line that goes from the intersection of the M C curve and the horizontal line drawn at P sub 0 down to the vertical axis.\" height=\"286\" src=\"https://assets.learnosity.com/organisations/537/VH974220.g01.png\" width=\"400\"></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph above shows the short-run cost curves for a perfectly competitive firm. Assume that the market price is <span class=\"math_expression\"><span aria-label=\"P sub 0\"><math alttext=\"P sub 0\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>P</mtext></mrow><mrow><mn>0</mn></mrow></msub></mrow></mstyle></math></span></span> and the firm is producing at quantity <span class=\"math_expression\"><span aria-label=\"Q sub 0\"><math alttext=\"Q sub 0\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>0</mn></mrow></msub></mrow></mstyle></math></span></span>. To maximize profit, the firm should</p>\n","rubricRef":"VH974220_rubric","choicesHtml":["<p class=\"choice_paragraph\">increase production to quantity <span class=\"math_expression\"><span aria-label=\"Q sub 3\"><math alttext=\"Q sub 3\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>3</mn></mrow></msub></mrow></mstyle></math></span></span>, where average total cost is at its minimum</p>","<p class=\"choice_paragraph\">increase production to quantity <span class=\"math_expression\"><span aria-label=\"Q sub 2\"><math alttext=\"Q sub 2\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math></span></span>, where price is equal to marginal cost</p>","<p class=\"choice_paragraph\">increase production to quantity <span class=\"math_expression\"><span aria-label=\"Q sub 1\"><math alttext=\"Q sub 1\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math></span></span>, where average variable cost is at its minimum</p>","<p class=\"choice_paragraph\">shut down and incur losses equal to fixed costs</p>","<p class=\"choice_paragraph\">shut down and incur zero losses</p>"],"answer":1}]