[{"id":"VR001655","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure presents the graph of four curves in the first quadrant of a coordinate plane. The horizontal axis is labeled Quantity, and the numbers 0 through 90, in increments of 10, are indicated with vertical grid lines drawn upward. The vertical axis is labeled Price, Cost, and values from 0 to $6.00, in increments of $0.50, are indicated with horizontal grid lines drawn to the right. The curves are labeled M R, D, M C, and A T C. Curve M R starts on the vertical axis at $6.00 and moves downward and to the right in a straight line. It passes through points with coordinates 30 comma $3.00 and 50 comma $1.00, and ends on the horizontal axis at quantity 60. Curve D also starts on the vertical axis at $6.00 and moves downward and to the right in a straight line. It passes through points with coordinates 30 comma $4.50, 50 comma $3.50, 60 comma $3.00, 70 comma $2.50, and 80 comma $2.00. It ends to the right of quantity 90 and slightly below price $1.00. Curve M C begins slightly to the right of the vertical axis at approximately $2.50 and moves downward and to the right, and then levels off and turns to move upward and to the right. It passes down through the $2.00 grid line at a quantity between 10 and 20 and reaches its lowest point where it intersects curve M R at coordinates 50 comma $1.00. It then begins to move upward and to the right, intersects curve D at coordinates 80 comma $2.00, and ends to the right of quantity 90 and a price of approximately $3.50. Curve A T C begins slightly above curve D at a quantity between 20 and 30, and a price of approximately $5.00. It moves downward and to the right and passes down through curve D at approximately 30 comma $4.50. It gradually levels off as curve D maintains a constant slope, so that curve A T C passes back through curve D at a quantity between 60 and 70 and a price of slightly more than $2.50. Curve A T C then reaches its lowest point where it intersects curve M C at a quantity between 80 and 90 and a price slightly below $2.50. It then begins to move upward and to the right, and ends to the right of quantity 90 and a price between $3.00 and $3.50.\" height=\"296\" src=\"https://assets.learnosity.com/organisations/537/VR001655.g02.png\" width=\"400\" /></div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">If the government regulates the monopolist to produce the allocatively efficient quantity and provides a subsidy sufficient to maintain zero economic profits for the firm, what price would the government set and what level of output would the firm produce?</p>\n","rubricRef":"VR001655_rubric","choicesHtml":["<p class=\"choice_paragraph\">$1.00 and 50</p>","<p class=\"choice_paragraph\">$2.00 and 80</p>","<p class=\"choice_paragraph\">$3.00 and 50</p>","<p class=\"choice_paragraph\">$3.50 and 50</p>","<p class=\"choice_paragraph\">$4.50 and 30</p>"],"answer":1}]