[{"id":"VR023329","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">How many units of output should a firm with the cost and demand curves shown above produce to maximize profit?</p>\n","rubricRef":"VR023329_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents three curves on a graph in the first quadrant of a coordinate plane, with the origin labeled 0. The horizontal axis is slightly longer than the vertical axis. The horizontal axis is labeled Quantity. The following four quantities are indicated on the horizontal axis, from left to right: Q sub 1, Q sub 2, Q sub 3, Q sub 4. Quantity Q sub 1 is located about one sixth of the way along the horizontal axis. The distance from Q sub 2 to Q sub 1 is about twice the distance from Q sub 1 to the origin. The distance from Q sub 3 to Q sub 2 is about the same as the distance from Q sub 1 to the origin. The distance from Q sub 4 to Q sub 3 is slightly greater than the distance from Q sub 1 to the origin. Vertical grid lines emanate upward from each quantity on the horizontal axis. The vertical axis represents price, in U S dollars. The following three prices are indicated on the vertical axis, from bottom to top: P sub 1, P sub 2, P sub 3. Price P sub 1 is located a little more than one third of the way up the vertical axis. Price P sub 2 is located slightly above P sub 1. Price P sub 3 is located about five sixths of the way up the vertical axis. Horizontal grid lines emanate to the right from each price on the vertical axis. The three curves on the graph are labeled Demand, Average Total Cost, and Marginal Cost. The Demand curve begins on the vertical axis at price P sub 3, and moves horizontally and to the right, parallel to the horizontal axis. The Average Total Cost curve begins slightly above price P sub 3, and slightly to the left of quantity Q sub 1. It moves downward and to the right, and intersects the Demand curve at the coordinates Q sub 1 comma P sub 3. It continues to move downward and to the right, and reaches a minimum at the point with coordinates Q sub 2 comma P sub 1. It then turns to move upward and to the right, passes through the point with coordinates Q sub 3 comma P sub 2, and intersects the Demand curve a second time at the coordinates Q sub 4 comma P sub 3. The Average Total Cost curve ends to the right of quantity Q sub 4, and above price P sub 3, slightly above the height it began. The Marginal Cost curve begins below price P sub 1, and slightly to the right of quantity Q sub 1. It moves upward and to the right, slowly at first and then more steeply, and intersects the Average Total Cost curve at the coordinates Q sub 2 comma P sub 1. It continues to steeply move upward and to the right, and intersects the Demand curve at the coordinates Q sub 3 comma P sub 3. The Marginal Cost curve ends just to the right of Q sub 3, and above price P sub 3.\" height=\"220\" src=\"https://assets.learnosity.com/organisations/537/VR023329.g03.png\" width=\"350\" /></div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"0\"><math alttext=\"0\" overflow=\"scroll\"><mstyle><mrow><mrow><mn>0</mn></mrow></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 1\"><math alttext=\"Q sub 1\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 2\"><math alttext=\"Q sub 2\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 3\"><math alttext=\"Q sub 3\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>3</mn></mrow></msub></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 4\"><math alttext=\"Q sub 4\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>4</mn></mrow></msub></mrow></mstyle></math></span></span></p>"],"answer":3}]