[{"id":"VR023922","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">May’s short-run supply curve includes which of the following points?</p>\n","rubricRef":"VR023922_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph in the first quadrant of a coordinate plane, with the origin labeled 0. The horizontal axis is labeled Units of Output, and the following values are indicated from left to right: Q sub 1, Q sub 2, Q sub 3, Q sub 4, Q sub 5. The vertical axis represents price, in U S dollars. The graph has three curves that are labeled M C, A V C, and A T C. Curve M C begins in between the vertical axis and quantity Q sub 1, and about one fourth of the way up the vertical axis. It moves downward and to the right, reaches a minimum slightly to the left of quantity Q sub 1, and then turns to steeply move upward and to the right. It ends just to the right of quantity Q sub 5, near the top of the graph. Curve A V C begins slightly above and slightly to the right of where Curve M C begins, and moves downward and to the right. It intersects Curve M C at quantity Q sub 2, and then turns to move upward and to the right. It ends far to the right of quantity Q sub 5, and below where Curve M C ends. Curve A T C begins just to the right of where Curve A V C begins, and about three fourths of the way up the vertical axis. It steeply moves downward and to the right, intersects Curve M C at quantity Q sub 3, and then turns to steeply move upward and to the right. It ends just to the left and slightly above where Curve A V C ends. The following 5 points are identified on the graph: R, S, T, W, V. From Q sub 1 on the horizontal axis, a vertical grid line emanates upward and touches Curve M C, which identifies Point R. From Q sub 2 on the horizontal axis, a vertical grid line emanates upward and touches the intersection of curves M C and A V C, which identifies Point S. From Q sub 3 on the horizontal axis, a vertical grid line emanates upward, crosses Curve A V C, and touches the intersection of curves M C and A T C, which identifies Point T. From Q sub 4 on the horizontal axis, a vertical grid line emanates upward, crosses Curve A V C, and touches Curve A T C, which identifies Point W. From Q sub 5 on the horizontal axis, a vertical grid line emanates upward, crosses curves A V C and A T C, and touches Curve M C, which identifies Point V.\" height=\"243\" src=\"https://assets.learnosity.com/organisations/537/VR023922.g06.png\" width=\"300\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph above shows the cost curves for May’s Fruit Farm, where <span class=\"math_expression\"><span aria-label=\"M C\" role=\"math\"><math alttext=\"M C\" overflow=\"scroll\"><mstyle><mrow><mtext>MC</mtext></mrow></mstyle></math></span></span> is marginal cost, <span class=\"math_expression\"><span aria-label=\"A T C\" role=\"math\"><math alttext=\"A T C\" overflow=\"scroll\"> <mstyle> <mrow> <mtext>ATC</mtext> </mrow> </mstyle> </math></span></span> is average total cost, and <span class=\"math_expression\"><span aria-label=\"A V C\" role=\"math\"><math alttext=\"A V C\" overflow=\"scroll\"><mstyle><mrow><mtext>AVC</mtext></mrow></mstyle></math></span></span> is average variable cost.</p>\n"}],"choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"T W\"><math alttext=\"T W\" overflow=\"scroll\"><mstyle><mrow><mtext>TW</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"R S T\"><math alttext=\"R S T\" overflow=\"scroll\"><mstyle><mrow><mtext>RST</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"S T V\"><math alttext=\"S T V\" overflow=\"scroll\"><mstyle><mrow><mtext>STV</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"S T W\"><math alttext=\"S T W\" overflow=\"scroll\"><mstyle><mrow><mtext>STW</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"R S T V\"><math alttext=\"R S T V\" overflow=\"scroll\"><mstyle><mrow><mtext>RSTV</mtext></mrow></mstyle></math></span></span></p>"],"answer":2}]