[{"id":"VR041578-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\">Respond to all parts of the question.</p>\n","rubricRef":"VR041578_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\"><span id=\"cke_bm_386S\" style=\"display: none;\">&nbsp;</span>Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</p>\n&nbsp;\n\n<p class=\"stem_paragraph\">Assume both Atlantis and Zanadu produce helmets and baseballs. Using equal amounts of resources, Atlantis can produce 100 helmets or 200 baseballs, whereas Zanadu can produce 100 helmets or 400 baseballs.</p>\n\n<p class=\"stem_paragraph\">(a) Assume both Atlantis and Zanadu experience constant opportunity costs in producing helmets and baseballs. Draw a correctly labeled graph illustrating the production possibilities curves <span class=\"math_expression\"><span class=\"math_expression\"><span aria-label=\"open parenthesis, P P C s, close parenthesis\"><math alttext=\"open parenthesis, P P C s, close parenthesis\"><mstyle><mrow><mo>(</mo><mtext>PPC</mtext><mtext>s</mtext><mo>)</mo></mrow></mstyle></math></span></span></span> for Atlantis and Zanadu, showing helmets on the horizontal axis and baseballs on the vertical axis. Plot the numerical values provided above on your graph.</p>\n\n<p class=\"stem_paragraph\">(b) Calculate the opportunity cost of one helmet for Atlantis. <span class=\"formatted_text text_decoration:underline\">Show your work</span>.</p>\n\n<p class=\"stem_paragraph\">(c) Which country has an absolute advantage in the production of baseballs?</p>\n\n<p class=\"stem_paragraph\">(d) Which country has a comparative advantage in the production of baseballs? Explain.</p>\n\n<p class=\"stem_paragraph\">(e) If Atlantis and Zanadu specialize based on comparative advantage and trade, would they be able to gain from trade if the terms of trade are 1 helmet for 3 baseballs? Explain.</p>\n"}]}]