[{"id":"VR041984-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to all parts of the question.</p>\n","rubricRef":"VR041984_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><i><span id=\"cke_bm_387S\" style=\"display: none;\">&nbsp;</span>Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to \"Calculate,\" you must show how you arrived at your final answer.</i></p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph with three curves in the first quadrant of a coordinate plane. The horizontal axis is labeled Quantity, and the vertical axis is labeled Price. There are five quantities on the horizontal axis, which are labeled as follows, from left to right: Q sub 1, Q sub 2, Q sub 3, Q sub 4, and Q sub 5. Each quantity on the horizontal axis is indicated by a vertical grid line that is drawn upward. There are four prices on the vertical axis, which are labeled as follows, from bottom to top: P sub 1, P sub 2, P sub 3, and P sub 4. Each price on the vertical axis is indicated by a horizontal grid line that is drawn to the right. The curves on the graph are labeled Demand, Supply plus Tax, and Supply. The Demand curve begins just to the right of the vertical axis, and high above price P sub 4. It moves downward and to the right in a straight line. It passes through the points with coordinates Q sub 1 comma P sub 4, Q sub 2 comma P sub 3, Q sub 3 comma P sub 2, and Q sub 4 comma P sub 1. It ends just above the horizontal axis, and to the right of quantity Q sub 5. The Supply plus Tax curve begins to the right of the vertical axis, and in between prices P sub 1 and P sub 2. It moves upward and to the right in a straight line. It intersects the Demand curve at the point with coordinates Q sub 2 comma P sub 3, and passes through the point with coordinates Q sub 3 comma P sub 4. It ends high above price P sub 4, and approximately at quantity Q sub 5. The Supply curve begins slightly to the left of quantity Q sub 1, and below price P sub 1. It moves upward and to the right in straight line, parallel to the Supply plus Tax curve. It passes through the point with coordinates Q sub 2 comma P sub 1, intersects the Demand curve at the points with coordinates Q sub 3 comma P sub 2, and passes through the point with coordinates Q sub 5 comma P sub 3. It ends approximately at price P sub 4, and to the right of quantity Q sub 5, almost directly above where the Demand curve ends. Eight points are identified on the graph, and are labeled the following: R, S, T, V, W, X, Y, Z. Point R is located at Q sub 1 comma P sub 4, and lies on the Demand curve. Point S is located at Q sub 2 comma P sub 3, and lies at the intersection of the Demand and Supply plus Tax curves. Point T is located at Q sub 2 comma P sub 2. Point V is located at Q sub 4 comma P sub 1, and lies on the Demand curve. Point W is located at Q sub 3 comma P sub 2, and lies at the intersection of the Demand and Supply curves. Point X is located at Q sub 3 comma P sub 4, and lies on the Supply plus Tax curve. Point Y is located at Q sub 5 comma P sub 3, and lies on the Supply curve. Point Z is located at Q sub 2 comma P sub 1, and lies on the Supply curve.\" height=\"279\" src=\"https://assets.learnosity.com/organisations/537/VR041984.g01.png\" width=\"400\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Hats are produced in a perfectly competitive industry, and the government imposes a per-unit sales tax on hats.</p>\n\n<p class=\"stem_paragraph\">(a) Using the labeling from the graph, identify each of the following.</p>\n\n<p class=\"stem_paragraph\">(i) The after-tax price paid by consumers and the after-tax quantity</p>\n\n<p class=\"stem_paragraph\">(ii) The area representing the total tax revenue received by the government</p>\n\n<p class=\"stem_paragraph\">(b) Now assume instead that the demand for hats is perfectly inelastic at <span class=\"math_expression\"><span class=\"math_expression\"><span aria-label=\"Q sub 3\"><math alttext=\"Q sub 3\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>3</mn></mrow></msub></mrow></mstyle></math></span></span></span>, while the supply and the per-unit tax remain unchanged.</p>\n\n<p class=\"stem_paragraph\">(i) Will the after-tax price paid by consumers be higher, lower, or the same compared to the price in your answer to part (a)(i) ?</p>\n\n<p class=\"stem_paragraph\">(ii) Will the total tax revenue received by the government be higher, lower, or the same compared to the tax revenue in your answer to part (a)(ii) ? Explain.</p>\n\n<p class=\"stem_paragraph\">(c) If the demand for hats remains perfectly inelastic at <span class=\"math_expression\"><span class=\"math_expression\"><span aria-label=\"Q sub 3\"><math alttext=\"Q sub 3\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>3</mn></mrow></msub></mrow></mstyle></math></span></span></span> and the per-unit sales tax is reduced, will producer surplus increase, decrease, or stay the same? Explain.</p>\n"}]}]