[{"id":"VR041309-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\">Respond to all parts of the question.</p>\n","rubricRef":"VR041309_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\"><span id=\"cke_bm_387S\" style=\"display: none;\">&nbsp;</span>Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure presents two graphs in the first quadrant of separate coordinate planes. The first graph is labeled “Market.” The horizontal axis is labeled Quantity of Labor, and the vertical axis is labeled Wage. The quantity Q sub M is indicated on the horizontal axis, and is located about a little more than one third of the way along the horizontal axis. The wage W sub M is indicated on the vertical axis, and is located about one third of the way up the vertical axis. The graph has two curves that are labeled S and D. Curve S begins just above the origin, and just to the right of the vertical axis. It steeply moves upward and to the right, and ends far above the horizontal axis, and to the right of quantity Q sub M. Curve D begins far above the horizontal axis, and to the right of the vertical axis. It steeply moves downward and to the right, intersects Curve S, and ends just above the horizontal axis, and to the right of where Curve S ends. A dashed vertical line emanates downward from the intersection of curves S and D, and hits Q sub M on the horizontal axis. The second graph is labeled “Firm.” The horizontal axis is labeled Quantity of Labor, and the vertical axis is labeled Wage. The quantity Q sub F is indicated on the horizontal axis, and is located about one third of the way along the horizontal axis. The wage W sub F is indicated on the vertical axis, and is located about one third of the way up the vertical axis. The graph has two lines that are labeled M F C and M R P. Line M F C begins at W sub F on the vertical axis, and moves horizontally and to the right. Line M R P begins on the vertical axis, and above W sub F. It moves downward and to the right, intersects Line M F C at the point Q sub F comma W sub F. It continues to move downward and to the right, and ends just above the horizontal axis, and to the right of Q sub F. A dashed vertical line emanates downward from the intersection of lines M F C and M R P, and hits Q sub F on the horizontal axis.\" height=\"270\" src=\"https://assets.learnosity.com/organisations/537/VR041309.g01.png\" width=\"550\" /></div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph above shows a labor market and a typical individual firm that is hiring labor from that market.</p>\n\n<p class=\"stem_paragraph\">(a) If <span class=\"math_expression\"><span class=\"math_expression\"><span aria-label=\"W sub M, equals, W sub F\"><math alttext=\"W sub M, equals, W sub F\"> <mstyle> <mrow> <msub> <mrow> <mtext>W</mtext> </mrow> <mrow> <mtext>M</mtext> </mrow> </msub> <mo>=</mo> <msub> <mrow> <mtext>W</mtext> </mrow> <mrow> <mtext>F</mtext> </mrow> </msub> </mrow> </mstyle> </math></span></span></span>, from what type of labor market does the firm hire its workers?</p>\n\n<p class=\"stem_paragraph\">(b) Assume the productivity of workers increases as a result of improvement in technology. What will happen to each of the following in the short run?</p>\n\n<p class=\"stem_paragraph\">(i) The market demand for labor</p>\n\n<p class=\"stem_paragraph\">(ii) The wage rate the firm will pay. Explain.</p>\n\n<p class=\"stem_paragraph\">(c) Suppose the firm only produces good X and that the price of good Y, a substitute good, decreases. What will happen to the optimal quantity of labor the firm will hire? Explain.</p>\n\n<p class=\"stem_paragraph\">(d) If the labor market were a monopsony, would the monopsonist hire more, fewer, or the same number of workers as <span class=\"math_expression\"><span class=\"math_expression\"><span aria-label=\"Q sub M\"><math alttext=\"Q sub M\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mtext>M</mtext></mrow></msub></mrow></mstyle></math></span></span></span> to maximize its profit?</p>\n"}]}]