[{"id":"VR041421-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\">Respond to all parts of the question.</p>\n","rubricRef":"VR041421_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\"><strong>Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</strong></p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents the graph of a company’s cost and revenue curves. The horizontal axis is labeled Quantity, and Q sub 1, Q sub 2, Q sub 3, and Q sub 4 are indicated with vertical grid lines drawn up from each. The vertical axis is labeled Price, Cost, and P sub 1, P sub 2, P sub 3, and P sub 4 are indicated with horizontal grid lines drawn to the right from each. Four curves are drawn. They are labeled D, M R, M C, and A T C. Curve D and curve M R are both drawn from a single point above P sub 4 on the vertical axis and move downward and to the right in straight lines to end at two points on the horizontal axis. Curve M R passes through the point with coordinates Q sub 1 comma P sub 2 and ends at Q sub 2 on the horizontal axis. The curve D ends to the right of Q sub 4 on the horizontal axis after passing through four points with the following coordinates: Q sub 1 comma P sub 4; Q sub 2 comma P sub 3; Q sub 3 comma P sub 2; and Q sub 4 comma P sub 1. Curve MC begins at a point slightly to the right of the vertical axis and slightly above P sub 4. It moves downward and to the right, steeply at first and then more gradually. It passes through horizontal grid lines P sub 4 and P sub 3, then intersects curve M R at the point with coordinates Q sub 1 comma P sub 2. The curve continues gradually downward and to the right, passes through vertical grid lines Q sub 2 and Q sub 3, and then intersects the curve D at the point with coordinates Q sub 4 comma P sub 1. Curve M C ends above the horizontal axis to the right of quantity Q sub 4. Curve A T C begins at a point slightly to the right of and above the starting point of curve M C and follows a similar trajectory downward and to the right, steeply at first and then more gradually. Curves A T C and M C never intersect. Curve A T C passes through horizontal grid line P sub 4 and then intersects curve M R at grid line P sub 3, to the left of quantity Q sub 1. Curve A T C continues downward and to the right, passes through vertical grid lines Q sub 1 and Q sub 2, and then intersects curve D at the point with coordinates Q sub 3 comma P sub 2. Curve A T C ends to the right of quantity Q sub 4 slightly below price P sub 2.\" height=\"269\" src=\"https://assets.learnosity.com/organisations/537/VR041421.g01.png\" width=\"330\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph above shows the cost and revenue curves for a natural monopoly that provides electrical power to the town of Fanaland. If unregulated, the monopolist operates to maximize its profit.</p>\n\n<p class=\"stem_paragraph\">(a) Identify the monopolist’s profit-maximizing quantity and price.</p>\n\n<p class=\"stem_paragraph\">(b) Assume the town government of Fanaland regulates the monopolist’s price to achieve the allocatively efficient quantity. What price would the government set in order to achieve the allocatively efficient quantity?</p>\n\n<p class=\"stem_paragraph\">(c) Will producing the allocatively efficient quantity be economically feasible for the monopolist? Explain.</p>\n\n<p class=\"stem_paragraph\">(d) Suppose instead the town government wants to regulate the monopolist to earn zero economic profit. What price would the government set to have the monopolist earn zero economic profit?</p>\n\n<p class=\"stem_paragraph\">(e) Based on your answer to part (d), will the deadweight loss increase, decrease, or stay the same as that of the unregulated monopolist? Explain.</p>\n"}]}]