[{"id":"VR041430-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\">Respond to all parts of the question.</p>\n","rubricRef":"VR041430_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\"><strong>Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</strong></p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph in the first quadrant of a coordinate plane. The horizontal axis is labeled Quantity of Labor, and the vertical axis is labeled Wage. There are three lines on the graph that are labeled D equals M R P, M F C, and S. Line D equals M R P begins near the top of the graph, and to the right of the vertical axis. It moves downward and to the right in a straight line, and ends far to the right of the vertical axis, and above the horizontal axis. Line M F C begins about one third of the way the vertical axis, and just to the right of the vertical axis. It moves steeply upward and to the right in a straight line, intersects Line D equals M R P, and ends about half way along the horizontal axis, and far above the horizontal axis. Line S begins just below where Line M F C begins. It moves upward and to the right in a straight line, intersects Line D equals M R P, and ends to the right of where Line D equals M R P ends, and slightly above where Line M F C ends. There are five quantities on the horizontal axis that are labeled, from left to right, Q sub 1, Q sub 2, Q sub 3, Q sub 4, and Q sub 5. Slightly to the right of where Line M F C begins, there is a dashed vertical line that emanates from Line M F C to the horizontal axis, which identifies the quantity Q sub 1. The quantity Q sub 2 is located to the right of Q sub 1 on the horizontal axis, from which a dashed vertical line moves upward, crosses Line S, and ends at Line M F C. The quantity Q sub 3 is located to the right of Q sub 2 on the horizontal axis, from which a dashed vertical line moves upward, crosses Line S, and ends at the intersection of the lines D equals M R P and M F C. The quantity Q sub 4 is located to the right of Q sub 3, from which a dashed vertical line moves upward and ends at the intersection of the lines D equals M R P and S. The quantity Q sub 5 is located to the right of Q sub 4, from which a dashed vertical line moves upward, crosses Line D equals M R P, and ends at Line S. There five wages on the vertical axis that are labeled, from bottom to top, W sub 1, W sub 2, W sub 3, W sub 4, and W sub 5. The wage W sub 1 is identified by a dashed horizontal line that emanates to the right from the vertical axis, and crosses Line M F C at the point Q sub 1 comma W sub 1, crosses Line S at the point Q sub 2 comma W sub 1, and ends at Line D equals M R P at the point Q sub 5 comma W sub 1. The wage W sub 2 is located above W sub 1, and is identified by a dashed horizontal line that emanates to the right from the vertical axis, and crosses Line M F C, and ends at Line S at the point Q sub 3 comma W sub 2. The wage W sub 3 is located above W sub 2, and is identified by a dashed horizontal line that emanates to the right from the vertical axis, and crosses Line M F C at the point Q sub 2 comma W sub 3, and identifies the intersection of the lines D equals M R P and S at the point Q sub 4 comma Q sub 3. The wage W sub 4 is located above W sub 3, and is identified by a dashed horizontal line that emanates to the right from the vertical axis, and ends at the intersection of the lines D equals M R P and M F C at the point Q sub 3 comma W sub 4. The wage W sub 5 is located above W sub 4, and is identified by a dashed horizontal line that emanates to the right from the vertical axis, crosses Line D equals M R P, crosses Line M F C, and ends at Line S at the point Q sub 5 comma W sub 5.\" height=\"240\" src=\"https://assets.learnosity.com/organisations/537/VR041430.g01.png\" width=\"275\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Larry’s Lumber Mill sells lumber in a perfectly competitive product market. However, Larry’s Lumber Mill is the only employer of labor in the small community where it is located. The labor market is depicted by the graph above.</p>\n\n<p class=\"stem_paragraph\">(a) Using the labels from the graph above, identify each of the following.</p>\n\n<p class=\"stem_paragraph\">(i) The optimal quantity of labor Larry’s Lumber Mill will hire</p>\n\n<p class=\"stem_paragraph\">(ii) The wage rate Larry’s Lumber Mill will pay</p>\n\n<p class=\"stem_paragraph\">(b) Using the labels from the graph above, identify the number of workers Larry’s Lumber Mill would hire if the labor market were perfectly competitive.</p>\n\n<p class=\"stem_paragraph\">(c) Because of growing housing demand, the price of lumber increases. What will happen to each of the following?</p>\n\n<p class=\"stem_paragraph\">(i) Larry’s Lumber Mill’s demand for labor. Explain.</p>\n\n<p class=\"stem_paragraph\">(ii) The supply of labor</p>\n"}]}]