[{"id":"VR041482-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\">Respond to all parts of the question.</p>\n","rubricRef":"VR041482_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\"><strong>Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</strong></p>\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph. The horizontal axis is labeled “Quantity, in millions of cases”. The vertical axis is labeled “Price per case, in dollars”. A linear demand curve can be drawn in the space with a slope of negative one. The coordinates to follow are not labeled in the interior of the graph, but are identified by the values on the horizontal and vertical axis in a manner that will now be described. Lines are drawn from the following coordinates on the demand curve to the horizontal and vertical axis where the quantity and price values are then shown. The following are the coordinates on the demand curve: 2 comma 8; 3 comma 7; 4 comma 6; 5 comma 5; 6 comma 4; 7 comma 3; 8 comma 2; and 9 comma 1. Lines should be drawn from these coordinates to the price and quantity axis and the values labeled on the axis. There is also a supply curve. The supply curve intersects the demand curve at coordinate 5 comma 5.  The linear supply curve has a slope of positive one. The coordinates of the supply curve are 1 comma 1; 2 comma 2; 3 comma 3; 4 comma 4; 5 comma 5; 6 comma 6; 7 comma 7; and 8 comma 8.  These points are also not labeled within the coordinate plane but are identified by horizontal and vertical lines going from the points to the horizontal and vertical axis where the values are then shown.\" height=\"292\" src=\"https://assets.learnosity.com/organisations/537/VR041482.g01.png\" width=\"350\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Assume that sugar-based soft drinks are produced in a market shown on the graph above. Answer the following questions based on the information given in the graph.</p>\n\n<p class=\"stem_paragraph\">(a) To reduce the consumption of sugary soft drinks, suppose the government imposes a $2 per-unit sales tax on soft drinks.</p>\n\n<p class=\"stem_paragraph\">(i) Will the price of soft drinks increase by the full amount of the per-unit sales tax? Explain.</p>\n\n<p class=\"stem_paragraph\">(ii) Calculate the tax revenue the government can collect from the sale of soft drinks. <span class=\"formatted_text text_decoration:underline\">Show your work</span>.</p>\n\n<p class=\"stem_paragraph\">(iii) Will the consumer surplus increase, decrease, or stay the same after the per-unit sales&nbsp;tax?</p>\n\n<p class=\"stem_paragraph\">(iv) Calculate the deadweight loss created by the per-unit sales tax. <span class=\"formatted_text text_decoration:underline\">Show your work</span>.</p>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n\n<p class=\"stem_paragraph\">(b) Suppose that instead of imposing the per-unit sales tax, the government sets a price ceiling of $7. Identify the quantity of soft drinks that will be exchanged in the market as a result of the price ceiling. Explain.</p>\n"}]}]