[{"id":"VR188576","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"standalone_image\"><img alt=\"The figure shows the graph of four curves in the first quadrant of a coordinate plane. The horizontal axis is labeled “Quantity” and the vertical axis is labeled “Cost comma Price.” The quantities Q sub 1, Q sub 2, Q sub 3, and Q sub 4 are indicated from left to right on the horizontal axis. Q sub 1 is located about one fifth of the way along the horizontal axis. The distance from Q sub 2 to Q sub 1 is about the same as the distance from Q sub 1 to the origin. The distance from Q sub 3 to Q sub 2 is a little less than the distance from Q sub 2 to Q sub 1. The distance from Q sub 4 to Q sub 3 is about one third of the distance from Q sub 3 to Q sub 2. The value P is indicated on the vertical axis, about halfway up the axis. The four curves are labeled M R equals d, M C, A V C, and A T C. Curve M R equals d begins on the vertical axis at P and moves horizontally to the right until it ends to the right of Q sub 4 at a height of P. Curve M C begins about halfway between the vertical axis and Q sub 1, and slightly below curve M R equals d. Curve M C moves nearly horizontally to the right until it reaches its lowest point at Q sub 1. From this point, curve M C begins to move upward and to the right, gradually at first and then more steeply. It intersects curve M R equals d at the point with coordinates Q sub 2 comma P, continues upward and to the right, and ends to the right of Q sub 4 and high above P. Curve A V C begins about three fourths of the way up the vertical axis and slightly to the right of Q sub 1. It moves downward and to the right, begins to level out, and reaches its lowest point where it intersects curve M C at Q sub 3. Curve A V C then moves upward and to the right, and ends to the right of Q sub 4 and at a similar height to where it began. Curve A T C begins above and to the right of the starting point of curve A V C and to the left of Q sub 2. Curve A T C moves downward and to the right, begins to level out, and reaches its lowest point where it intersects curve M C at Q sub 4. Curve A T C then moves upward and to the right, and ends slightly above the end point of curve A V C.\" src=\"https://assets.learnosity.com/organisations/537/VR188576.g04.png\"/></div></div></div><p class=\"stem_paragraph\">The graph provided shows the demand (<span class=\"math_expression\"><span aria-label=\"d\"><math alttext=\"d\" display=\"inline\" overflow=\"scroll\"><mi mathvariant=\"normal\">d</mi></math></span></span>), marginal revenue (<span class=\"math_expression\"><span aria-label=\"M R\"><math alttext=\"M R\" display=\"inline\" overflow=\"scroll\"><mi>MR</mi></math></span></span>), marginal cost (<span class=\"math_expression\"><span aria-label=\"M C\"><math alttext=\"M C\" display=\"inline\" overflow=\"scroll\"><mi>MC</mi></math></span></span>), and average total cost (<span class=\"math_expression\"><span aria-label=\"A T C\"><math alttext=\"A T C\" display=\"inline\" overflow=\"scroll\"><mi>ATC</mi></math></span></span>) curves for a perfectly competitive firm. In order to maximize short-run profits, this perfectly competitive firm should produce at which of the following quantities of production?</p>\n","rubricRef":"VR188576_rubric","choicesHtml":["<p class=\"choice_paragraph\">Zero</p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 1\"><math alttext=\"Q sub 1\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 2\"><math alttext=\"Q sub 2\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 3\"><math alttext=\"Q sub 3\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>3</mn></mrow></msub></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 4\"><math alttext=\"Q sub 4\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>4</mn></mrow></msub></mrow></mstyle></math></span></span></p>"],"answer":0}]