[{"id":"VR188598","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"standalone_image\"><img alt=\"The figure shows the graph of three curves in the first quadrant of a coordinate plane. The horizontal axis is labeled “Quantity” and the vertical axis is labeled “Cost comma Price.” The quantities Q sub 1, Q sub 2, and Q sub 3 are indicated from left to right on the horizontal axis. Q sub 1 is located about one third of the way along the horizontal axis. The distance from Q sub 2 to Q sub 1 is slightly less than half the distance from Q sub 1 to the origin. The distance from Q sub 3 to Q sub 2 is about the same as the distance from Q sub 2 to Q sub 1. The prices P sub 1, P sub 2, P sub 3, P sub 4, and P sub 5 are indicated on the vertical axis from left to right. P sub 1 is located about one fourth of the way up the vertical axis. The distance from P sub 2 to P sub 1 is about one third of the distance from P sub 1 to the origin. The distance from P sub 3 to P sub 2 is slightly greater than the distance from P sub 2 to P sub 1. The distance from P sub 4 to P sub 3 is about the same as the distance from P sub 2 to P sub 1. The distance from P sub 5 to P sub 4 is about the same as the distance from P sub 4 to P sub 3. The curves in the graph are labeled D, M R, and M C. Curve D begins on the vertical axis at a point high above P sub 5 and moves downward and to the right in a straight line. It passes through points with coordinates Q sub 1 comma P sub 5, Q sub 2 comma P sub 4, and Q sub 3 comma P sub 3. Curve D ends far to the right of Q sub 3 and slightly below P sub 1. Curve M R begins at the same point as curve D high on the vertical axis and moves steeply downward and to the right in a straight line. It passes through the point with coordinates Q sub 1 comma P sub 1, crosses the horizontal axis at Q sub 2, and ends below the horizontal axis between Q sub 2 and Q sub 3. Curve M C begins at the origin and moves upward and to the right in a straight line. It intersects curve M R at the point with coordinates Q sub 1 comma P sub 1, passes through the point with coordinates Q sub 2 comma P sub 2, and then intersects curve D at the point with coordinates Q sub 3 comma P sub 3. Curve M C continues upward and to the right and ends far to the right of Q sub 3 and above P sub 5.\" src=\"https://assets.learnosity.com/organisations/537/VR188598.g05.png\"/></div></div></div><p class=\"stem_paragraph\">Given the information in the graph provided, what is the monopolist’s profit-maximizing quantity and price combination?</p>\n","rubricRef":"VR188598_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 1 comma P sub 1\"><math alttext=\"Q sub 1 comma P sub 1\" display=\"inline\" overflow=\"scroll\"><msub><mi mathvariant=\"normal\">Q</mi><mn>1</mn></msub><mo>,</mo><mo> </mo><msub><mi mathvariant=\"normal\">P</mi><mn>1</mn></msub></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 3 comma P sub 3\"><math alttext=\"Q sub 3 comma P sub 3\" display=\"inline\" overflow=\"scroll\"><msub><mi mathvariant=\"normal\">Q</mi><mn>3</mn></msub><mo>,</mo><mo> </mo><msub><mi mathvariant=\"normal\">P</mi><mn>3</mn></msub></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 2 comma P sub 2\"><math alttext=\"Q sub 2 comma P sub 2\" display=\"inline\" overflow=\"scroll\"><msub><mi mathvariant=\"normal\">Q</mi><mn>2</mn></msub><mo>,</mo><mo> </mo><msub><mi mathvariant=\"normal\">P</mi><mn>2</mn></msub></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 2 comma P sub 4\"><math alttext=\"Q sub 2 comma P sub 4\" display=\"inline\" overflow=\"scroll\"><msub><mi mathvariant=\"normal\">Q</mi><mn>2</mn></msub><mo>,</mo><mo> </mo><msub><mi mathvariant=\"normal\">P</mi><mn>4</mn></msub></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 1 comma P sub 5\"><math alttext=\"Q sub 1 comma P sub 5\" display=\"inline\" overflow=\"scroll\"><msub><mi mathvariant=\"normal\">Q</mi><mn>1</mn></msub><mo>,</mo><mo> </mo><msub><mi mathvariant=\"normal\">P</mi><mn>5</mn></msub></math></span></span></p>"],"answer":4}]