[{"id":"VR217772","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to all parts of the question.</p>\n","rubricRef":"VR217772_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Use the graph provided below to answer parts (a)-(e).</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of five curves in the first quadrant of a coordinate plane, with the origin labeled 0. The horizontal axis is labeled “Quantity,” and the following 6 numbers are indicated from left to right: 11, 28, 40, 56, 74, and 98. The vertical axis is labeled “Price Comma Cost, in U S dollars,” and the following 6 numbers are indicated from bottom to top: 20, 22, 33, 39, 50, and 60. The five curves in the graph are labeled “Demand,” “Marginal Revenue,” “Average Total Cost,” “Average Variable Cost,” and “Marginal Cost.” The Demand curve begins on the vertical axis, and above price $60, and moves downward and to the right in a straight line. It passes through the points with coordinates 56 comma $60, 74 comma $50, and 98 comma $39. The Demand curve ends to the right of quantity 98, and between prices $22 and $33. The Marginal Revenue curve begins on the vertical axis at the same point where the Demand curve begins, and moves downward and to the right in a straight line. The Marginal Revenue curve passes through the point with coordinates 56 comma $33, intersects the horizontal axis between quantities 74 and 98, and ends below the horizontal axis at quantity 98. The Average Total Cost curve begins to the right of the vertical axis, and high above price $60, and steeply moves downward and to the right. It moves above and to the right of the Demand curve, and reaches its lowest point just above price $60 and just to the right of quantity 74. The Average Total Cost curve then turns to move upward and to the right, and ends to the right of quantity 98, above price $60, and below where the Demand curve begins on the vertical axis. The Average Variable Cost curve begins on the vertical axis, and just below price $33, and slowly moves downward and to the right. It reaches its lowest point at coordinates 40 comma $22, and turns to move upward and to the right. The Average Variable Cost curve intersects the Marginal Revenue curve just above price $22 and between quantities 56 and 74, and then intersects the Demand curve at 98 comma $39. The Average Variable Cost curve ends slightly to the left of where the Average Total Cost curve ends, and between prices $50 and $60. The Marginal Cost curve begins on the vertical axis at the same point where the Average Variable Cost curve begins, and slowly moves downward and to the right. It reaches its lowest point at coordinates 28 comma $20, and turns to steeply move upward and to the right. The Marginal Cost curve intersects the Average Variable Cost curve at 40 comma $22, and then intersects the Marginal Revenue curve at 56 comma $33. The Marginal Cost curve continues to steeply move upward and intersects the Demand curve at 74 comma $50, and then intersects the Average Total Cost curve at its lowest point just to the right of quantity 74. The Marginal Cost curve ends high above price $60 and just to the left of quantity 98.\" height=\"307\" src=\"https://assets.learnosity.com/organisations/537/VR217772.g01.png\" width=\"450\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">CompAce, a profit-maximizing firm, has a patent on a computer accessory, making it the only producer of that computer accessory. The graph above shows CompAce’s demand, marginal revenue, average total cost, average variable cost, and marginal cost curves.</p>\n\n<p class=\"stem_paragraph\">(a) Identify the quantity that maximizes CompAce’s profit. Explain.</p>\n\n<p class=\"stem_paragraph\">(b) At the quantity identified in part (a), does CompAce earn a positive economic profit, a negative economic profit, or zero economic profit? Explain.</p>\n\n<p class=\"stem_paragraph\">(c) Calculate CompAce’s total revenue if the firm produces the allocatively efficient quantity. <span class=\"formatted_text text_decoration:underline\">Show your work.</span></p>\n\n<p class=\"stem_paragraph\">(d) At a price of $60, will CompAce continue to produce or will it shut down in the short run? Explain.</p>\n\n<p class=\"stem_paragraph\">(e) Assume that at 74 units, the average total cost is $62. If the total rent paid by CompAce increases by $370, calculate the firm’s new average total cost at that output. <span class=\"formatted_text text_decoration:underline\">Show your work.</span></p>\n\n<p class=\"stem_paragraph\">Assume that CompAce’s patent expires. ScanzAll, a company with the capability to produce the same computer accessory as CompAce, intends to enter the market and charge a lower price than CompAce for the computer accessory. CompAce is considering whether to maintain its price or to lower its price to match ScanzAll’s price. ScanzAll is considering whether or not to advertise its entry into the market.</p>\n\n<p class=\"stem_paragraph\">The matrix below shows the payoffs for each combination of strategies, and both players (CompAce and ScanzAll) have complete information. The first entry in each cell represents CompAce’s payoff and the second entry represents ScanzAll’s payoff. Each player independently and simultaneously chooses its strategy. Use the matrix provided below to answer parts (f)-(h).</p>\n\n<div class=\"table_wrapper\">\n<table class=\"tgroup align:center cols:4 frame:all\">\n\t<colgroup>\n\t\t<col class=\"colspec colname:col1 colnum:1 colwidth:75\" />\n\t\t<col class=\"colspec colname:col2 colnum:2 colwidth:75\" />\n\t\t<col class=\"colspec colname:col3 colnum:3 colwidth:75\" />\n\t\t<col class=\"colspec colname:col4 colnum:4 colwidth:75\" />\n\t</colgroup>\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1 colsep:0 rowsep:0\">&nbsp;</td>\n\t\t\t<td class=\"entry colname:col2 rowsep:0\">&nbsp;</td>\n\t\t\t<td class=\"entry colname:col3\" colspan=\"2\">ScanzAll</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1 colsep:0\">&nbsp;</td>\n\t\t\t<td class=\"entry colname:col1\">&nbsp;</td>\n\t\t\t<td class=\"entry colname:col3\">Not Advertise</td>\n\t\t\t<td class=\"entry colname:col4\">Advertise</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\" rowspan=\"2\">CompAce</td>\n\t\t\t<td class=\"entry colname:col2\">Lower Price</td>\n\t\t\t<td class=\"entry colname:col3\">$3,000 , $4,500</td>\n\t\t\t<td class=\"entry colname:col4\">$4,000 , $3,500</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col2\">Maintain Price</td>\n\t\t\t<td class=\"entry colname:col3\">$2,000 , $2,500</td>\n\t\t\t<td class=\"entry colname:col4\">$1,800 , $7,500</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n\n<p class=\"stem_paragraph\">(f) Does CompAce have a dominant strategy? Explain using numbers from the payoff matrix.</p>\n\n<p class=\"stem_paragraph\">(g) Identify the Nash equilibrium. Explain why this is a Nash equilibrium using information from the payoff matrix.</p>\n\n<p class=\"stem_paragraph\">(h) Suppose ScanzAll makes a credible commitment to CompAce that if CompAce maintains its price, then ScanzAll will pay CompAce $600. Will this offer result in a Nash equilibrium with different strategies from those identified in part (g) ? Explain using numbers from the payoff matrix.</p>\n"}]}]