[{"id":"VR217768","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to all parts of the question.</p>\n","rubricRef":"VR217768_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong><i>Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</i></strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Use the graph provided below to answer parts (a)-(e).</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of five curves in the first quadrant of a coordinate plane, with the origin labeled 0. The horizontal axis is labeled “Quantity,” and the following 7 numbers are indicated from left to right: 4, 9, 15, 20, 28, 38, and 43. The vertical axis is labeled “Price Comma Cost, in U S dollars,” and the following 6 numbers are indicated from bottom to top: 10, 11, 17, 19, 25, and 30. The five curves in the graph are labeled “Demand,” “Marginal Revenue,” “Average Total Cost,” “Average Variable Cost,” and “Marginal Cost.” The Demand curve begins on the vertical axis, and above price $30, and moves downward and to the right in a straight line. It passes through the points with coordinates 20 comma $30, 28 comma $25, 38 comma $19, and 43 comma $17. The Demand curve ends to the right of quantity 43, and between prices $11 and $17. The Marginal Revenue curve begins on the vertical axis at the same point where the Demand curve begins, and moves downward and to the right in a straight line. The Marginal Revenue curve passes through the point with coordinates 20 comma $17, intersects the horizontal axis between quantities 28 and 38, and ends below the horizontal axis and between quantities 38 and 43. The Average Total Cost curve begins to the right of the vertical axis, and high above price $30, and steeply moves downward and to the right. It touches the Demand curve at 20 comma $30, and then begins to move downward and to the right more slowly. The Average Total Cost curve reaches its lowest point at quantity 28 and between prices $25 and $30. It then turns to move upward and to the right, and ends just to the right of quantity 43, above price $30, and below where the Demand curve begins on the vertical axis. The Average Variable Cost curve begins on the vertical axis, and just below price $17, and slowly moves downward and to the right. It reaches its lowest point at coordinates 15 comma $11, and turns to move upward and to the right. The Average Variable Cost curve intersects the Marginal Revenue curve just above price $11 and between quantities 20 and 28, and then intersects the Demand curve at 38 comma $19. The Average Variable Cost curve ends to the right of quantity 43 and just below price $30. The Marginal Cost curve begins on the vertical axis at the same point where the Average Variable Cost curve begins, and slowly moves downward and to the right. It reaches its lowest point at coordinates 9 comma $10, and turns to steeply move upward and to the right. The Marginal Cost curve intersects the Average Variable Cost curve at 15 comma $11, and then intersects the Marginal Revenue curve at 20 comma $17. The Marginal Cost curve continues to steeply move upward and intersects the Demand curve at 28 comma $25, and then intersects the Average Total Cost curve between prices $25 and $30. The Marginal Cost curve ends high above price $30, and between quantities 28 and 38.\" height=\"356\" src=\"https://assets.learnosity.com/organisations/537/VR217768.g01.png\" width=\"410\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">EarthScience, a profit-maximizing firm, has a patent on a carbon capture technology, making it the only producer of that technology. The graph above shows EarthScience’s demand, marginal revenue, average total cost, average variable cost, and marginal cost curves.</p>\n\n<p class=\"stem_paragraph\">(a) Calculate EarthScience’s total revenue if the firm produces the allocatively efficient quantity. <span class=\"formatted_text text_decoration:underline\">Show your work.</span></p>\n\n<p class=\"stem_paragraph\">(b) Starting at a price of $30, if EarthScience were to increase the price by 6%, will the quantity demanded decrease by more than 6%, by less than 6%, or by exactly 6%? Explain.</p>\n\n<p class=\"stem_paragraph\">(c) At a quantity of 20 units, is EarthScience’s marginal product increasing, decreasing, or constant? Explain.</p>\n\n<p class=\"stem_paragraph\">(d) Identify the quantity that maximizes EarthScience’s profit. Explain.</p>\n\n<p class=\"stem_paragraph\">(e) At the quantity identified in part (d), does EarthScience earn a positive economic profit, a negative economic profit, or zero economic profit? Explain.</p>\n\n<p class=\"stem_paragraph\">Assume that EarthScience’s patent expires. GeoSci, a company with the capability to produce the same technology as EarthScience, intends to enter the market and charge a lower price than EarthScience for the technology. EarthScience is considering whether to maintain its price or to lower its price to match GeoSci’s price. GeoSci is considering whether or not to advertise its entry into the market.</p>\n\n<p class=\"stem_paragraph\">The matrix below shows the payoffs for each combination of strategies, and both players (EarthScience and GeoSci) have complete information. The first entry in each cell represents EarthScience’s payoff and the second entry represents GeoSci’s payoff. Each player independently and simultaneously chooses its strategy. Use the matrix provided below to answer parts (f)-(h).</p>\n\n<div class=\"table_wrapper\">\n<table class=\"tgroup align:center cols:4 frame:all\">\n\t<colgroup>\n\t\t<col class=\"colspec colname:col1 colnum:1 colwidth:75\" />\n\t\t<col class=\"colspec colname:col2 colnum:2 colwidth:75\" />\n\t\t<col class=\"colspec colname:col3 colnum:3 colwidth:75\" />\n\t\t<col class=\"colspec colname:col4 colnum:4 colwidth:75\" />\n\t</colgroup>\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1 colsep:0 rowsep:0\">&nbsp;</td>\n\t\t\t<td class=\"entry colname:col2 rowsep:0\">&nbsp;</td>\n\t\t\t<td class=\"entry colname:col3\" colspan=\"2\">GeoSci</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1 colsep:0\">&nbsp;</td>\n\t\t\t<td class=\"entry colname:col2\">&nbsp;</td>\n\t\t\t<td class=\"entry colname:col3\">Advertise</td>\n\t\t\t<td class=\"entry colname:col4\">Not Advertise</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\" rowspan=\"2\">EarthScience</td>\n\t\t\t<td class=\"entry colname:col2\">Maintain Price</td>\n\t\t\t<td class=\"entry colname:col3\">$520,$460</td>\n\t\t\t<td class=\"entry colname:col4\">$400, $250</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col2\">Lower Price</td>\n\t\t\t<td class=\"entry colname:col3\">$450, $350</td>\n\t\t\t<td class=\"entry colname:col4\">$320, $650</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n\n<p class=\"stem_paragraph\">(f) Does EarthScience have a dominant strategy? Explain using numbers from the payoff matrix.</p>\n\n<p class=\"stem_paragraph\">(g) Identify the Nash equilibrium. Explain why this is a Nash equilibrium using information from the payoff matrix.</p>\n\n<p class=\"stem_paragraph\">(h) Suppose GeoSci makes a credible commitment to EarthScience that if EarthScience lowers its price, then GeoSci will pay EarthScience $150. Will this offer result in a Nash equilibrium with different strategies from those identified in part (g) ? Explain using numbers from the payoff matrix.</p>\n"}]}]