[{"id":"VR217767","type":"longtextV2","stimulusHtml":"Respond to all parts of the question.","rubricRef":"VR217767_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Use the graph provided below to answer parts (a)-(e).</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of five curves in the first quadrant of a coordinate plane, with the origin labeled 0. The horizontal axis is labeled “Quantity,” and the following 7 numbers are indicated from left to right: 4, 10, 16, 22, 29, 39, and 43. The vertical axis is labeled “Price Comma Cost, in U S dollars,” and the following 6 numbers are indicated from bottom to top: 20, 22, 33, 39, 51, and 60. The five curves in the graph are labeled “Demand,” “Marginal Revenue,” “Average Total Cost,” “Average Variable Cost,” and “Marginal Cost.” The Demand curve begins on the vertical axis, and above price $60, and moves downward and to the right in a straight line. It passes through the points with coordinates 22 comma $60, 29 comma $51, 39 comma $39, and 43 comma $33. The Demand curve ends to the right of quantity 43, and between prices $22 and $33. The Marginal Revenue curve begins on the vertical axis at the same point where the Demand curve begins, and moves downward and to the right in a straight line. The Marginal Revenue curve passes through the point with coordinates 22 comma $33, intersects the horizontal axis between quantities 29 and 39, and ends below the horizontal axis and between quantities 39 and 43. The Average Total Cost curve begins to the right of the vertical axis, and high above price $60, and steeply moves downward and to the right. It intersects the Demand curve above price $60, and almost touches the Marginal Revenue curve between prices $51 and $60 before it begins to move downward and to the right more slowly. The Average Total Cost curve reaches its lowest point just above price $39 and between quantities 22 and 29. It then turns to move upward and to the right, and intersects the Demand curve again between quantities 29 and 39. The Average Total Cost curve ends to the right of quantity 43, and just above price $60. The Average Variable Cost curve begins on the vertical axis, and just below price $33, and slowly moves downward and to the right. It reaches its lowest point at coordinates 16 comma $22, and turns to move upward and to the right. The Average Variable Cost curve intersects the Marginal Revenue curve just above price $22 and between quantities 22 and 29, and then intersects the Demand curve at 39 comma $39. The Average Variable Cost curve ends almost directly below where the Average Total Cost curve ends, and between prices $51 and $60. The Marginal Cost curve begins on the vertical axis at the same point where the Average Variable Cost curve begins, and slowly moves downward and to the right. It reaches its lowest point at coordinates 10 comma $20, and turns to steeply move upward and to the right. The Marginal Cost curve intersects the Average Variable Cost curve at 16 comma $22, and then intersects the Marginal Revenue curve at 22 comma $33. The Marginal Cost curve continues to steeply move upward and intersects the Average Total Cost curve at its lowest point between quantities 22 and 29, and then intersects the Demand curve at 29 comma $51. The Marginal Cost curve ends high above price $60 and just to the left of quantity 39.\" height=\"350\" src=\"https://assets.learnosity.com/organisations/537/VR217767.g01.png\" width=\"410\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">GarysGym, a profit-maximizing firm, has a patent on an exercise device, making it the only producer of that device. The graph above shows GarysGym’s demand, marginal revenue, average total cost, average variable cost, and marginal cost curves.</p>\n\n<p class=\"stem_paragraph\">(a) Calculate GarysGym’s total revenue if the firm produces the allocatively efficient quantity. <span class=\"formatted_text text_decoration:underline\">Show your work.</span></p>\n\n<p class=\"stem_paragraph\">(b) Starting at a price of $39, if GarysGym were to decrease the price by 5%, will the quantity demanded increase by more than 5%, by less than 5%, or by exactly 5%? Explain.</p>\n\n<p class=\"stem_paragraph\">(c) At a quantity of 16 units, is GarysGym’s marginal product increasing, decreasing, or constant? Explain.</p>\n\n<p class=\"stem_paragraph\">(d) Identify the quantity that maximizes GarysGym’s profit. Explain.</p>\n\n<p class=\"stem_paragraph\">(e) At the quantity identified in part (d), does GarysGym earn a positive economic profit, a negative economic profit, or zero economic profit? Explain.</p>\n\n<p class=\"stem_paragraph\">Assume that GarysGym’s patent expires. E-Fitness, a company with the capability to produce the same exercise device as GarysGym, intends to enter the market and charge a lower price than GarysGym for the exercise device. GarysGym is considering whether to maintain its price or to lower its price to match E-Fitness’ price. E-Fitness is considering whether or not to advertise its entry into the market.</p>\n\n<p class=\"stem_paragraph\">The matrix below shows the payoffs for each combination of strategies, and both players (GarysGym and E-Fitness) have complete information. The first entry in each cell represents GarysGym’s payoff and the second entry represents E-Fitness’ payoff. Each player independently and simultaneously chooses its strategy. Use the matrix provided below to answer parts (f)-(h).</p>\n\n<div class=\"table_wrapper\">\n<table class=\"tgroup align:center cols:4 frame:all\">\n\t<colgroup>\n\t\t<col class=\"colspec colname:col1 colnum:1 colwidth:75\" />\n\t\t<col class=\"colspec colname:col2 colnum:2 colwidth:75\" />\n\t\t<col class=\"colspec colname:col3 colnum:3 colwidth:75\" />\n\t\t<col class=\"colspec colname:col4 colnum:4 colwidth:75\" />\n\t</colgroup>\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1 colsep:0 rowsep:0\">&nbsp;</td>\n\t\t\t<td class=\"entry colname:col2 rowsep:0\">&nbsp;</td>\n\t\t\t<td class=\"entry colname:col3\" colspan=\"2\">E-Fitness</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1 colsep:0\">&nbsp;</td>\n\t\t\t<td class=\"entry colname:col2\">&nbsp;</td>\n\t\t\t<td class=\"entry colname:col3\">Advertise</td>\n\t\t\t<td class=\"entry colname:col4\">Not Advertise</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\" rowspan=\"2\">GarysGym</td>\n\t\t\t<td class=\"entry colname:col2\">Maintain Price</td>\n\t\t\t<td class=\"entry colname:col3\">$350, $450</td>\n\t\t\t<td class=\"entry colname:col4\">$700, $300</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col2\">Lower Price</td>\n\t\t\t<td class=\"entry colname:col3\">$580, $500</td>\n\t\t\t<td class=\"entry colname:col4\">$460, $200</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n\n<p class=\"stem_paragraph\">(f) Does GarysGym have a dominant strategy? Explain using numbers from the payoff matrix.</p>\n\n<p class=\"stem_paragraph\">(g) Identify the Nash equilibrium. Explain why this is a Nash equilibrium using information from the payoff matrix.</p>\n\n<p class=\"stem_paragraph\">(h) Suppose GarysGym makes a credible commitment to E-Fitness that if E-Fitness does not advertise, then GarysGym will pay E-Fitness $100. Will this offer result in a Nash equilibrium with different strategies from those identified in part (g) ? Explain using numbers from the payoff matrix.</p>\n"}]}]