[{"id":"VR250521","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to all parts of the question.</p>\n","rubricRef":"VR250521_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong><i>Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clea</i>rly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Tandy’s Art is the only art studio and workshop in a small remote town, and Tandy’s Art is the only employer of artists in the area. The graph below shows the market for artists with the marginal factor (resource) cost curve, the labor supply curve, and the marginal revenue product curve.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of three curves in the first quadrant of a coordinate plane, with the origin labeled 0. The horizontal axis is labeled “Quantity of Artists,” and the following 11 numbers are indicated from left to right: 6, 12, 16, 18, 24, 32, 36, 40, 48, 60, and 80. The vertical axis is labeled “Wage Rate, in U S dollars,” and the following 7 numbers are indicated from bottom to top: 4, 10, 16, 20, 22, 28, and 40. The three curves in the graph are labeled “Marginal Factor Cost,” “Supply,” and “Marginal Revenue Product.” The Marginal Factor Cost curve begins on the vertical axis at $4 and moves upward and to the right in a straight line. It passes through the points with the following coordinates: 6 comma $10, 12 comma $16, 16 comma $20, 18 comma $22, and 24 comma $28. The Marginal Factor Cost curve ends at wage rate $40 and at quantity 36. The Supply curve also begins on the vertical axis at $4 and moves upward and to the right in a straight line. It passes through the points with the following coordinates: 12 comma $10, 24 comma $16, 32 comma $20, 36 comma $22, and 48 comma $28. The Supply curve ends at wage rate $40, and between quantities 60 and 80. The Marginal Revenue Product curve begins on the vertical axis at $40 and moves downward and to the right in a straight line. It intersects the Marginal Factor Cost curve at 24 comma $28, then intersects the Supply curve at 36 comma $22, and passes through the points with coordinates 40 comma $20, 48 comma $16, and 60 comma $10. The Marginal Revenue Product curve ends on the horizontal axis at quantity 80.\" height=\"489\" src=\"https://assets.learnosity.com/organisations/537/VR250521.g01.png\" width=\"575\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">(a) Identify the profit-maximizing number of artists that Tandy’s Art will hire. Explain using the labeling on the graph.</p>\n\n<p class=\"stem_paragraph\">(b) Identify the profit-maximizing wage rate that Tandy’s Art will pay its artists. Explain using the labeling on the graph.</p>\n\n<p class=\"stem_paragraph\">(c) If the wage rate is $10, state whether there will be a shortage or a surplus of artists and calculate its size. <span class=\"formatted_text text_decoration:underline\">Show your work.</span></p>\n\n<p class=\"stem_paragraph\">(d) Assume that the market for artists becomes perfectly competitive. What wage rate would Tandy’s Art pay its artists if it were a perfectly competitive firm? Explain using labeling on the graph.</p>\n\n<p class=\"stem_paragraph\">(e) Assume instead that Tandy’s Art uses both labor and capital in its production of artwork. The marginal product of the last unit of labor hired is 90 pieces of artwork per day and the marginal product of the last unit of capital rented is 80 pieces of artwork per day; the daily wage rate for labor is $10 and the daily rental price for capital is $20. To minimize the cost of providing its current level of output, should Tandy’s Art hire more artists, fewer artists, or the same number of artists? Explain using marginal analysis.</p>\n"}]}]