[{"id":"VR250531","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to all parts of the question.</p>\n","rubricRef":"VR250531_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Vijay’s Veterinary is the only animal care facility in a small remote town, and Vijay’s Veterinary is the only employer of veterinarians in the area. The graph below shows the market for veterinarians with the marginal factor (resource) cost curve, the labor supply curve, and the marginal revenue product curve.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of three curves in the first quadrant of a coordinate plane, with the origin labeled 0. The horizontal axis is labeled “Quantity of Veterinarians,” and the following 11 numbers are indicated from left to right: 36, 54, 72, 96, 108, 144, 192, 234, 252, 288, and 320. The vertical axis is labeled “Wage Rate, in U S dollars,” and the following 7 numbers are indicated from bottom to top: 32, 68, 86, 104, 128, 176, and 320. The three curves in the graph are labeled “Marginal Factor Cost,” “Supply,” and “Marginal Revenue Product.” The Marginal Factor Cost curve begins on the vertical axis at $32 and moves upward and to the right in a straight line. It passes through the points with the following coordinates: 36 comma $68, 54 comma $86, 72 comma $104, 96 comma $128, and 144 comma $176. The Marginal Factor Cost curve ends at wage rate $320, and just to the left of quantity 288. The Supply curve also begins on the vertical axis at $32 and moves upward and to the right in a straight line. It passes through the points with the following coordinates: 72 comma $68, 108 comma $86, 144 comma $104, 192 comma $128, and 288 comma $176. The Supply curve ends slightly above wage rate $176, and slightly to the left of quantity 320. The Marginal Revenue Product curve begins on the vertical axis at $320 and moves downward and to the right in a straight line. It intersects the Marginal Factor Cost curve at 144 comma $176, then intersects the Supply curve at 192 comma $128, and passes through the points with coordinates 234 comma $104, and 252 comma $86. The Marginal Revenue Product curve ends on the horizontal axis at quantity 320.\" height=\"465\" src=\"https://assets.learnosity.com/organisations/537/VR250531.g01.png\" width=\"575\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">(a) Identify the profit-maximizing number of veterinarians that Vijay’s Veterinary will hire. Explain using the labeling on the graph.</p>\n\n<p class=\"stem_paragraph\">(b) Identify the profit-maximizing wage rate that Vijay’s Veterinary will pay its veterinarians. Explain using the labeling on the graph.</p>\n\n<p class=\"stem_paragraph\">(c) If the wage rate is $86, state whether there will be a shortage or a surplus of veterinarians and calculate its size. <span class=\"formatted_text text_decoration:underline\">Show your work.</span></p>\n\n<p class=\"stem_paragraph\">(d) If the marginal product of veterinarians decreases, what will happen to the quantity of services provided by Vijay’s Veterinary? Explain.</p>\n\n<p class=\"stem_paragraph\">(e) Assume instead that Vijay’s Veterinary uses both labor and capital in providing its services. The marginal product of the last unit of labor hired is 50 patients per day and the marginal product of the last unit of capital rented is 10 patients per day; the daily wage rate for labor is $100 and the daily rental price for capital is $40. To minimize the cost of providing its current level of service, should Vijay’s Veterinary rent more capital, less capital, or the same amount of capital? Explain using marginal analysis.</p>\n"}]}]