[{"id":"VR250481","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to all parts of the question.</p>\n","rubricRef":"VR250481_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong><i><span id=\"cke_bm_447S\" style=\"display: none;\">&nbsp;</span>Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves cle</i>arly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Use the following graph to answer parts (a)-(e). Prices and costs are in dollars.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents the graph of four curves in the first quadrant of a coordinate plane. The horizontal axis is labeled “Quantity,” and the numbers 0 through 30, in increments of 3, are indicated. The vertical axis is labeled “Price comma Cost,” and the numbers 0 through 200, in increments of 20, are indicated. The four curves are labeled D, M R, M C, and A T C, which are plotted as follows. Curve D begins on the vertical axis at price 200 and moves downward and to the right in a straight line. It passes through the points with coordinates 6 comma 160, 12 comma 120, and 18 comma 80. Curve D ends on the horizontal axis at quantity 30. Curve M R also begins on the vertical axis at price 200 and moves downward and to the right in a straight line. It passes through the points with coordinates 6 comma 120, 9 comma 80, and 12 comma 40. Curve M R intersects the horizontal axis at quantity 15 and ends below the horizontal axis, and between quantities 15 and 18. Curve M C begins at the point with the approximate coordinates 3 comma 60 and moves downward and to the right. It reaches its lowest point slightly above price 40 and between quantities 3 and 6. From this point, curve M C turns to steeply move upward and to the right, intersects curve M R at coordinates 9 comma 80, and then intersects curve D at coordinates 12 comma 120. Curve M C ends just to the right of quantity 15 and just above price 180. Curve A T C begins just below price 200, and just to the left of quantity 9, and moves downward and to the right. It passes through the coordinates 9 comma 180 and reaches its lowest point where it intersects curve M C at the approximate coordinates 13 comma 140. From this point, curve A T C turns to move upward and to the right, passes through the approximate coordinates 18 comma 160, and ends just above price 180, and between quantities 21 and 24.\" height=\"307\" src=\"https://assets.learnosity.com/organisations/537/VR250481.g01.png\" width=\"450\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph above shows the demand (<span class=\"math_expression\"><span class=\"math_expression\"><span aria-label=\"D\"><math alttext=\"D\" overflow=\"scroll\"><mstyle><mrow><mi>D</mi></mrow></mstyle></math></span></span></span>), marginal revenue (<span class=\"math_expression\"><span class=\"math_expression\"><span aria-label=\"M R\"><math alttext=\"M R\" overflow=\"scroll\"><mstyle><mrow><mi>M</mi><mi>R</mi></mrow></mstyle></math></span></span></span>), marginal cost (<span class=\"math_expression\"><span class=\"math_expression\"><span aria-label=\"M C\"><math alttext=\"M C\" overflow=\"scroll\"><mstyle><mrow><mi>M</mi><mi>C</mi></mrow></mstyle></math></span></span></span>), and average total cost (<span class=\"math_expression\"><span class=\"math_expression\"><span aria-label=\"A T C\"><math alttext=\"A T C\" overflow=\"scroll\"><mstyle><mrow><mi>A</mi><mi>T</mi><mi>C</mi></mrow></mstyle></math></span></span></span>) curves for one of many profit-maximizing firms operating in the short run in an industry in which there are no barriers to entry. Each firm sells a similar but not identical product.</p>\n\n<p class=\"stem_paragraph\">(a) For prices between <span class=\"math_expression\"><span class=\"math_expression\"><span aria-label=\"$140\"><math alttext=\"$140\" overflow=\"scroll\"><mstyle><mrow><mstyle mathvariant=\"normal\"><mrow><mi>$</mi><mn>140</mn></mrow></mstyle></mrow></mstyle></math></span></span></span> and <span class=\"math_expression\"><span class=\"math_expression\"><span aria-label=\"$120\"><math alttext=\"$120\" overflow=\"scroll\"><mstyle><mrow><mstyle mathvariant=\"normal\"><mrow><mi>$</mi><mn>120</mn></mrow></mstyle></mrow></mstyle></math></span></span></span>, is the demand curve elastic, inelastic, or unit elastic? Explain.</p>\n\n<p class=\"stem_paragraph\">(b) To produce the allocatively efficient quantity, how many units of output would the firm produce? Explain.</p>\n\n<p class=\"stem_paragraph\">(c) To maximize total revenue, how many units of output would the firm produce? Explain.</p>\n\n<p class=\"stem_paragraph\">(d) Assuming the firm produces a quantity greater than zero, identify the firm’s profit-maximizing quantity. Explain using marginal analysis.</p>\n\n<p class=\"stem_paragraph\">(e) Calculate the firm’s economic profit at the profit-maximizing quantity identified in part (d). <span class=\"formatted_text text_decoration:underline\">Show your work.</span></p>\n"}]}]