[{"id":"VR250527","type":"longtextV2","stimulusHtml":"Respond to all parts of the question.","rubricRef":"VR250527_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Molly’s Motorcycles is the only motorcycle repair shop in a small remote town, and Molly’s Motorcycles is the only employer of mechanics in the area. The graph below shows the market for mechanics with the marginal factor (resource) cost curve, the labor supply curve, and the marginal revenue product curve.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of three curves in the first quadrant of a coordinate plane, with the origin labeled 0. The horizontal axis is labeled “Quantity of Mechanics,” and the following 11 numbers are indicated from left to right: 45, 90, 120, 150, 180, 210, 240, 300, 315, 360, and 400. The vertical axis is labeled “Wage Rate, in U S dollars,” and the following 7 numbers are indicated from bottom to top: 8, 17, 26, 32, 38, 44, and 80. The three curves in the graph are labeled “Marginal Factor Cost,” “Supply,” and “Marginal Revenue Product.” The Marginal Factor Cost curve begins on the vertical axis at $8 and moves upward and to the right in a straight line. It passes through the points with the following coordinates: 45 comma $17, 90 comma $26, 120 comma $32, 150 comma $38, and 180 comma $44. The Marginal Factor Cost curve ends at wage rate $80, and just to the left of quantity 360. The Supply curve also begins on the vertical axis at $8 and moves upward and to the right in a straight line. It passes through the points with the following coordinates: 90 comma $17, 180 comma $26, 240 comma $32, 300 comma $38, and 360 comma $44. The Supply curve ends slightly above wage rate $44 and at quantity 400. The Marginal Revenue Product curve begins on the vertical axis at $80 and moves downward and to the right in a straight line. It intersects the Marginal Factor Cost curve at 180 comma $44, passes through the point with coordinates 210 comma $38, then intersects the Supply curve at 240 comma $32, and passes through the point with coordinates 315 comma $17. The Marginal Revenue Product curve ends on the horizontal axis at quantity 400.\" height=\"490\" src=\"https://assets.learnosity.com/organisations/537/VR250527.g01.png\" width=\"575\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">(a) Identify the profit-maximizing number of mechanics that Molly’s Motorcycles will hire. Explain using the labeling on the graph.</p>\n\n<p class=\"stem_paragraph\">(b) Identify the profit-maximizing wage rate that Molly’s Motorcycles will pay its mechanics. Explain using the labeling on the graph.</p>\n\n<p class=\"stem_paragraph\">(c) If the wage rate is $38, state whether there will be a shortage or a surplus of mechanics and calculate its size. <span class=\"formatted_text text_decoration:underline\">Show your work.</span></p>\n\n<p class=\"stem_paragraph\">(d) If the marginal product of mechanics decreases, what will happen to the quantity of services provided by Molly’s Motorcycles? Explain.</p>\n\n<p class=\"stem_paragraph\">(e) Assume instead that Molly’s Motorcycles uses both labor and capital in providing its services. The marginal product of the last unit of labor hired is 100 repairs per day and the marginal product of the last unit of capital rented is 60 repairs per day; the daily wage rate for labor is $20 and the daily rental price for capital is $30. To minimize the cost of providing its current level of service, should Molly’s Motorcycles rent more capital, less capital, or the same amount of capital? Explain using marginal analysis.</p>\n\n<p class=\"stem_paragraph\">&nbsp;</p>\n"}]}]