[{"id":"VR250491","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to parts of the question.</p>\n","rubricRef":"VR250491_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong><span id=\"cke_bm_447S\" style=\"display: none;\">&nbsp;</span>Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Use the following graph to answer parts (a)-(e). Prices and costs are in dollars.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents the graph of four curves in the first quadrant of a coordinate plane. The horizontal axis is labeled “Quantity,” and the numbers 0 through 100, in increments of 10, are indicated. The vertical axis is labeled “Price comma Cost,” and the numbers 0 through 30, in increments of 3, are indicated. The four curves are labeled D, M R, M C, and A T C, which are plotted as follows. Curve D begins on the vertical axis at price 30 and moves downward and to the right in a straight line. It passes through the points with coordinates 20 comma 24, 40 comma 18, and 60 comma 12. Curve D ends on the horizontal axis at quantity 100. Curve M R also begins on the vertical axis at price 30 and moves downward and to the right in a straight line. It passes through the points with coordinates 20 comma 18, 30 comma 12, and 40 comma 6. Curve M R intersects the horizontal axis at quantity 50 and ends below the horizontal axis, and between quantities 50 and 60. Curve M C begins at the point with the approximate coordinates 10 comma 9 and moves downward and to the right. It reaches its lowest point slightly above price 6 and between quantities 10 and 20. From this point, curve M C turns to steeply move upward and to the right, intersects curve M R at coordinates 30 comma 12, and then intersects curve D at coordinates 40 comma 18. Curve M C ends just to the right of quantity 50 and just below price 27. Curve A T C begins just above price 21, and just to the left of quantity 20, and moves downward and to the right. It reaches its lowest point where it intersects curve M C at the approximate coordinates 35 comma 15. From this point, curve A T C turns to move upward and to the right, intersects curve D at the approximate coordinates 45 comma 17, and ends just to the right of quantity 70, and just below price 27.\" height=\"308\" src=\"https://assets.learnosity.com/organisations/537/VR250491.g01.png\" width=\"450\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph above shows the demand (<span class=\"math_expression\"><span class=\"math_expression\"><span aria-label=\"D\"><math alttext=\"D\" overflow=\"scroll\"><mstyle><mrow><mi>D</mi></mrow></mstyle></math></span></span></span>), marginal revenue (<span class=\"math_expression\"><span class=\"math_expression\"><span aria-label=\"M R\"><math alttext=\"M R\" overflow=\"scroll\"><mstyle><mrow><mi>M</mi><mi>R</mi></mrow></mstyle></math></span></span></span>), marginal cost (<span class=\"math_expression\"><span class=\"math_expression\"><span aria-label=\"M C\"><math alttext=\"M C\" overflow=\"scroll\"><mstyle><mrow><mi>M</mi><mi>C</mi></mrow></mstyle></math></span></span></span>), and average total cost (<span class=\"math_expression\"><span class=\"math_expression\"><span aria-label=\"A T C\"><math alttext=\"A T C\" overflow=\"scroll\"><mstyle><mrow><mi>A</mi><mi>T</mi><mi>C</mi></mrow></mstyle></math></span></span></span>) curves for one of many profit-maximizing firms operating in the short run in an industry in which there are no barriers to entry. Each firm sells a similar but not identical product.</p>\n\n<p class=\"stem_paragraph\">(a) At what quantity is the demand for this product unit elastic? Explain.</p>\n\n<p class=\"stem_paragraph\">(b) Use the relationship between the marginal cost curve and the average total cost curve to explain why the average total cost curve is increasing at <span class=\"math_expression\"><span class=\"math_expression\"><span aria-label=\"40\"><math alttext=\"40\" overflow=\"scroll\"><mstyle><mrow><mstyle mathvariant=\"normal\"><mrow><mn>40</mn></mrow></mstyle></mrow></mstyle></math></span></span></span> units.</p>\n\n<p class=\"stem_paragraph\">(c) If the firm maximizes profit, identify the profit-maximizing quantity and price, and explain how you determined each.</p>\n\n<p class=\"stem_paragraph\">(d) Calculate the deadweight loss at the profit-maximizing quantity identified in part (c). <span class=\"formatted_text text_decoration:underline\">Show your work</span>.</p>\n\n<p class=\"stem_paragraph\">(e) Assume fixed cost increases by <span class=\"math_expression\"><span class=\"math_expression\"><span aria-label=\"$6\"><math alttext=\"$6\" overflow=\"scroll\"><mstyle><mrow><mstyle mathvariant=\"normal\"><mrow><mi>$</mi><mn>6</mn></mrow></mstyle></mrow></mstyle></math></span></span></span>. Will the profit-maximizing quantity increase, decrease, or stay the same in the short run? Explain. </p>\n"}]}]