[{"id":"VR250519","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to all parts of the question.</p>\n","rubricRef":"VR250519_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Tom’s Trims is the only barber shop in a small remote town, and Tom’s Trims is the only employer of barbers in the area. The graph below shows the market for barbers with the marginal factor (resource) cost curve, the labor supply curve, and the marginal revenue product curve.</p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of three curves in the first quadrant of a coordinate plane, with the origin labeled 0. The horizontal axis is labeled “Quantity of Barbers,” and the following 11 numbers are indicated from left to right: 12, 24, 36, 42, 48, 60, 72, 84, 96, 120, and 160. The vertical axis is labeled “Wage Rate, in U S dollars,” and the following 7 numbers are indicated from bottom to top: 8, 20, 32, 44, 50, 56, and 80. The three curves in the graph are labeled “Marginal Factor Cost,” “Supply,” and “Marginal Revenue Product.” The Marginal Factor Cost curve begins on the vertical axis at $8 and moves upward and to the right in a straight line. It passes through the points with the following coordinates: 12 comma $20, 24 comma $32, 36 comma $44, 42 comma $50, and 48 comma $56. The Marginal Factor Cost curve ends at wage rate $80, and between quantities 60 and 72. The Supply curve also begins on the vertical axis at $8 and moves upward and to the right in a straight line. It passes through the points with the following coordinates: 24 comma $20, 48 comma $32, 72 comma $44, 84 comma $50, and 96 comma $56. The Supply curve ends at wage rate $80, and between quantities 120 and 160. The Marginal Revenue Product curve begins on the vertical axis at $80 and moves downward and to the right in a straight line. It intersects the Marginal Factor Cost curve at 48 comma $56, passes through the point with coordinates 60 comma $50, then intersects the Supply curve at 72 comma $44, and passes through the points with coordinates 96 comma $32, and 120 comma $20. The Marginal Revenue Product curve ends on the horizontal axis at quantity 160.\" height=\"506\" src=\"https://assets.learnosity.com/organisations/537/VR250519.g01.png\" width=\"575\"></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">(a) If the wage rate is $20, state whether there will be a shortage or a surplus of barbers and calculate its size. <span class=\"formatted_text text_decoration:underline\">Show your work.</span></p>\n\n<p class=\"stem_paragraph\">(b) Identify the profit-maximizing number of barbers that Tom’s Trims will hire. Explain using the labeling on the graph.</p>\n\n<p class=\"stem_paragraph\">(c) Identify the profit-maximizing wage rate that Tom’s Trims will pay its barbers. Explain using the labeling on the graph.</p>\n\n<p class=\"stem_paragraph\">(d) Assume that the market for barbers becomes perfectly competitive. What wage rate would Tom’s Trims pay its barbers if it were a perfectly competitive firm? Explain using labeling on the graph.</p>\n\n<p class=\"stem_paragraph\">(e) Assume instead that Tom’s Trims uses both labor and capital in providing its services. The marginal product of the last unit of labor hired is 80 cuts per day and the marginal product of the last unit of capital rented is 120 cuts per day; the daily wage rate for labor is $20 and the daily rental price for capital is $40. To minimize the cost of producing its current level of output, should Tom’s Trims hire more barbers, fewer barbers, or the same number of barbers? Explain using marginal analysis.</p>\n"}]}]