[{"id":"VR250515","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to all parts of the question.</p>\n","rubricRef":"VR250515_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong><i>Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</i></strong></p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><i>Larry’s Logging is the only logging company in a small remote town, and Larry’s Logging is the only employer of loggers in the area. The graph below shows the market for loggers with the marginal factor (resource) cost curve, the labor supply curve, and the marginal revenue product curve.</i></p>\n</div>\n</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of three curves in the first quadrant of a coordinate plane, with the origin labeled 0. The horizontal axis is labeled “Quantity of Loggers,” and the following 10 numbers are indicated from left to right: 30, 60, 80, 100, 120, 140, 160, 200, 210, and 240. The vertical axis is labeled “Wage Rate, in U S dollars,” and the following 7 numbers are indicated from bottom to top: 16, 34, 52, 64, 76, 88, and 160. The three curves in the graph are labeled “Marginal Factor Cost,” “Supply,” and “Marginal Revenue Product.” The Marginal Factor Cost curve begins on the vertical axis at $16 and moves upward and to the right in a straight line. It passes through the points with the following coordinates: 30 comma $34, 60 comma $52, 80 comma $64, 100 comma $76, and 120 comma $88. The Marginal Factor Cost curve ends at wage rate $160, and just to the left of quantity 240. The Supply curve also begins on the vertical axis at $16 and moves upward and to the right in a straight line. It passes through the points with the following coordinates: 60 comma $34, 120 comma $52, 160 comma $64, 200 comma $76, and 240 comma $88. The Supply curve ends slightly above wage rate $88, and slightly to the right of quantity 240. The Marginal Revenue Product curve begins on the vertical axis at $160 and moves downward and to the right in a straight line. It intersects the Marginal Factor Cost curve at 120 comma $88, passes through the point with coordinates 140 comma $76, then intersects the Supply curve at 160 comma $64, and passes through the point with coordinates 210 comma $34. The Marginal Revenue Product curve ends on the horizontal axis and slightly to the right of quantity 240.\" height=\"454\" src=\"https://assets.learnosity.com/organisations/537/VR250515.g01.png\" width=\"545\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">(a) If the wage rate is $34, state whether there will be a shortage or a surplus of loggers and calculate its size. <span class=\"formatted_text text_decoration:underline\">Show your work.</span></p>\n\n<p class=\"stem_paragraph\">(b) Identify the profit-maximizing number of loggers that Larry’s Logging will hire. Explain using the labeling on the graph.</p>\n\n<p class=\"stem_paragraph\">(c) Identify the profit-maximizing wage rate that Larry’s Logging will pay its loggers. Explain using the labeling on the graph.</p>\n\n<p class=\"stem_paragraph\">(d) Assume that the market for loggers becomes perfectly competitive. What wage rate would Larry’s Logging pay its loggers if it were a perfectly competitive firm? Explain using the labeling on the graph.</p>\n\n<p class=\"stem_paragraph\">(e) Assume instead that Larry’s Logging uses both labor and capital in its production of logs. The marginal product of the last unit of labor hired is 150 logs per hour and the marginal product of the last unit of capital rented is 200 logs per hour; the hourly wage rate for labor is $30 and the hourly rental price for capital is $50. To minimize the cost of producing its current level of output, should Larry’s Logging hire more loggers, fewer loggers, or the same number of loggers? Explain using marginal analysis.</p>\n"}]}]