[{"id":"VR596874","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VR596873.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">What is the dollar value of the marginal external cost?</p>\n","rubricRef":"VR596874_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<p>The following questions are based on the graph provided, which shows the marginal private cost (MPC), marginal social cost (MSC), marginal private benefit (MPB), and marginal social benefit (MSB) in a market for a good that has an external cost.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows the graph of three curves in the first quadrant of a coordinate plane. The horizontal axis is labeled “Quantity,” and the values 6, 9, and 12 are indicated. The vertical axis is labeled “Price, Cost, in dollars,” and the values 0, a break, and 4.50 through 5.50, in increments of 0.25, are indicated. The three curves are labeled M S B equals M P B, M S C, and M P C. The M S B equals M P B curve begins just to the left of a quantity of 6, and above a price of 5.50, and moves downward and to the right in a straight line. It passes through the points with coordinates 6 comma 5.50, 9 comma 5.25, and 12 comma 5.00. It ends far to the&nbsp;right of quantity 12, slightly below price 4.50. The M S C curve begins about halfway between a quantity of 0 and 6, at price of 4.75, and moves upward and to the right in a straight line. It passes through the point with coordinates 6 comma 5.00, intersects the M S B equals M P B at the point with coordinates 9 comma 5.25, and passes through the point with coordinates 12 comma 5.50. It ends to the right of quantity 12 and above price 5.50. The M P C curve begins to the left of quantity 6, just below price 4.50, and moves upward and to the right in a straight line, parallel to the M S C curve. It passes through the points with coordinates 6 comma 4.50, and 9 comma 4.75, and it intersects M S B equals M P B curve at the point with coordinates 12 comma 5.00. It ends to the right of quantity 12, and slightly above price 5.25.\" height=\"275\" src=\"https://assets.learnosity.com/organisations/537/VR596873.g04.svg\" width=\"350\"></div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"$0.25\"><math alttext=\"$0.25\" display=\"inline\" overflow=\"scroll\"><mtext>$0.25</mtext></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"$0.50\"><math alttext=\"$0.50\" display=\"inline\" overflow=\"scroll\"><mtext>$0.50</mtext></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"$1.00\"><math alttext=\"$1.00\" display=\"inline\" overflow=\"scroll\"><mtext>$1.00</mtext></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"$5.00\"><math alttext=\"$5.00\" display=\"inline\" overflow=\"scroll\"><mtext>$5.00</mtext></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"$5.50\"><math alttext=\"$5.50\" display=\"inline\" overflow=\"scroll\"><mtext>$5.50</mtext></math></span></span></p>"],"answer":1}]