[{"id":"VR598851","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to all parts of the question.</p>\n","rubricRef":"VR598851_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure shows the graph of two curves in a coordinate plane. The horizontal axis is labeled “Quantity,” and the numbers 0 through 500, in increments of 100, are indicated. The vertical axis is labeled “Price, in dollars,” and the numbers 0 through 70, in increments of 10, are indicated. One curve is labeled Domestic Supply and the other curve is labeled Domestic Demand. The Domestic Supply curve begins at the point with coordinates 0 comma 10, and moves upward and to the right in a straight line, passes through the point with coordinates 500 comma 60, and ends at the point with the approximate coordinates 570 comma 67. The Domestic Demand curve begins at the point with coordinates 0 comma 70, and moves downward and to the right in a straight line, passes through the point with coordinates 500 comma 20, and ends at the point with the approximate coordinates 570 comma 14. The two curves intersect at the point with coordinates 300 comma 40.\" src=\"https://assets.learnosity.com/organisations/537/VR598851.g08.svg\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph provided depicts New Zealand’s domestic supply and demand for wool.</p>\n\n<p class=\"stem_paragraph\">(a) Calculate the consumer surplus if New Zealand does not trade with the rest of the world. <span class=\"formatted_text text_decoration:underline\">Show your work</span>.</p>\n\n<p class=\"stem_paragraph\">(b) Instead, assume New Zealand decides to trade wool in the world market. The current world price of wool is $60 per unit, and New Zealand is a price taker in the world market.</p>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\">(i) How many units of wool will New Zealand export?</li>\n\t<li class=\"list_paragraph\">(ii) What will happen to the consumer surplus of wool consumers in New Zealand when New Zealand begins to trade with the rest of the world? Explain.</li>\n\t<li class=\"list_paragraph\">(iii) Will total economic surplus in New Zealand increase, decrease, or remain unchanged when New Zealand begins to trade wool in the world market? Explain using numbers.</li>\n</ul>\n\n<p class=\"stem_paragraph\">(c) Now assume domestic demand in New Zealand increases. Will New Zealand’s exports increase, decrease, or stay the same?</p>\n"}]}]