[{"id":"VR598852","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to all parts of the question.</p>\n","rubricRef":"VR598852_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</p>\n&nbsp;\n\n<p class=\"stem_paragraph\">The graph provided shows the demand <span class=\"math_expression\"><span aria-label=\"D\"><math alttext=\"D\" overflow=\"scroll\"><mstyle><mrow><mrow><mo>(</mo><mtext>D</mtext><mo>)</mo></mrow></mrow></mstyle></math></span></span>, long-run average total cost <span class=\"math_expression\"><span aria-label=\"L R A T C\"><math alttext=\"L R A T C\" overflow=\"scroll\"><mstyle><mrow><mrow><mo>(</mo><mtext>LRATC</mtext><mo>)</mo></mrow></mrow></mstyle></math></span></span>, marginal cost <span class=\"math_expression\"><span aria-label=\"M C\"><math alttext=\"M C\" overflow=\"scroll\"><mstyle><mrow><mrow><mo>(</mo><mtext>MC</mtext><mo>)</mo></mrow></mrow></mstyle></math></span></span>, and marginal revenue <span class=\"math_expression\"><span aria-label=\"M R\"><math alttext=\"M R\" overflow=\"scroll\"><mstyle><mrow><mrow><mo>(</mo><mtext>MR</mtext><mo>)</mo></mrow></mrow></mstyle></math></span></span> curves for a natural monopoly.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows the graph of four curves in a coordinate plane, with the origin labeled 0. The horizontal axis is labeled “Quantity,” and the numbers 34, 50, and 60 are indicated. The vertical axis is labeled “Price comma Cost, in dollars,” and the following six numbers are indicated: 6, 10, 13, 15, 23, and 40. The curves on the graph are labeled D, M R, M C, and L R A T C. Curve D begins at $40 on the vertical axis and moves downward and to the right in a straight line. It passes through the points with coordinates 34 comma $23, 50 comma $15, and 60 comma $10. Curve D ends between $0 and $6 and to the right of quantity 60. Curve M R begins at $40 on the vertical axis and moves downward and to the right in a straight line, more steeply than curve D. Curve M R passes through the point with coordinates 34 comma $6, and ends below the horizontal axis, between quantities 34 and 50. Curve M C begins to the right of the vertical axis, just below $6, and moves gradually upward and to the right. It intersects curve M R at the point with coordinates 34 comma $6, and then moves upward and to the right more steeply. Curve M C intersects curve D at the point with coordinates 60 comma $10, and ends almost directly above where curve D ends, between $15 and $23 and to the right of quantity 60. Curve L R A T C begins high above $23, between curves D and M R, and moves steeply downward and to the right. It intersects curve D at the point with coordinates 50 comma $15, and passes through the point with coordinates 60 comma $13. Curve L R A T C reaches a minimum as it intersects curve M C just below $13, between quantity 60 and where curve D ends, and then turns to move upward and to the right. Curve L R A T C ends to the right of where curve D ends, between $13 and $15.\" src=\"https://assets.learnosity.com/organisations/537/VR598852.g07.svg\" /></div>\n\n<p class=\"stem_paragraph\">(a) Over the output range of 0 to 60 units, is this firm experiencing economies of scale, diseconomies of scale, or constant returns to scale? Explain.</p>\n\n<p class=\"stem_paragraph\">(b) Using numbers from the graph, identify the price and quantity produced at which the monopolist earns zero economic profit.</p>\n\n<p class=\"stem_paragraph\">(c) Assume that regulators impose a price ceiling that results in the firm producing the socially optimal quantity in the short run.</p>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\">(i) Calculate the total revenue at the price ceiling. <span class=\"formatted_text text_decoration:underline\">Show your work.</span></li>\n\t<li class=\"list_paragraph\">(ii) Explain why the firm requires a subsidy to continue producing in the long run.</li>\n\t<li class=\"list_paragraph\">(iii) Calculate the lump-sum subsidy that would be required for the monopolist to produce the socially optimal quantity in the long run. <span class=\"formatted_text text_decoration:underline\">Show your work.</span></li>\n</ul>\n"}]}]