[{"id":"VR598719","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to all parts of the question.</p>\n","rubricRef":"VR598719_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</p>\n&nbsp;\n\n<p class=\"stem_paragraph\">Bueno is a firm that produces and sells guava, a type of fruit. The market for guava is perfectly competitive. The marginal private benefit (<span class=\"math_expression\"><span aria-label=\"M P B\"><math alttext=\"M P B\" overflow=\"scroll\"><mi>MPB</mi></math></span></span>), marginal private cost (<span class=\"math_expression\"><span aria-label=\"M P C\"><math alttext=\"M P C\" overflow=\"scroll\"><mi>MPC</mi></math></span></span>), marginal social benefit (<span class=\"math_expression\"><span aria-label=\"M S B\"><math alttext=\"M S B\" overflow=\"scroll\"><mi>MSB</mi></math></span></span>), and marginal social cost (<span class=\"math_expression\"><span aria-label=\"M S C\"><math alttext=\"M S C\" overflow=\"scroll\"><mi>MSC</mi></math></span></span>) curves are illustrated in the graph provided.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows the graph of three curves in a coordinate plane. The horizontal axis is labeled “Quantity of Output” and the quantities Q sub 0, Q sub 1, and Q sub 2 are indicated, from left to right. Quantity Q sub 0 is located about one fourth of the way along the horizontal axis. Quantity Q sub 1 is located about two fifths of the way along the horizontal axis. Quantity Q sub 2 is located about two thirds of the way along the horizontal axis. The vertical axis is labeled “Price per Unit, in dollars” and the following five numbers are indicated, from bottom to top: 0, 4, 5, 7, and 8. The curves on the graph are labeled M P C equals M S C, M S B, and M P B. Curve M P C equals M S C begins at approximately $2 and to the right of the vertical axis, and moves upward and to the right in a straight line. It passes through the points with coordinates Q sub 0 comma $5, and Q sub 1 comma $7. Curve M P C equals M S C ends high above $8 and slightly to the left of quantity Q sub 2. Curve M S B begins above $8 on the vertical axis and moves downward and to the right in a straight line. It passes through the point with coordinates Q sub 0 comma $8, and intersects curve M P C equals M S C at the point with coordinates Q sub 1 comma $7. Curve M S B passes through the point with coordinates Q sub 2 comma $5, and ends just above $4 and to the right of quantity Q sub 2. Curve M P B begins at $7 on the vertical axis, and moves downward and to the right in a straight line, parallel to curve M S B. Curve M P B intersects curve M P C equals M S C at the point with coordinates Q sub 0 comma $5, and passes through the point with coordinates Q sub 1 comma $4. Curve M P B ends at approximately $1, and between quantity Q sub 2 and where curve M S B ends.\" src=\"https://assets.learnosity.com/organisations/537/VR598719.g04.svg\" /></div>\n\n<p class=\"stem_paragraph\">(a) Identify the kind of market failure represented by this graph.</p>\n\n<p class=\"stem_paragraph\">(b) Using numbers from the graph, identify the marginal external benefit.</p>\n\n<p class=\"stem_paragraph\">(c) Assume the guava market is in short-run equilibrium and Bueno hires workers in a perfectly competitive labor market at a wage of $20 per hour. The marginal product of the last worker hired was 6 units of guava per hour.</p>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_paragraph\">(i) Calculate the change in Bueno’s profit per hour from the last worker hired. <span class=\"formatted_text text_decoration:underline\">Show your work</span>.</li>\n\t<li class=\"list_paragraph\">(ii) Suppose that the government decides to provide a per-unit subsidy to consumers who buy guava. How would the per-unit subsidy affect Bueno’s marginal revenue product curve? Explain.</li>\n</ul>\n\n<p class=\"stem_paragraph\">(d) Instead of hiring workers in a perfectly competitive labor market, assume Bueno hires workers in a monopsony labor market. Will the number of workers hired increase, decrease, or stay the same? Explain.</p>\n"}]}]