[{"id":"VR733504","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure shows the graph of four curves in a coordinate plane, with the origin labeled 0. The horizontal axis is labeled “Quantity.” The value Q sub 1 is indicated about one fourth of the way along the horizontal axis. The vertical axis is labeled “Price comma Cost, in dollars.” The value P sub 1 is indicated about one third of the way up the vertical axis. The value P sub 2 is indicated about two fifths of the way up the vertical axis. The value P sub 3 is indicated about three fifths of the way up the vertical axis. The four curves on the graph are labeled Marginal Revenue, Demand, Marginal Cost, and Average Total Cost. The Demand curve begins on the vertical axis where the Marginal Revenue curve begins, and moves downward and to the right in a straight line. The Demand curve passes through the point with coordinates Q sub 1 comma P sub 3, and ends about three fourths of the way along the horizontal axis, directly to the right of where the Marginal Revenue curve ends. The Marginal Revenue curve begins on the vertical axis, high above P sub 3, below the demand curve, and moves more steeply downward and to the right. It passes through the point with coordinates Q sub 1 comma P sub 1, and ends to the right of Q sub 1, above the horizontal axis. The Marginal Cost curve begins slightly to the right of the vertical axis, between the origin and P sub 1, and moves downward and to the right for a short distance, reaching a minimum. It then moves steeply upward and to the right, intersects the Marginal Revenue curve at the point with coordinates Q sub 1 comma P sub 1, and intersects the Demand curve to the right of Q sub 1, just above P sub 2. The Marginal Cost curve ends about halfway along the horizontal axis, between P sub 3 and where the Marginal Revenue and Demand curves begin. The Average Total Cost curve begins above P sub 3, just below and just to the left of the Marginal Revenue curve, and moves downward and to the right. The Average Total Cost curve intersects the Marginal Revenue curve just below P sub 3, then passes through the point with coordinates Q sub 1 comma P sub 2, and reaches a minimum as it intersects the Marginal Cost curve, between P sub 1 and P sub 2. The Average Total Cost curve turns to move upward and to the right, intersects the Demand curve just below P sub 2, and ends slightly below P sub 3, between were the Demand and Marginal Cost curves end.\" height=\"266\" src=\"https://assets.learnosity.com/organisations/578/VR733504.g05.svg\" width=\"300\" /></div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph shows the cost and revenue curves for a profit-maximizing firm. Which of the following is true about the firm?</p>\n","rubricRef":"VR733504_rubric","choicesHtml":["<p class=\"choice_paragraph\">The firm operates in a perfectly competitive market, producing the allocatively efficient quantity and charging <span class=\"math_expression\"><span aria-label=\"P sub 1\"><math alttext=\"P sub 1\" overflow=\"scroll\"><msub><mtext>P</mtext><mn>1</mn></msub></math></span></span>.</p>","<p class=\"choice_paragraph\">The firm is a monopolist, producing the allocatively efficient quantity and charging <span class=\"math_expression\"><span aria-label=\"P sub 1\"><math alttext=\"P sub 1\" overflow=\"scroll\"><msub><mtext>P</mtext><mn>1</mn></msub></math></span></span>.</p>","<p class=\"choice_paragraph\">The firm is a natural monopoly, producing <span class=\"math_expression\"><span aria-label=\"Q sub 1\"><math alttext=\"Q sub 1\" overflow=\"scroll\"><msub><mtext>Q</mtext><mn>1</mn></msub></math></span></span> and earning positive economic profit.</p>","<p class=\"choice_paragraph\">The firm operates in an imperfectly competitive market, producing <span class=\"math_expression\"><span aria-label=\"Q sub 1\"><math alttext=\"Q sub 1\" overflow=\"scroll\"><msub><mtext>Q</mtext><mn>1</mn></msub></math></span></span> and earning positive economic profit.</p>","<p class=\"choice_paragraph\">The firm operates in a monopolistically competitive market, producing <span class=\"math_expression\"><span aria-label=\"Q sub 1\"><math alttext=\"Q sub 1\" overflow=\"scroll\"><msub><mi mathvariant=\"normal\">Q</mi><mn>1</mn></msub></math></span></span> and earning negative economic profit.</p>"],"answer":3}]