[{"id":"VR733510","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure shows a graph of 4 curves in a plane. The horizontal axis is labeled “Quantity,” and the value Q asterisk is indicated near the middle. The vertical axis is labeled “Price.” The four curves are labeled M R, A V C, A T C, and M C. The M R curve begins on the vertical axis near the middle, moves horizontally to the right in a straight line, and ends above the end of the horizontal axis. The A V C curve begins slightly to the right of the vertical axis and above the M R curve, moves downward and to the right, intersects the M R curve, and continues downward and to the right to a minimum to the left of quantity Q asterisk and a little below curve M R. Curve A V C then moves upward and to the right, intersects curve M R again slightly to the right of quantity Q asterisk, and continues a short distance to end a little above curve M R. The A T C curve begins to the right of the top of the vertical axis and moves downward and to the right to a minimum at quantity Q asterisk a short distance above curve M R. Curve A T C then moves upward and to the right and ends high above the end of the horizontal axis. The M C curve begins to the right of the vertical axis below curve M R and moves downward and to the right a short distance to reach a minimum to the left of quantity Q asterisk approximately halfway between the horizontal axis and curve M R. Curve M C then moves upward and to the right steeply, intersects curve A V C below curve M R, then intersects curve M R slightly to the left of quantity Q asterisk, and intersects curve A T C at quantity Q asterisk and above curve M R. Curve M C continues upward and to the right and ends slightly to the right of quantity Q asterisk high above the horizontal axis.\" height=\"240\" src=\"https://assets.learnosity.com/organisations/578/VR733510.g04.svg\" width=\"300\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph provided shows the marginal revenue (<span class=\"math_expression\"><span aria-label=\"M R\"><math alttext=\"M R\" overflow=\"scroll\"><mtext>MR</mtext></math></span></span>), average variable cost (AVC), average total cost (ATC), and marginal cost (MC) curves for a perfectly competitive firm. Which of the following is true if the firm is currently producing Q* units of output?</p>\n","rubricRef":"VR733510_rubric","choicesHtml":["<p class=\"choice_paragraph\">The firm can increase its economic profit by producing fewer units of output.</p>","<p class=\"choice_paragraph\">The firm can increase its economic profit by increasing the price of its product.</p>","<p class=\"choice_paragraph\">The firm is maximizing its economic profit at the current level of output.</p>","<p class=\"choice_paragraph\">The firm can increase total revenue by producing fewer units of output.</p>","<p class=\"choice_paragraph\">The firm can increase total revenue by decreasing the price of its product.</p>"],"answer":0}]