[{"id":"VR733536","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to all parts of the question.</p>\n","rubricRef":"VR733536_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</p>\n&nbsp;\n\n<p class=\"stem_paragraph\">The provided graph shows cost, revenue, and demand curves for a single-price monopolist that sells leather shoes. The fixed cost is zero, and the marginal cost is constant.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows the graph of three curves in a coordinate plane. The horizontal axis is labeled “Quantity of Leather Shoes,” and the numbers 0 through 120, in increments of 10, are indicated. The vertical axis is labeled “Price comma Cost, in dollars,” and the numbers 0 through 60, in increments of 5, are indicated. The curves are labeled Demand, Marginal Revenue, and Marginal Cost equals Average Total Cost. The Demand curve begins at the point with coordinates 0 comma $60, and moves downward and to the right in a straight line. It passes through the point with coordinates 50 comma $45, passes through the point with coordinates 100 comma $30, and ends at the point with the approximate coordinates 120 comma $24. The Marginal Revenue curve begins at the point with coordinates 0 comma $60, and moves steeply downward and to the right in a straight line. It passes through the point with coordinates 50 comma $30, intersects the horizontal axis at 100, and ends far below the horizontal axis, almost directly below 120. The Marginal Cost equals Average Total Cost curve begins at $30 on the vertical axis and moves horizontally to the right. It intersects the Marginal Revenue curve at the point with coordinates 50 comma $30, intersects the Demand curve at the point with coordinates 100 comma $30, and ends at the point with coordinates 120 comma $30.\" height=\"432\" src=\"https://assets.learnosity.com/organisations/578/VR733536.g07.svg\" width=\"500\" /></div>\n\n<p class=\"stem_paragraph\">(a) Identify the monopolist’s profit-maximizing quantity and price.</p>\n\n<p class=\"stem_paragraph\">(b) Calculate the monopolist’s economic profit at the profit-maximizing quantity. <span class=\"formatted_text text_decoration:underline\">Show your work</span>.</p>\n\n<p class=\"stem_paragraph\">(c) If the monopolist decides to produce 10 additional units beyond the profit-maximizing quantity identified in part (a), would total revenue increase, decrease, or remain the same? Explain.</p>\n\n<p class=\"stem_paragraph\">(d) Suppose the government breaks up the monopoly, resulting in a perfectly competitive market for leather shoes.</p>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">(i) Identify the new equilibrium quantity and price.</p>\n\n\t<p class=\"list_paragraph\">(ii) Calculate the total economic surplus. <span class=\"formatted_text text_decoration:underline\">Show your work</span>.</p>\n\t</li>\n</ul>\n"}]}]