[{"id":"VR733537","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to all parts of the question.</p>\n","rubricRef":"VR733537_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</p>\n&nbsp;\n\n<p class=\"stem_paragraph\">The provided graph shows the marginal private cost (MPC) curve, the marginal social cost (MSC) curve, the marginal private benefit (MPB) curve, and the marginal social benefit (MSB) curve in the market for smoke alarms.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows the graph of three curves in a coordinate plane, with the origin labeled 0. The horizontal axis is labeled “Quantity,” and the following four numbers are indicated from left to right: 21, 30, 39, and 60. The vertical axis is labeled “Price, in dollars,” and the following six numbers are indicated from bottom to top: 7, 10, 13, 16, 19, and 20. The curves on the graph are labeled M P C equals M S C, M S B, and M P B. The M P C equals M S C curve begins at the origin and moves upward and to the right in a straight line. It passes through the points with coordinates 21 comma $7, 30 comma $10, and 39 comma $13. The M P C equals M S C curve ends at the point with approximate coordinates 60 comma $20. The M S B curve begins between $19 and $20, slightly to the left of a quantity of 21, and moves downward and to the right in a straight line. It passes through the points with coordinates 21 comma $19, and 30 comma $16, and then intersects the M P C equals M S C curve at the point with coordinates 39 comma $13. The M S B curve ends just below $7, above a quantity of 60. The M P B curve begins at $20 on the vertical axis, and moves downward and to the right in a straight line, parallel to the M S B curve. The M P B curve passes through the point with coordinates 21 comma $13, and intersects the M P C equals M S C curve at the point with coordinates 30 comma $10. The M P B curve passes through the point with coordinates 39 comma $7, and ends at 60 on the horizontal axis.\" height=\"244\" src=\"https://assets.learnosity.com/organisations/578/VR733537.g05.svg\" width=\"350\" /></div>\n\n<p class=\"stem_paragraph\">(a) Does the graph show a negative consumption externality or a positive consumption externality? Explain.</p>\n\n<p class=\"stem_paragraph\">(b) Identify the socially optimal quantity of smoke alarms.</p>\n\n<p class=\"stem_paragraph\">(c) What is the dollar value of the marginal externality?</p>\n\n<p class=\"stem_paragraph\">(d) Calculate the deadweight loss in the market for smoke alarms at the market equilibrium. <span class=\"formatted_text text_decoration:underline\">Show your work</span>.</p>\n\n<p class=\"stem_paragraph\">(e) The government wants the socially optimal quantity of smoke alarms to be produced and consumed. Would the government implement a per-unit tax on producers, a lump-sum subsidy to producers, a per-unit subsidy to consumers, or a lump-sum tax on consumers? Explain.</p>\n"}]}]