[{"id":"VR733512","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure shows a graph of 3 lines and 6 points in a plane with the origin labeled 0. The horizontal axis is labeled “Quantity,” and the values Q sub 1 through Q sub 3 are all evenly spaced along the axis with vertical grid lines extending upward from each value. The vertical axis is labeled “Price,” and the values P sub 3, P sub 2, and P sub 1 are indicated from low to high with horizontal grid lines extending rightward from each value. The line for marginal social cost begins on the vertical axis slightly below P sub 2 and moves upward and to the right and intersects the P sub 2 horizontal grid line. The line then passes through point A, which is at coordinates Q sub 1 comma P sub 1. The line then passes through point B, which is on the Q sub 2 vertical grid line above the P sub 1 horizontal grid line. The line continues a short distance and ends to the right of the Q sub 2 vertical grid line and above the P sub 1 horizontal grid line. The line for marginal private cost begins on the vertical axis slightly between 0 and P sub 3 and moves upward and to the right. It passes through point D, which is at coordinates Q sub 1 comma P sub 3. It passes through point C, which is at coordinates Q sub 2 comma P sub 2. It passes through point F, which is at coordinates Q sub 3 comma P sub 1, and continues a short distance and ends to the right of the Q sub 3 vertical grid line and above the P sub 1 horizontal grid line. The line for marginal private benefit equals marginal social benefit begins on the vertical axis above P sub 1 and moves downward and to the right. It intersects the marginal social cost line at point A, which is at coordinates Q sub 1 comma P sub 1. It intersects the marginal private cost line at point C, which is at coordinates Q sub 2 comma P sub 2. It passes through point E, which is at coordinates Q sub 3 comma P sub 3, and continues a short distance and ends to the right of the Q sub 3 vertical grid line and below the P sub 3 horizontal grid line.\" height=\"237\" src=\"https://assets.learnosity.com/organisations/578/VR733512.g04.svg\" width=\"400\"></div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Home remodeling services are provided in a perfectly competitive market but generate noise that angers neighbors. What is the socially optimal quantity of home remodeling services and the area that represents deadweight loss associated with the market equilibrium?</p>\n","rubricRef":"VR733512_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 1\"><math alttext=\"Q sub 1\" overflow=\"scroll\"><msub><mtext>Q</mtext><mn>1</mn></msub></math></span></span> and area <span class=\"math_expression\"><span aria-label=\"A C D\"><math alttext=\"A C D\" overflow=\"scroll\"><mtext>ACD</mtext></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 1\"><math alttext=\"Q sub 1\" overflow=\"scroll\"><msub><mtext>Q</mtext><mn>1</mn></msub></math></span></span> and area <span class=\"math_expression\"><span aria-label=\"A B C\"><math alttext=\"A B C\" overflow=\"scroll\"><mtext>ABC</mtext></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 2\"><math alttext=\"Q sub 2\" overflow=\"scroll\"><msub><mtext>Q</mtext><mn>2</mn></msub></math></span></span> and area <span class=\"math_expression\"><span aria-label=\"A B C\"><math alttext=\"A B C\" overflow=\"scroll\"><mtext>ABC</mtext></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 2\"><math alttext=\"Q sub 2\" overflow=\"scroll\"><msub><mtext>Q</mtext><mn>2</mn></msub></math></span></span> and area <span class=\"math_expression\"><span aria-label=\"A C D\"><math alttext=\"A C D\" overflow=\"scroll\"><mtext>ACD</mtext></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"Q sub 3\"><math alttext=\"Q sub 3\" overflow=\"scroll\"><msub><mtext>Q</mtext><mn>3</mn></msub></math></span></span> and area <span class=\"math_expression\"><span aria-label=\"C E F\"><math alttext=\"C E F\" overflow=\"scroll\"><mtext>CEF</mtext></math></span></span></p>"],"answer":1}]