[{"id":"VR733772","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to all parts of the question.</p>\n","rubricRef":"VR733772_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</p>\n&nbsp;\n\n<p class=\"stem_paragraph\">The graph provided shows the demand (d), marginal revenue (MR), average total cost (ATC), average variable cost (AVC), and marginal cost (MC) curves for Hansel Hangout, a typical profit-maximizing firm in a perfectly competitive market producing Good X.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows a graph of four curves in a coordinate plane, with the origin labeled 0. The horizontal axis is labeled “Quantity,” and the numbers 4 through 10, in increments of 2, are indicated. Vertical grid lines extend upward from the numbers indicated on the horizontal axis. The vertical axis is labeled “Price comma Cost, in dollars,” and the following numbers are indicated: 8, 9, 11, 14, 20, 21, and 26. Horizontal grid lines extend to the right from the numbers indicated on the vertical axis. The four curves in the graph are labeled d equals M R, A T C, A V C, and M C. The d equals M R curve begins on the vertical axis at 14 and moves horizontally to the right. The A T C curve begins high above 26 on the vertical axis, to the left of 4 on the horizontal axis, and moves steeply downward and to the right. It passes through the point with coordinates 4 comma 26, then begins to move downward and to the right more gradually. The A T C curve passes through the point with coordinates 6 comma 21, and reaches a minimum at the point with coordinates 8 comma 20. It then moves upward and to the right and ends between 21 and 26 on the vertical axis, and to the right of 10 on the horizontal axis. The A V C curve begins between the vertical axis and where the A T C curve begins, just below 11 on the vertical axis, and moves gradually downward and to the right. It reaches a minimum at the point with coordinates 4 comma 8, and then moves upward and to the right. The A V C curve passes through the points with coordinates 6 comma 9, and 8 comma 11, and intersects the d equals M R curve at the point with coordinates 10 comma 14. The A V C curve ends between 14 and 20 on the vertical axis, and almost directly below where the A T C curve ends. The M C curve begins between 8 and the horizontal axis, closer to the horizontal axis, almost directly below where the A V C curve begins, and moves steeply upward and to the right, almost in a straight line. The M C curve intersects the A V C curve at the point with coordinates 4 comma 8, and then intersects the d equals M R curve at the point with coordinates 6 comma 14. The M C curve then intersects the A T C curve at the point with coordinates 8 comma 20, and ends just above 26 on the vertical axis and slightly to the right of 10 on the horizontal axis.\" height=\"237\" src=\"https://assets.learnosity.com/organisations/578/VR733772.g10.svg\" width=\"300\" /></div>\n\n<p class=\"stem_paragraph\">(a) Calculate Hansel Hangout’s total fixed cost. <span class=\"formatted_text text_decoration:underline\">Show your work</span>.</p>\n\n<p class=\"stem_paragraph\">(b) Identify the price and Hansel Hangout’s profit-maximizing quantity of Good X.</p>\n\n<p class=\"stem_paragraph\">(c) Calculate Hansel Hangout’s economic profit at the quantity identified in part (b). <span class=\"formatted_text text_decoration:underline\">Show your work</span>.</p>\n\n<p class=\"stem_paragraph\">(d) As the market for Good X adjusts to the long-run equilibrium, what will happen to the price of Good X? Explain.</p>\n\n<p class=\"stem_paragraph\">(e) Assume the cross-price elasticity of demand between Good X and Good C is positive. Given the change in the long-run price of Good X in part (d), will the quantity demanded of Good C increase, decrease, or remain the same? Explain.</p>\n"}]}]