[{"id":"VR733495","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure shows a graph of 5 S R A T C curves and one L R A T C curve in the coordinate plane with the origin labeled 0. The horizontal axis is labeled “Quantity,” and the values Q sub 1 through Q sub 5 are indicated. The vertical axis is labeled “Cost.” The L R A T C curve begins on the vertical axis well above the origin, moves downward and to the right to reach a minimum slightly above the vertical axis at quantity Q sub 3, and then moves upward and to the right and ends high above the horizontal axis to the right of Q sub 5. The height of the L R A T C curve at quantity Q sub 1 is equal to its height at quantity Q sub 5. The height of the L R A T C curve at quantity Q sub 2 is equal to its height at quantity Q sub 4. Each of the 5 S R A T C curves is a parabola that opens upward and intersects the L R A T C curve at one point. Curve S R A T C sub 1 intersects the L R A T C curve at quantity Q sub 1, which lies to the left of the vertex of parabola S R A T C sub 1. Curve S R A T C sub 2 intersects the L R A T C curve at quantity Q sub 2, which lies slightly to the left of the vertex of parabola S R A T C sub 2. Curve S R A T C sub 3 intersects the L R A T C curve at quantity Q sub 3, which is also the vertex of parabola S R A T C sub 3. Curve S R A T C sub 4 intersects the L R A T C curve at quantity Q sub 4, which lies slightly to the right of the vertex of parabola S R A T C sub 4. Curve S R A T C sub 5 intersects the L R A T C curve at quantity Q sub 5, which lies to the right of the vertex of parabola S R A T C sub 5.\" height=\"217\" src=\"https://assets.learnosity.com/organisations/578/VR733495.g03.svg\" width=\"400\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph provided shows five different short-run average total cost (<span class=\"math_expression\"><span aria-label=\"S R A T C\"><math alttext=\"S R A T C\" overflow=\"scroll\"><mtext>SRATC</mtext></math></span></span>) curves of a firm and its long-run average total cost (<span class=\"math_expression\"><span aria-label=\"L R A T C\"><math alttext=\"L R A T C\" overflow=\"scroll\"><mtext>LRATC</mtext></math></span></span>) curve. Which of the following is true if the firm is operating on its <span class=\"math_expression\"><span aria-label=\"S R A T C sub 2\"><math alttext=\"S R A T C sub 2\" overflow=\"scroll\"><msub><mtext>SRATC</mtext><mn>2</mn></msub></math></span></span> curve and producing quantity <span class=\"math_expression\"><span aria-label=\"Q sub 2\"><math alttext=\"Q sub 2\" overflow=\"scroll\"><msub><mtext>Q</mtext><mn>2</mn></msub></math></span></span>?</p>\n","rubricRef":"VR733495_rubric","choicesHtml":["<p class=\"choice_paragraph\">The firm is producing at the minimum efficient scale.</p>","<p class=\"choice_paragraph\">The firm must decrease its output to achieve the minimum efficient scale.</p>","<p class=\"choice_paragraph\">The firm must increase its output to achieve the minimum efficient scale.</p>","<p class=\"choice_paragraph\">The firm is producing at its productively efficient quantity of output.</p>","<p class=\"choice_paragraph\">The firm is experiencing diseconomies of scale.</p>"],"answer":2}]