[{"id":"VR733776","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Respond to all parts of the question.</p>\n","rubricRef":"VR733776_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows the graph of an unregulated, profit maximizing monopoly that contains four curves in a coordinate plane, with the origin labeled 0. The horizontal axis is labeled “Quantity,” and the quantities Q sub 1, Q sub 2, Q sub 3, and Q sub 4 are indicated, from left to right. Q sub 1 is located about one sixth of the way along the horizontal axis. Q sub 2 is located about one third of the way along the horizontal axis. Q sub 3 is located about two thirds of the way along the horizontal axis. Q sub 4 is located about five sixths of the way along the horizontal axis. The vertical axis is labeled “Price Comma Cost,” and the prices P sub 1, P sub 2, P sub 3, P sub 4, P sub 5, P sub 6, and P sub 7 are indicated, from bottom to top. P sub 1 is located about one tenth of the way up the vertical axis. P sub 2 is located about one fifth of the way up the vertical axis. P sub 3 is located slightly above P sub 2. P sub 4 is located about two fifths of the way up the vertical axis. P sub 5 is located about halfway up the vertical axis. P sub 6 is located about three fifths of the way up the vertical axis. P sub 7 is located about nine tenths of the way up the vertical axis. Nine lettered points are indicated on the graph. Point a is located at the coordinates Q sub 1 comma P sub 6. Point b is located at the coordinates Q sub 2 comma P sub 5. Point c is located at the coordinates Q sub 3 comma P sub 3. Point d is located at the coordinates Q sub 4 comma P sub 2. Point e is located at the coordinates Q sub 2 comma P sub 4. Point f is located at the coordinates Q sub 2 comma P sub 1. Point g is located at the coordinates Q sub 4 comma P sub 1. Point h is located at the coordinates Q sub 2 comma P sub 3. Point j is located at the coordinates Q sub 3 comma P sub 1. The four curves on the graph are labeled Demand, Marginal Revenue, Marginal Cost, and Average Total Cost. The Demand curve begins on the vertical axis at P sub 7 and moves downward and to the right in a straight line. It passes through point a at the coordinates Q sub 1 comma P sub 6, passes through point b at the coordinates Q sub 2 comma P sub 5, and passes through point c at the coordinates Q sub 3 comma P sub 3. The Demand curve then passes through point g at the coordinates Q sub 4 comma P sub 1, and ends to the right of Q sub 4, and just above the horizontal axis. The Marginal Revenue curve begins on the vertical axis at P sub 7 and moves steeply downward and to the right in a straight line. It passes through point f at the coordinates Q sub 2 comma P sub 1, intersects the horizontal axis between Q sub 2 and Q sub 3, and ends below the horizontal axis. The Marginal Cost curve begins on the vertical axis at P sub 1 and moves horizontally to the right. It intersects the Marginal Revenue curve at point f at Q sub 2, passes through point j at Q sub 3, and intersects the Demand curve at point g at Q sub 4. The Marginal Cost curve ends to the right of Q sub 4. The Average Total Cost curve begins between P sub 6 and P sub 7, just to the left of Q sub 1, and moves steeply downward and to the right. It intersects the Demand curve at point a at the coordinates Q sub 1 comma P sub 6, and moves downward and to the right between the Demand curve and the Marginal Revenue curve. The Average Total Cost curve passes through point e at the coordinates Q sub 2 comma P sub 4, then moves downward and to the right at a decreasing rate. It intersects the Demand curve a second time at point c at the coordinates Q sub 3 comma P sub 3. The Average Total Cost curve then passes through point d at the coordinates Q sub 4 comma P sub 2, and ends just below P sub 2, and almost directly above where the Marginal Cost curve ends.\" height=\"425\" src=\"https://assets.learnosity.com/organisations/578/VR733776.g09.svg\" width=\"520\" /></div>\n\n<p class=\"stem_paragraph\">The graph shows the cost and revenue curves for an unregulated, profit-maximizing monopoly.</p>\n\n<p class=\"stem_paragraph\">(a) Is the firm shown in this graph a natural monopoly? Explain.</p>\n\n<p class=\"stem_paragraph\">(b) Using the labeling from the graph, identify the area representing the deadweight loss for this profit-maximizing monopoly.</p>\n\n<p class=\"stem_paragraph\">(c) In order to improve resource allocation, the government sets a price that results in the firm earning zero economic profit.</p>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">(i) Using the labeling from the graph, identify the price and resulting quantity the firm would produce.</p>\n\n\t<p class=\"list_paragraph\">(ii) Will this government policy eliminate the deadweight loss? Explain using labeling from the graph.</p>\n\t</li>\n</ul>\n\n<p class=\"stem_paragraph\">(d) Instead, the government decides to set a price that results in the socially optimal quantity of output. Will the firm earn positive, negative, or zero economic profit? Explain using labeling from the graph.</p>\n"}]}]