[{"id":"FT543890-22","type":"longtextV2","stimulusHtml":"Respond to all parts of the question.","features":[{"type":"sharedpassage","html":"<p>In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.</p>\n\n<p>Assume that the economy is operating below the full-employment level of output and that the government’s budget is balanced.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Using a correctly labeled aggregate demand and aggregate supply graph, show how an increase in government spending will affect each of the following in the short run.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Real output</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Price level</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Explain how this increase in government spending will affect each of the following in the short run.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Real interest rates</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Investment</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Now assume that instead of increasing government spending, the government decreases corporate-profits taxes. Using a correctly labeled aggregate demand and aggregate supply graph, show and explain how this decrease in corporate-profits taxes will affect each of the following.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Aggregate demand</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Long-run aggregate supply</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Real output</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Price level</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Assume that this country produces two goods, X and Y. Draw a correctly labeled production possibilities curve for this economy. Now show on the graph how this decrease in corporate-profits taxes will affect this economy’s production possibilities curve.</p>\n\t</li>\n</ol>\n"}]}]