[{"id":"FT543896","type":"longtextV2","stimulusHtml":"Respond to all parts of the question.","features":[{"type":"sharedpassage","html":"<p><i>In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.</i></p>\n\n<p>Assume that the economy of Flatland is in short-run equilibrium and is experiencing a severe recession with no inflation.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Using a correctly labeled aggregate demand and aggregate supply graph, show each of the following for the economy.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Full-employment output</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Current output level</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Current price level</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>The federal government announces a major decrease in spending. Using your graph in part (a), show how the decrease in spending will affect each of the following.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Level of output</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Price level</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Explain the mechanism by which the decrease in government spending will affect the unemployment rate.</p>\n\t</li>\n\t<li>\n\t<p>The central bank of Flatland decreases its administered interest rates. Explain how the change in the interest rate will affect output and the price level.</p>\n\t</li>\n\t<li>\n\t<p>Explain how the change in the interest rate&nbsp;in part (d) will affect each of the following.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>International value of Flatland’s currency relative&nbsp;to other currencies</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Flatland’s&nbsp;exports</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Flatland’s imports</p>\n\t\t</li>\n\t</ol>\n\t</li>\n</ol>\n"}]}]