[{"id":"FT543335-22","type":"longtextV2","stimulusHtml":"Respond to all parts of the question.","features":[{"type":"sharedpassage","html":"<p><i>In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Inclu</i>de correctly labeled diagrams, if useful or required, in explaining your answer. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.</p>\n\n<p>Sewell Bank has the simplified balance sheet below.&nbsp;Assume the banking system has limited reserves.</p>\n\n<p><img alt=\"A table is shown with two columns, assets on the left and liabilities on the right. The entries in the left column are required reserves 2000 dollars, excess reserves 0 dollars, customer loans 8000 dollars, government securities 7000 dollars, and building and fixtures 3000 dollars. The entries in the right column are demand deposits 10000 dollars and owner's equity 10000 dollars.\" height=\"176\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/00c89d3d8bd6d90133a5ea269c28527e/original.png\" width=\"585\" /></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Based on Sewell Bank’s balance sheet, calculate the required reserve ratio.</p>\n\t</li>\n\t<li>\n\t<p>Suppose that the central bank purchases $5,000 worth of bonds from Sewell Bank. What will be the change in the dollar value of each of the following immediately after the purchase?</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Excess reserves</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Demand deposit</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Calculate the maximum amount that the money supply can change as a result of the $5,000 purchase of bonds by the central bank. <u>Show your work.</u></p>\n\t</li>\n\t<li>\n\t<p>When the central bank purchases bonds, what will happen to the price of bonds in the open market? Explain.</p>\n\t</li>\n\t<li>\n\t<p>Suppose that instead of the purchase of bonds by the central bank, an individual deposits $5,000 in cash into her checking (demand deposit) account. What is the immediate effect of the cash deposit on the M1 measure of the money supply?</p>\n\t</li>\n</ol>\n"}]}]