[{"id":"FT543222-22","type":"longtextV2","stimulusHtml":"Respond to all parts of the question.","features":[{"type":"sharedpassage","html":"<p><img alt=\"The figure shows a graph where the horizontal axis is labeled Real Output and the vertical axis is labeled Price Level. Two numbers appear on the horizontal axis and are labeled, from left to right, 1000, 1400. One number appears halfway up the vertical axis and is labeled 100. There are three lines on the graph. The first line is a downward sloping line labeled A D that arts on the vertical axis above the price level of 100 and moves down and to the right and stops just above the horizontal axis, to the right of 1400 on the horizontal axis. The second line is labeled A D prime, begins above and to the right of line A D at a distance away from the vertical axis and is parallel to line A D. The third line is a horizontal line that begins at the price level of 100 on the vertical axis and is labeled A S. Line A S intersects line A D at the coordinates corresponding to a real output of 1000, and a price level of 100, and intersects line A D prime at coordinates corresponding to a real output of 1400 and a price level of 100. \" maxwidth=\"400\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/139db1b8fc16892018e00fc78bec2d2b/original.png\" width=\"400\" /></p>\n\n<p>The graph above shows the aggregate supply (AS) and aggregate demand (AD) curves for an economy.</p>\n\n<p>(a) Calculate the spending multiplier if AD shifts to AD' as a result of an increase in government spending of $100.</p>\n\n<p>(b) Will a decrease in income taxes have to be larger, smaller, or equal to $100 in order to shift the AD by the same amount as the $100 increase in government spending? Explain.</p>\n\n<p>(c) If the marginal propensity to save decreases, will the spending multiplier increase, decrease, or remain unchanged?</p>\n\n<p>(d) Now assume instead that the AS curve is upward sloping. Would the change in real gross domestic product resulting from the $100 increase in government spending be greater than, less than, or equal to the change shown in the graph above?</p>\n\n<p>(e) Now assume that wages and prices are perfectly flexible. As a result of $100 increase in government spending, will real GDP increase, decrease, or remain unchanged? Explain.</p>\n"}]}]