[{"id":"FT543453","type":"mcq","stimulusHtml":"<p><img alt=\"The figure shows a graph with a horizontal axis labeled Quantity of Money and vertical axis labeled Interest Rate. Two points appear on the vertical axis and are labeled, from bottom to top, i sub 2 and i sub one. There are three lines on the graph. Two lines start from the horizontal axis and move up parallel to the vertical axis, and one downward sloping line. The two parallel lines are labeled, from left to right S sub one and S sub 2. S sub one starts approximately one third to the right of the vertical axis and S sub 2 starts approximately two thirds to the right of the vertical axis. The downward sloping line is labeled Money Demand. The Money Demand line begins to the right of the vertical axis and above i sub one, intersects the S sub one line at an interest rate of i sub one, continues down and to the right, intersects the S sub two line at an interest rate of i sub 2, and ends to the right of the S sub one line. The Money Demand line does not intersect the horizontal or vertical axis.\" height=\"230\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/506d6440898c57acd7d5f4f9c7e17565/original.png\" width=\"279\" /></p>\n\n<p>Assume a country’s banking system has limited reserves. Which event would have caused the shift of the money supply curve from S<span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><sub>1</sub></span></span><sup>&nbsp;</sup></span></span>to S<span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><sub>2</sub></span></span><sup>&nbsp;</sup></span></span>in the money market shown above?</p>\n","choicesHtml":["The purchase of government bonds on the open market by the central bank","<p>An increase in the required reserve ratio</p>","<p>A short-run increase in output, employment, and income</p>","An increase in general price level in the country","An increase in the supply of the country’s currency in foreign exchange markets"],"answer":-1}]