[{"id":"FT542665-22","type":"longtextV2","stimulusHtml":"<i>Respond to all parts of the question.</i>","features":[{"type":"sharedpassage","html":"<p>In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answer. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.</p>\n\n<p>Assume that Doorland’s economy is currently in equilibrium at the full-employment level of real gross domestic product and the banking system has limited reserves.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Draw a correctly labeled graph of aggregate demand and aggregate supply showing each of the following in Doroland.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Output level</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Price level</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Japan is a major importer of Doorland's products. Assume that the Japanese economy goes into a recession.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>Explain the impact of the Japanese recession on Doorland's equilibrium output and price levels.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Show these effects on your graph in part (a).</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Assume <span lang=\"EN-US\" style=\"font-size:11.0pt\"><span style=\"font-family:&quot;Times New Roman&quot;,&quot;serif&quot;\"></span></span>that the central bank of Doorland takes action to curb the effects of the Japanese recession on Doorland’s economy<span lang=\"EN-US\" style=\"font-size:11.0pt\"><span style=\"font-family:&quot;Times New Roman&quot;,&quot;serif&quot;\">.</span></span></p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>What open-market operation would the central bank&nbsp;undertake?</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Use a correctly labeled graph of the money market to show how the central bank's policy action will affect the nominal interest rate.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Explain how the change in the nominal interest rate in part (c) (ii) will affect aggregate demand, price level, and real output in Doorland.</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Define the real interest rate.</p>\n\t</li>\n\t<li>\n\t<p>Indicate the effect of the open-market operation you identified in part (c) (i) on the real interest rate in Doorland.</p>\n\t</li>\n</ol>\n"}]}]