[{"id":"FT554265-22","type":"longtextV2","stimulusHtml":"Respond to all parts of the question.","features":[{"type":"sharedpassage","html":"<p>In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.<br />\n<br />\n<img alt=\"A table is shown with the title Outputs and Prices in Gala Land. The left column is labeled This Year's Output and the right column is labeled This Year's Price. The first row reads 400 loaves of break, 6 dollars per loaf. The second row reads 1000 gallons of water, 2 dollars per gallon. The third row reads 800 pieces of fruit, 2 dollars per piece.\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/6c8ac2f751bc8d59c4c609e766727722/original.png\" width=\"400\" /></p>\n\n<p>Gala Land produces three final goods: bread, water, and fruit. The table above shows this year’s output and price for each good.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>Calculate this year’s nominal gross domestic product (GDP).</p>\n\t</li>\n\t<li>\n\t<p>Assume that in Gala Land the GDP deflator (GDP price index) is 100 in the base year and 150 this year.<br />\n\tCalculate each of the following.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>The inflation rate, expressed as a percentage, between the base year and this year</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>This year’s real GDP</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>Since the base year, workers have received a 20 percent increase in their nominal wages. If workers face the same inflation that you calculated in part (b)(i), what has happened to their real wages? Explain.</p>\n\t</li>\n\t<li>\n\t<p>If the GDP deflator in Gala Land increases unexpectedly, would a borrower with a fixed-interest-rate loan be better off or worse off? Explain.</p>\n\t</li>\n</ol>\n"}]}]