[{"id":"FT554299-22","type":"longtextV2","stimulusHtml":"Respond to all parts of the question.","features":[{"type":"sharedpassage","html":"<p>In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.<br />\n<img alt=\"A table is shown with four columns labeled 2009 quantity, 2009 price base year, 2010 quantity, and 2010 price. The first row is for food and has entries 6, 2.5 dollars, 8, and 2.5 dollars. The second row is for clothes and has entries 5, 6 dollars, 10, and 10 dollars. The third row is for entertainment and has entries 2, 4 dollars, 5, and 5 dollars.\" height=\"158\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/9f92e9dce05d8a367d83cbb7b9c3c0cb/original.png\" width=\"650\" /></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>\n\t<p>The outputs and prices of goods and services in Country X are shown in the table above. Assuming that 2009 is the base year, calculate each of the following.</p>\n\n\t<ol style=\"list-style-type:lower-roman\">\n\t\t<li>\n\t\t<p>The nominal gross domestic product (GDP) in 2010</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>The real GDP in 2010</p>\n\t\t</li>\n\t</ol>\n\t</li>\n\t<li>\n\t<p>If in one year the price index is 50 and in the next year the price index is 55, what is the rate of inflation from one year to the next?</p>\n\t</li>\n\t<li>\n\t<p>Assume that next year’s wage rate will be 3 percent higher than this year’s because of inflationary expectations. The actual inflation rate is 4 percent. At the beginning of next year, will the real wage be higher, lower, or the same as today?</p>\n\t</li>\n\t<li>\n\t<p>Assume that Sara gets a fixed-rate loan from a bank when the expected inflation rate is 3 percent. If the actual inflation rate turns out to be 4 percent, who benefits from the unexpected inflation: Sara, the bank, neither, or both? Explain.</p>\n\t</li>\n</ol>\n\n<p>The text box below should be used for notes only and not your final response.</p>\n"}]}]