[{"id":"FT558408","type":"mcq","stimulusHtml":"Based on the graph, demand-pull inflation is caused by a movement from","features":[{"type":"sharedpassage","html":"<p class=\"text-center\"><img alt=\"The figure shows a graph of aggregate demand and aggregate supply with the horizontal axis labeled Real Output and the vertical axis labeled Price Level. There are two points on the horizontal axis. These points are labeled, from left to right, Y 1 and Y f. There are four points on the vertical axis. These points are labeled, from top to bottom, P 4, P 3, P 2 and P 1. There are five lines on the graph. The first line, labeled Long-run Aggregate Supply, begins at point Y f on the horizontal axis and is a vertical line parallel to the vertical axis. The second line is labeled A D 1 and begins slightly to the right of the vertical axis at P3, moves downward and to the right, crosses the Long-run Aggregate Supply  and ends slightly above the horizontal axis, below P 1 and to the right of Y f. The third line, labeled A D 2, lies directly above, and is parallel to A D 1. It begins slightlyto the right of the vertical axis and slightly above P 4. It moves downward and to the right, crosses the Long-run Aggregate Supply line at a point with coordinates Y f and P 2 and ends slightly below P 1 and to the right of Y f. The fourth line is labeled SRAS 1 and begins to the right of the vertical axis below P1 and moves upward and to the right. It intersects A D 1 at a point with coordinates Y 1 and P 1. It continues upward and to the right and intersects Long-run Aggregate Supply at a point with coordinates  Y f and P 2, then continues upward and ends at P4 and to the right of Yf. The fifth line, labeled SRAS 2, lies directly above SRAS 1 and is parallel to SRAS 1. It begins slightly to the right of the vertical axis at P1 and moves upward and to the right and intersects A D 1 at a point with coordinates Y 1 and P 3. It then continues up and to the right and intersects Long-run Aggregate Supply at a point with coordinates Y f and  P 4. It then continues upward and to the right and ends above P 4 to the right of Y f. \" height=\"414\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/4152480ba230601633852c01ee3c9663/original.jpg\" width=\"450\" /></p>\n"}],"choicesHtml":["<p>SRAS<sub>1</sub> to SRAS<sub>2</sub></p>","<p>SRAS<sub>2</sub> to SRAS<sub>1</sub></p>","<p>AD<sub>1</sub> to AD<sub>2</sub></p>","<p>AD<sub>2</sub> to AD<sub>1</sub></p>","Y<em><sub>f</sub> </em>to Y<sub>1</sub>"],"answer":1}]