[{"id":"FT583032","type":"mcq","stimulusHtml":"The concept of opportunity cost is best represented by which of the following?","features":[{"type":"sharedpassage","html":"<p><img alt=\"The figure presents a graph of two production possibility curves in the first quadrant of a coordinate plane. The horizontal axis is labeled “Consumer Goods,” and the vertical axis is labeled “Capital Goods.” One curve is labeled P P C 1, and the other curve is labeled P P C 2. The bowed out P P C 1 curve begins on the vertical axis, above the origin, and extends gradually downward and to the right until it ends on the horizontal axis. It moves gradually at first, then moves more rapidly as it approaches the horizontal axis. There are 3 points on the P P C 1 curve: a point labeled A is indicated on the curve, approximately one fourth of the way along the horizontal axis, a point labeled B is indicated approximately halfway along the horizontal axis, where the curve begins to fall more rapidly, and a point labeled C is indicated approximately three fifths of the way along the horizontal axis. The bowed out P P C 2 curve begins on the vertical axis, above and parallel to the P P C 1 curve, and follows the same behavior as the P P C 1 curve, ending to the right of the P P C 1 curve on the horizontal axis. A point labeled E is indicated on the curve, directly above point C, at the point where the curve begins to fall more rapidly. A point labeled D is indicated inside the P P C 1 curve, below and to the right of point A.\" height=\"289\" src=\"https://assets.learnosity.com/organisations/537/media.academicmerit.com/3eafc11bd4202de08f418a070ab4e748/original.png\" width=\"365\" /></p>\n\n<p>The graph above shows the production possibilities curves (PPC) for an economy.</p>\n"}],"choicesHtml":["<p> A shift from PPC1 to PPC2</p>","<p> A movement from point A to point D</p>","<p> A movement from point B to point C</p>","<p> A movement from point C to point E</p>","<p> A movement from point D to point B</p>"],"answer":1}]