[{"id":"VH917321","type":"mcq","stimulusHtml":"<div><include href=\"../Passage/VH917311.qti.xml\" xmlns:xi=\"http://www.w3.org/2001/XInclude\"></include></div><p class=\"stem_paragraph\">At a price of <span class=\"math_expression\"><span aria-label=\"P 2\"><math alttext=\"P 2\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><msub><mstyle mathvariant=\"normal\"><mrow><mi>P</mi></mrow></mstyle><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math></span></span> in the diagram above which of the following will happen in the market?</p>\n","rubricRef":"VH917321_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of two lines. The horizontal axis is labeled “Quantity,” and the vertical axis is labeled “Price per Unit.” There are 9 points indicated along the horizontal axis. From left to right, the points are labeled 0, 15, 30, 45, 60, 75, 90, 105, and 120. There are 3 points indicated on the vertical axis. From top to bottom, the points are labeled “P 2,” “P 1,” and “P 0.” The first line is labeled D, and begins above P 2 on the vertical axis. The line moves downward and to the right, and passes through the points where P 2 meets 30, where P 1 meets 60, and where P 0 meets 75. Line D ends near 120 on the horizontal axis. The second line is labeled S and begins slightly above 0 on the vertical axis. The line moves upward and to the right, and passes through the points where P 0 meets 45, P 1 meets 60, and P 2 meets 90. Line S ends far above the horizontal axis, between 105 and 120, and far to the right of the vertical axis.\" height=\"243\" src=\"https://assets.learnosity.com/organisations/537/VH917311.g01.png\" style=\"margin-left: 280px;\" width=\"400\" /></div>\n\n<p class=\"passage_para\">The supply (S) and demand (D) for a good are shown in the diagram above.</p>\n</div>\n</div>\n</div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">There will be a surplus of 30 units and 90 units will be exchanged.</p>","<p class=\"choice_paragraph\">There will be a surplus of 90 units and 30 units will be exchanged.</p>","<p class=\"choice_paragraph\">There will be a surplus of 60 units and 30 units will be exchanged.</p>","<p class=\"choice_paragraph\">There will be a shortage of 90 units and 30 units will be exchanged.</p>","<p class=\"choice_paragraph\">There will be a shortage of 30 units and 90 units will be exchanged.</p>"],"answer":2}]