[{"id":"VH927462","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\">\n<div class=\"passage\"><div class=\"prose style:1\"><p class=\"passage_para\">The diagram shows the effect of a monetary policy action on aggregate demand.</p></div></div>\n<div class=\"standalone_image\"><img alt=\"The figure shows a graph of three curves in a coordinate plane. The horizontal axis is labeled “Real G D P,” and the vertical axis is labeled “Price Level.” The three curves on the graph are labeled S R A S, A D sub 1, and A D sub 2. The S R A S curve begins just above and just to the right of the origin, and moves upward and to the right in a straight line. It ends about two thirds of the way along the horizontal axis, and about three fourths of the way up the vertical axis. The A D sub 1 curve begins just to the right of the vertical axis, at a height just below where the S R A S curve ends, and moves downward and to the right in a straight line. The A D sub 1 curve intersects the S R A S curve, and ends to the right of where the S R A S curve ends, just above the horizontal axis. The A D sub 2 curve begins above and to the right of where the A D sub 1 curve begins, and moves downward and to the right in a straight line, parallel to the A D sub 1 curve. The A D sub 2 curve intersects the S R A S curve, and ends above and to the right of where the A D sub 1 curve ends. An arrow is drawn on the graph, below the S R A S curve, and points horizontally to the right, from the A D sub 1 curve to the A D sub 2 curve.\" src=\"https://assets.learnosity.com/organisations/537/VR598545.g03.svg\"></div>\n</div></div><p class=\"stem_paragraph\">Which of the following will shift the aggregate demand curve in the direction shown in the diagram above?</p>\n","rubricRef":"VH927462_rubric","choicesHtml":["<p class=\"choice_paragraph\">A decrease in the money supply</p>","<p class=\"choice_paragraph\">A decrease in the monetary base</p>","<p class=\"choice_paragraph\">A decrease in the policy rate</p>","<p class=\"choice_paragraph\">An increase in the required reserve ratio</p>","<p class=\"choice_paragraph\">The sale of bonds to the private sector by the central bank</p>"],"answer":2}]