[{"id":"VH926116","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Use the graph to answer the question.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of 5 curves in the first quadrant of a coordinate plane. The horizontal axis is labeled Real G D P, and the vertical axis is labeled Price Level. The first curve is labeled S R A S 1 and begins slightly above the horizontal axis and to the right of the vertical axis. It moves upward and to the right in a straight line. It ends far above the horizontal axis and far to the right of the vertical axis. The second curve is labeled S R A S 2 and begins slightly above and to the left of the S R A S 1 curve. It moves upward and to the right in a straight line, parallel to the S R A S 1 curve. It ends far above the horizontal axis and far to the right of the vertical axis. The third curve is labeled A D 1 and begins far above the horizontal axis and slightly to the right of the vertical axis. It moves downward and to the right in a straight line and intersects with both S R A S 2 curve and S R A S 1 curve. The fourth curve is labeled A D 2 and begins slightly above and to the right of the A D 1 curve. It moves downward and to the right in a straight line, parallel to the A D 1 curve, and intersects with both S R A S 2 curve and S R A S 1 curve. A D 2 is slightly above A D 1. The fifth curve is labeled L R A S, and is a vertical line that starts from the horizontal axis and moves upwards. It passes through the point where the S R A S 1 and A D 1 curves intersect and then passes through the point where the S R A S 2 and A D 2 curves intersect.\" height=\"273\" src=\"https://assets.learnosity.com/organisations/537/VH926116.g03.png\" width=\"400\" /></div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Suppose that the economy is in a recession. In the absence of government policy action to restore the economy to full employment, how will the economy adjust in the long run?</p>\n","rubricRef":"VH926116_rubric","choicesHtml":["<p class=\"choice_paragraph\">The <span class=\"math_expression\"><span aria-label=\"S R A S 1\"><math alttext=\"S R A S 1\" overflow=\"scroll\"><mrow><msub><mrow><mtext>SRAS</mtext></mrow><mrow><mn>1</mn></mrow></msub></mrow></math></span></span> curve shifts to the left as nominal wages decrease and full employment is restored.</p>","<p class=\"choice_paragraph\">The <span class=\"math_expression\"><span aria-label=\"S R A S 1\"><math alttext=\"S R A S 1\" overflow=\"scroll\"><mrow><msub><mrow><mtext>SRAS</mtext></mrow><mrow><mn>1</mn></mrow></msub></mrow></math></span></span> curve shifts to the right as nominal wages increase and full employment is restored.</p>","<p class=\"choice_paragraph\">The <span class=\"math_expression\"><span aria-label=\"S R A S 2\"><math alttext=\"S R A S 2\" overflow=\"scroll\"><mrow><msub><mrow><mtext>SRAS</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></math></span></span> curve shifts to the left as nominal wages increase and full employment is restored.</p>","<p class=\"choice_paragraph\">The <span class=\"math_expression\"><span aria-label=\"S R A S 2\"><math alttext=\"S R A S 2\" overflow=\"scroll\"><mrow><msub><mrow><mtext>SRAS</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></math></span></span> curve shifts to the right as nominal wages decrease and full employment is restored.</p>","<p class=\"choice_paragraph\">The <span class=\"math_expression\"><span aria-label=\"A D 2\"><math alttext=\"A D 2\" overflow=\"scroll\"><mrow><msub><mrow><mtext>AD</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></math></span></span> curve shifts to the left as nominal wages decrease and full employment is restored.</p>"],"answer":3}]