[{"id":"VH925526","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">The diagram below shows various points on three aggregate demand <span class=\"math_expression\"><span aria-label=\"A D \"><math alttext=\"A D \" overflow=\"scroll\"><mstyle><mrow><mtext>(AD)</mtext></mrow></mstyle></math></span></span> curves.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of three lines in the first quadrant of the coordinate plane. The horizontal axis is labeled Real G D P and the vertical axis is labeled Price Level. Three lines are shown, labeled A D 1, A D 2, and A D 3. Line A D 1 begins at about two thirds up the vertical axis, moves downward and to the right, and ends halfway on the horizontal axis. A point, labeled X, is located near the beginning of Line A D 1. Line A D 2 begins slightly near the top of the vertical axis, and moves downward and to the right and ends about three quarters above the horizontal axis. A point, labeled Y, is shown halfway down line A D 2, and another point, labeled Z, is located approximately two thirds down line A D 2 to the right of point Y. Line A D 3 begins one quarter of the way across the horizontal axis and at the top of the vertical axis, and moves downward and to the right. It ends near the rightmost point on the horizontal axis. A point, labeled W, is located approximately two thirds down line A D 3.\" height=\"319\" src=\"https://assets.learnosity.com/organisations/537/VH925526.g02.png\" width=\"400\" /></div>\n\n<p class=\"stem_paragraph\">A decrease in the price level will produce a movement between which of the following two points on the diagram above?</p>\n","rubricRef":"VH925526_rubric","choicesHtml":["<p class=\"choice_paragraph\">From point X to point Y</p>","<p class=\"choice_paragraph\">From point W to point Y</p>","<p class=\"choice_paragraph\">From point W to point Z</p>","<p class=\"choice_paragraph\">From point Z to point Y</p>","<p class=\"choice_paragraph\">From point Y to point Z</p>"],"answer":4}]