[{"id":"VH922736","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"standalone_image\"><img alt=\"The figure shows a graph of three curves in the first quadrant of a coordinate plane. The horizontal axis is labeled “Real G D P,” and the value Y sub F is indicated about one third of the way along the axis. The vertical axis is labeled “Price Level.” The three curves on the graph are labeled L R A S, S R A S, and A D. Curve L R A S begins on the horizontal axis at Y sub F and moves vertically upward. Curve S R A S begins slightly above the horizontal axis and to the left of curve L R A S, and moves upward and to the right in a straight line. Curve S R A S intersects curve L R A S about one fifth of the way up the vertical axis, and ends far to the right of Y sub F and about two thirds of the way up the vertical axis. Curve A D begins near the top of the graph, just to the right of the vertical axis, and moves downward and to the right in a straight line. It intersects curve L R A S about halfway up the vertical axis, and then intersects curve S R A S at a point labeled H, which is about halfway along the horizontal axis and one third of the way up the vertical axis. Curve A D ends to the right of Y sub F and just above the horizontal axis.\" src=\"https://assets.learnosity.com/organisations/537/VR600534.g05.svg\"></div></div></div><p class=\"stem_paragraph\">A country’s economy is in equilibrium at point <span class=\"math_expression\"><span aria-label=\"H\"><math alttext=\"H\" overflow=\"scroll\"><mstyle mathvariant=\"normal\"><mrow><mtext>H</mtext></mrow></mstyle></math></span></span>. Which of the following policies would be most effective to reduce the price level in the short run?</p>\n","rubricRef":"VH922736_rubric","choicesHtml":["<p class=\"choice_paragraph\">Increasing the minimum wage</p>","<p class=\"choice_paragraph\">Increasing government expenditures</p>","<p class=\"choice_paragraph\">Increasing interest on reserves</p>","<p class=\"choice_paragraph\">Decreasing the required reserve ratio</p>","<p class=\"choice_paragraph\">Decreasing income tax rates</p>"],"answer":2}]