[{"id":"VH927881","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Assume the banking system in Zenobia has ample reserves. Which of the following reserve market graphs demonstrates the effect of the central bank of Zenobia increasing its administered interest rates?</p>\n","rubricRef":"VH927881_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows a graph of two curves in a coordinate plane. The horizontal axis is labeled “Quantity of Reserves,” and no values are indicated. The vertical axis is labeled “Policy Rate,” and the policy rates P R sub 1 and P R sub 2 are indicated. Policy rate P R sub 1 is located about one fourth of the way up the vertical axis. Policy rate P R sub 2 is located below P R sub 1. Four dashed horizontal grid lines are drawn on the graph. The first grid line begins on the vertical axis at P R sub 2 and moves horizontally to the right. The second grid line begins on the vertical axis at P R sub 1 and moves horizontally to the right. The third grid line begins on and about three fifths of the way up the vertical axis, and moves horizontally to the right. The fourth grid line begins on the vertical axis, above the third grid line, and moves horizontally to the right. The distance between the third and fourth grid lines is about the same as the distance between the first and second grid lines. The two curves on the graph are labeled S sub R and D sub R. The S sub R curve begins on and about three fifths of the way along the horizontal axis, and moves vertically upward. The D sub R curve is comprised of two identical curves that partially overlap each other. The initial D sub R curve begins on the vertical axis, at the fourth grid line, and moves horizontally to the right until it reaches a point about one fifth of the way along the horizontal axis. It then moves steeply downward and to the right in a straight line until it reaches P R sub 1, about one third of the way along the horizontal axis. The initial D sub R curve then moves horizontally to the right, intersects the S sub R curve, and ends near the end of the horizontal axis. The second D sub R curve begins on the vertical axis, at the third grid line, and moves horizontally to the right, parallel to the initial D sub R curve, until it reaches the slanted portion of the initial D sub R curve. The second D sub R curve then moves steeply downward and to the right in a straight line, such that part of its slanted portion overlaps the slanted portion of the initial D sub R curve. The second D sub R curve continues to move steeply downward and to the right until it reaches the first grid line at P R sub 2. The second D sub R curve then moves horizontally to the right, parallel to the initial D sub R curve, and intersects the S sub R curve. The second D sub R curve ends near the end of the horizontal axis, directly below where the initial D sub R curve ends. Three arrows are drawn on the graph. The first arrow is drawn to the right of the vertical axis, between the first and second grid lines, and points vertically downward, from P R sub 1 to P R sub 2. The second arrow is drawn to the right of the vertical axis, between the third and fourth grid lines, and points vertically downward, from the initial D sub R curve to the second D sub R curve. The third arrow is drawn to the right of the S sub R curve, between the first and second grid lines, and points vertically downward, from the initial D sub R curve to the second D sub R curve.\" src=\"https://assets.learnosity.com/organisations/537/VR598542.g17.svg\"></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows a graph of two curves in a coordinate plane. The horizontal axis is labeled “Quantity of Reserves,” and no values are indicated. The vertical axis is labeled “Policy Rate,” and the policy rates P R sub 1 and P R sub 2 are indicated. Policy rate P R sub 1 is located about one fifth of the way up the vertical axis. Policy rate P R sub 2 is located above P R sub 1. Four dashed horizontal grid lines are drawn on the graph. The first grid line begins on the vertical axis at P R sub 1 and moves horizontally to the right. The second grid line begins on the vertical axis at P R sub 2 and moves horizontally to the right. The third grid line begins on and about three fifths of the way up the vertical axis, and moves horizontally to the right. The fourth grid line begins on the vertical axis, above the third grid line, and moves horizontally to the right. The distance between the third and fourth grid lines is about the same as the distance between the first and second grid lines. The two curves on the graph are labeled S sub R and D sub R. The S sub R curve begins on and about three fifths of the way along the horizontal axis, and moves vertically upward. The D sub R curve is comprised of two identical curves that partially overlap each other. The initial D sub R curve begins on the vertical axis, at the third grid line, and moves horizontally to the right until it reaches a point about one sixth of the way along the horizontal axis. It then moves steeply downward and to the right in a straight line until it reaches P R sub 1, about one third of the way along the horizontal axis. The initial D sub R curve then moves horizontally to the right, intersects the S sub R curve, and ends near the end of the horizontal axis. The second D sub R curve begins on the vertical axis, at the fourth grid line, and moves horizontally to the right, parallel to the initial D sub R curve, until it reaches the slanted portion of the initial D sub R curve. The second D sub R curve then moves steeply downward and to the right in a straight line, such that part of its slanted portion overlaps the slanted portion of the initial D sub R curve. The second D sub R curve continues to move steeply downward and to the right until it reaches the second grid line at P R sub 2. The second D sub R curve then moves horizontally to the right, parallel to the initial D sub R curve, and intersects the S sub R curve. The second D sub R curve ends near the end of the horizontal axis, directly above where the initial D sub R curve ends. Three arrows are drawn on the graph. The first arrow is drawn to the right of the vertical axis, between the first and second grid lines, and points vertically upward, from P R sub 1 to P R sub 2. The second arrow is drawn to the right of the vertical axis, between the third and fourth grid lines, and points vertically upward, from the initial D sub R curve to the second D sub R curve. The third arrow is drawn to the right of the S sub R curve, between the first and second grid lines, and points vertically upward, from the initial D sub R curve to the second D sub R curve.\" src=\"https://assets.learnosity.com/organisations/537/VR598542.g13.svg\"></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows a graph of two curves in a coordinate plane. The horizontal axis is labeled “Quantity of Reserves,” and no values are indicated. The vertical axis is labeled “Policy Rate,” and the policy rates P R sub 1 and P R sub 2 are indicated. Policy rate P R sub 1 is located about one fifth of the way up the vertical axis. Policy rate P R sub 2 is located above P R sub 1. Four dashed horizontal grid lines are drawn on the graph. The first grid line begins on the vertical axis at P R sub 1 and moves horizontally to the right. The second grid line begins on the vertical axis at P R sub 2 and moves horizontally to the right. The third grid line begins on and about three fifths of the way up the vertical axis, and moves horizontally to the right. The fourth grid line begins on the vertical axis, above the third grid line, and moves horizontally to the right. The distance between the third and fourth grid lines is about the same as the distance between the first and second grid lines. The two curves on the graph are labeled S sub R and D sub R. The S sub R curve begins on and about one fourth of the way along the horizontal axis, and moves vertically upward. The D sub R curve is comprised of two identical curves that partially overlap each other. The initial D sub R curve begins on the vertical axis, at the third grid line, and moves horizontally to the right until it reaches a point about one sixth of the way along the horizontal axis. It then moves steeply downward and to the right in a straight line and intersects the S sub R curve. The initial D sub R curve continues to move steeply downward and to the right until it reaches P R sub 1, about one third of the way along the horizontal axis. It then moves horizontally to the right and ends near the end of the horizontal axis. The second D sub R curve begins on the vertical axis, at the fourth grid line, and moves horizontally to the right, parallel to the initial D sub R curve, until it reaches the slanted portion of the initial D sub R curve. The second D sub R curve then moves steeply downward and to the right in a straight line, such that part of its slanted portion overlaps the slanted portion of the initial D sub R curve, and then intersects the S sub R curve. The second D sub R curve continues to move steeply downward and to the right until it reaches the second grid line at P R sub 2. The second D sub R curve then moves horizontally to the right, parallel to the initial D sub R curve, and ends near the end of the horizontal axis, directly above where the initial D sub R curve ends. Three arrows are drawn on the graph. The first arrow is drawn to the right of the vertical axis, between the first and second grid lines, and points vertically upward, from P R sub 1 to P R sub 2. The second arrow is drawn to the right of the vertical axis, between the third and fourth grid lines, and points vertically upward, from the initial D sub R curve to the second D sub R curve. The third arrow is drawn far to the right of the slanted portion of the D sub R curve, between the first and second grid lines, and points vertically upward, from the initial D sub R curve to the second D sub R curve.\" src=\"https://assets.learnosity.com/organisations/537/VR598542.g18.svg\"></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows a graph of three curves in a coordinate plane. The horizontal axis is labeled “Quantity of Reserves,” and no values are indicated. The vertical axis is labeled “Policy Rate,” and the policy rate P R sub 2 equals P R sub 1 is indicated about one fifth of the way up the axis. Two dashed horizontal grid lines are drawn on the graph. The first grid line begins on the vertical axis at P R sub 2 equals P R sub 1 and moves horizontally to the right. The second grid line begins on and a little more than halfway up the vertical axis, and moves horizontally to the right. The three curves on the graph are labeled S sub R 1, S sub R 2, and D sub R. The S sub R 1 curve begins on and about two thirds of the way along the horizontal axis, and moves vertically upward. The S sub R 2 curve begins on the horizontal axis and to the left of the S sub R 1 curve, and moves vertically upward, parallel to the S sub R 1 curve. The D sub R curve begins on the vertical axis, at the second grid line, and moves horizontally to the right until it reaches a point about one fifth of the way along the horizontal axis. It then moves steeply downward and to the right in a straight line until it reaches P R sub 2 equals P R sub 1, about one third of the way along the horizontal axis. The D sub R curve then moves horizontally to the right, intersects the S sub R 2 curve, then intersects the S sub R 1 curve, and ends near the end of the horizontal axis. An arrow is drawn on the graph, between the two grid lines, and points horizontally to the left, from the S sub R 1 curve to the S sub R 2 curve.\" src=\"https://assets.learnosity.com/organisations/537/VR598542.g15.svg\"></span></p>","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure shows a graph of three curves in a coordinate plane. The horizontal axis is labeled “Quantity of Reserves,” and no values are indicated. The vertical axis is labeled “Policy Rate,” and the policy rate P R sub 2 equals P R sub 1 is indicated about one fifth of the way up the axis. Two dashed horizontal grid lines are drawn on the graph. The first grid line begins on the vertical axis at P R sub 2 equals P R sub 1 and moves horizontally to the right. The second grid line begins on and a little more than halfway up the vertical axis, and moves horizontally to the right. The three curves on the graph are labeled S sub R 1, S sub R 2, and D sub R. The S sub R 1 curve begins on and about three fifths of the way along the horizontal axis, and moves vertically upward. The S sub R 2 curve begins on the horizontal axis and to the right of the S sub R 1 curve, and moves vertically upward, parallel to the S sub R 1 curve. The D sub R curve begins on the vertical axis, at the second grid line, and moves horizontally to the right until it reaches a point about one fifth of the way along the horizontal axis. It then moves steeply downward and to the right in a straight line until it reaches P R sub 2 equals P R sub 1, about one third of the way along the horizontal axis. The D sub R curve then moves horizontally to the right, intersects the S sub R 1 curve, then intersects the S sub R 2 curve, and ends near the end of the horizontal axis. An arrow is drawn on the graph, between the two grid lines, and points horizontally to the right, from the S sub R 1 curve to the S sub R 2 curve.\" src=\"https://assets.learnosity.com/organisations/537/VR598542.g16.svg\"></span></p>"],"answer":1}]