[{"id":"VH953883","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph of five curves in the first quadrant of the coordinate plane. The horizontal axis is labeled Real GDP and the vertical axis is labeled Price Level. The first curve is labeled A D 1. It begins to the right of the vertical axis and near the top of the vertical axis, and curves steeply down and to the right ending halfway across the vertical axis and near the bottom of the vertical axis. There is a data point marked X halfway through the line. The second curve is labeled AD sub 2. It begins to the right of line A D sub 1 and curves down and to the right in a similar pattern. There is a data point marked Y halfway through the line. The third curve is labeled AD sub 3. It begins to the right of A D sub 2 and curves down and to the right in a similar pattern. There is a data point marked Z halfway through the line. The fourth curve is labeled as L R A S. It begins halfway across the horizontal axis and runs straight upward and parallel to the vertical axis and intersects both line A D sub 1 and A D sub 2. The fifth curve is labeled S R A S and it begins near the leftmost point on the horizontal axis and approximately on quarter of the way up the vertical axis. It moves up and to the right intersecting curve A D 1 at point X, curve A D 2 and L R A S at point Y, and curve A D 3 at point Z.\" height=\"288\" src=\"https://assets.learnosity.com/organisations/537/VH953883.g04.png\" width=\"350\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Given the graph of the short-run aggregate supply <span class=\"math_expression\"><span aria-label=\" S R A S \"><math alttext=\" S R A S \" overflow=\"scroll\"><mstyle><mrow><mrow><mo>(</mo><mtext>SRAS</mtext><mo>)</mo></mrow></mrow></mstyle></math></span></span> and long-run aggregate supply <span class=\"math_expression\"><span aria-label=\"L R A S \"><math alttext=\"L R A S \" overflow=\"scroll\"><mstyle><mrow><mrow><mo>(</mo><mtext>LRAS</mtext><mo>)</mo></mrow></mrow></mstyle></math></span></span> curves above, which of the following is true?</p>\n","rubricRef":"VH953883_rubric","choicesHtml":["<p class=\"choice_paragraph\">At point Z, the economy has cyclical unemployment.</p>","<p class=\"choice_paragraph\">At point Z, the economy is in long-run equilibrium but not in short-run equilibrium.</p>","<p class=\"choice_paragraph\">At point Y, the natural rate of unemployment is zero.</p>","<p class=\"choice_paragraph\">At point X, the economy is experiencing a recessionary gap.</p>","<p class=\"choice_paragraph\">At point X, there is no frictional unemployment.</p>"],"answer":3}]