[{"id":"VH967255","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"passage\"><div class=\"prose style:1\"><div class=\"standalone_image\"><img alt=\"The figure presents a graph in the first quadrant of a coordinate plane. The horizontal axis is labeled “Real G D P,” and the vertical axis is labeled “Price Level.” There are three lines on the graph that are labeled L R A S, S R A S, and A D. Line L R A S begins on the horizontal axis, and to the far right of the vertical axis. It moves vertically upward, and runs parallel to the vertical axis. Line S R A S begins slightly above the origin, and just to the right of the vertical axis. It moves upward and to the right in a straight line, and intersects Line L R A S. It ends far above the horizontal axis, and far to the right of the vertical axis. Line A D begins near the top of the graph, and just to the right of the vertical axis. It moves downward and to the right in a straight line, intersects Line S R A S, and then intersects Line L R A S. It ends just above the horizontal axis, and below where Line S R A S ends. The intersection of Line S R A S and Line A D is to the left of Line L R A S.\" src=\"https://assets.learnosity.com/organisations/537/VR598549.g03.svg\"></div></div></div></div></div><p class=\"stem_paragraph\">An economy with limited reserves in its banking system is in short-run equilibrium as illustrated in the graph provided. Which of the following combinations of policy actions would definitely move the economy toward long-run equilibrium?</p>\n","rubricRef":"VH967255_rubric","choicesHtml":["<p class=\"choice_paragraph\">A decrease in government spending and an increase in income taxes</p>","<p class=\"choice_paragraph\">An increase in government spending and a central bank bond sale</p>","<p class=\"choice_paragraph\">A central bank bond purchase and an increase in the discount rate</p>","<p class=\"choice_paragraph\">A central bank bond sale and an increase in income taxes</p>","<p class=\"choice_paragraph\">A decrease in income taxes and a central bank bond purchase</p>"],"answer":4}]