[{"id":"VH967310","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Use the graph below of a long-run Phillips Curve <span class=\"math_expression\"><span aria-label=\"open parenthesis, L R P C, close parenthesis\"><math alttext=\"open parenthesis, L R P C, close parenthesis\" overflow=\"scroll\"><mstyle><mrow><mrow><mo>(</mo><mtext></mtext><mtext>LRPC</mtext><mo>)</mo></mrow></mrow></mstyle></math></span></span> and a short-run Phillips Curve <span class=\"math_expression\"><span aria-label=\"open parenthesis, S R P C, close parenthesis\"><math alttext=\"open parenthesis, S R P C, close parenthesis\" overflow=\"scroll\"><mstyle><mrow><mrow><mo>(</mo><mtext>SRPC</mtext><mo>)</mo></mrow></mrow></mstyle></math></span></span> to answer the question.</p>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph in the first quadrant of a coordinate plane with the origin labeled 0. The horizontal axis is labeled “Unemployment Rate,” and the vertical axis is labeled “Inflation Rate.” There are two lines on the graph that are labeled L R P C and S R P C. Line L R P C begins on the horizontal axis, and to the right of the vertical axis. It moves vertically upward, and runs parallel to the vertical axis. Line S R P C begins near the top of the graph, and just to the right of the vertical axis. It moves downward and to the right in a straight line, and intersects Line L R P C. It ends just above the horizontal axis, and to the far right of the vertical axis. There are five points indicated on the graph that are labeled as follows: J, K, X, Y, Z. Point Y is located at the intersection of the lines L R P C and S R P C. Point X is located on Line S R P C, above and to the left of the intersection of the lines L R P C and S R P C. Point K is located on Line L R P C, above the intersection of the lines L R P C an S R P C, and directly to the right of Point X. Point Z is located on Line S R P C, below and to the right of the intersection of the lines L R P C and S R P C. Point J is located on Line L R P C, below the intersection of the lines L R P C an S R P C, and directly to the left of Point Z.\" height=\"261\" src=\"https://assets.learnosity.com/organisations/537/VH967310.g02.png\" width=\"300\" /></div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following points illustrates an inflationary gap?</p>\n","rubricRef":"VH967310_rubric","choicesHtml":["<p class=\"choice_paragraph\">X</p>","<p class=\"choice_paragraph\">Y</p>","<p class=\"choice_paragraph\">Z</p>","<p class=\"choice_paragraph\">K</p>","<p class=\"choice_paragraph\">J</p>"],"answer":0}]