[{"id":"VH967242","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph in the first quadrant of a coordinate plane with the origin labeled 0. The horizontal axis is labeled Real G D P, and the vertical axis is labeled Price Level. There are three lines on the graph that are labeled L R A S, S R A S, and A D. Line L R A S begins on the horizontal axis, and to the right of the vertical axis. It moves vertically upward, and runs parallel to the vertical axis. Line S R A S begins slightly above the origin, and just to the right of the vertical axis. It moves upward and to the right in a straight line, intersects Line L R A S, and ends far above the horizontal axis, and far to the right of the vertical axis. Line A D begins near the top of the graph, and just to the right of the vertical axis. It moves downward and to the right in a straight line, intersects Line L R A S, and then intersects Line S R A S. It ends just above the horizontal axis, and below where Line S R A S ends.\" height=\"213\" src=\"https://assets.learnosity.com/organisations/537/VH967242.g02.png\" width=\"250\" /></div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Given the situation illustrated in the graph and holding all other influences constant, which of the following policies will restore the macroeconomic equilibrium to full employment?</p>\n","rubricRef":"VH967242_rubric","choicesHtml":["<p class=\"choice_paragraph\">A contractionary fiscal policy and an expansionary monetary policy</p>","<p class=\"choice_paragraph\">A contractionary fiscal policy and a contractionary monetary policy</p>","<p class=\"choice_paragraph\">An expansionary fiscal policy and a contractionary monetary policy</p>","<p class=\"choice_paragraph\">An expansionary fiscal policy and an expansionary monetary policy</p>","<p class=\"choice_paragraph\">An expansionary fiscal policy without monetary policy</p>"],"answer":1}]