[{"id":"VH981409","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph in the first quadrant of a coordinate plane, with the origin labeled 0. The horizontal axis is labeled Quantity of G B P. The vertical axis is labeled Dollar per G B P, and the values $1.30, $1.50, and $1.70 are indicated. $1.30 lies about one fourth of the way up the vertical axis. The distance from $1.30 to $1.50 is approximately half the distance from $1.30 to the origin. The distance from $1.50 to $1.70 is about the same as the distance from $1.30 to $1.50. On the graph, there are two lines that are labeled D and S. Line D begins slightly above $1.70 and just to the right of the vertical axis, and moves downward and to the right in a straight line. It ends slightly below $1.30, about two thirds of the way along the horizontal axis. Line S begins slightly below $1.30 and just to the right of the vertical axis, and moves upward and to the right in a straight line. It intersects with Line D at $1.50, about one third of the way along the horizontal axis. Line S ends slightly above $1.70, almost directly above where Line D ends. From $1.70 on the vertical axis, a dashed horizontal line emanates to the right, crosses Line D, and then intersects Line S. From the intersection of that dashed horizontal line and Line D, a dashed vertical line moves downward, intersects Line S, and hits the horizontal axis. From $1.50 on the vertical axis, a second dashed horizontal line emanates to the right and passes through the intersection of Lines D and S. From the intersection of Lines D and S, a dashed vertical line moves downward and hits the horizontal axis. From $1.30 on the vertical axis, a third dashed horizontal line emanates to the right, crosses Line S, and then intersects Line D. From the intersection of that dashed horizontal line and Line S, a dashed vertical line moves downward and hits the horizontal axis. From the intersection of that dashed horizontal line and Line D, a dashed vertical line moves downward and hits the horizontal axis.\" height=\"296\" src=\"https://assets.learnosity.com/organisations/537/VH981409.g03.png\" width=\"400\" /></div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph shows the foreign exchange market for the British pound&nbsp;<span class=\"math_expression\"><span aria-label=\"open parenthesis, G B P, close parenthesis\"><math alttext=\"open parenthesis, G B P, close parenthesis\" overflow=\"scroll\"><mstyle><mrow><mrow><mo>(</mo><mtext>GBP</mtext><mo>)</mo></mrow></mrow></mstyle></math></span></span>. If the exchange rate is $1.70, which of the following is true?</p>\n","rubricRef":"VH981409_rubric","choicesHtml":["<p class=\"choice_paragraph\">The British pound is in equilibrium.</p>","<p class=\"choice_paragraph\">The surplus of British pounds will cause the British pound to depreciate.</p>\n","<p class=\"choice_paragraph\">The shortage of British pounds will cause the British pound to depreciate.</p>\n","<p class=\"choice_paragraph\">The surplus of British pounds will cause the British pound to appreciate.</p>\n","<p class=\"choice_paragraph\">The shortage of British pounds will cause the British pound to appreciate.</p>\n"],"answer":1}]