[{"id":"VH981273","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Use the graph to answer the question.</p>\n\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph in the first quadrant of a coordinate plane, with the origin labeled 0. The horizontal axis is labeled Quantity of Rupees, and the numbers 30, 50, and 70 are indicated from left to right. The vertical axis is labeled Yen per Rupee, and the values 3.0 yen, 7.5 yen, and 10 yen are indicated from bottom to top. On the graph, there are two lines that are labeled D and S. Line D begins on the vertical axis, and slightly above 10 yen, and moves down and to the right in a straight line. It ends slightly below 3.0 yen, and to the right of 70, about a little more than three fourths of the way along the horizontal axis. Line S begins on the vertical axis, and slightly above the origin, and moves up and to the right in a straight line. It intersects with Line D at the coordinate 50 comma 7.5 yen, about half way along the horizontal axis. Line S ends slightly above 10 yen, almost directly above where Line D ends. From 10 yen on the vertical axis, a dashed horizontal line emanates to the right, crosses Line D, and then intersects Line S. From the intersection of that dashed horizontal line and Line D, a dashed vertical line moves downward, intersects Line S, and hits the horizontal axis at quantity 30. From the intersection of that dashed horizontal line and Line S, a dashed vertical line moves downward, intersects Line D, and hits the horizontal axis at quantity 70. From 7.5 yen on the vertical axis, a second dashed horizontal line emanates to the right and passes through the intersection of Lines D and S. From the intersection of Lines D and S, a dashed vertical line moves downward and hits the horizontal axis at quantity 50. From 3.5 yen on the vertical axis, a third dashed horizontal line emanates to the right, crosses Line S, and then intersects Line D. From the intersection of that dashed horizontal line and Line S, a dashed vertical line moves downward and hits the horizontal axis at quantity 30. From the intersection of that dashed horizontal line and Line D, a dashed vertical line moves downward and hits the horizontal axis at quantity 70.\" height=\"336\" src=\"https://assets.learnosity.com/organisations/537/VH981273.g04.png\" style=\"margin-left: 280px;\" width=\"350\" /></div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">If one Indian rupee is exchanged for three Japanese yen in the foreign exchange market, which of the following describes the foreign exchange market for Indian rupees?</p>\n","rubricRef":"VH981273_rubric","choicesHtml":["<p class=\"choice_paragraph\">There is a surplus of 40 yen.</p>","<p class=\"choice_paragraph\">There is a surplus of 20 rupees.</p>","<p class=\"choice_paragraph\">There is a shortage of 20 yen.</p>","<p class=\"choice_paragraph\">There is a shortage of 40 rupees.</p>","<p class=\"choice_paragraph\">The foreign exchange market is in equilibrium.</p>"],"answer":3}]