[{"id":"VH981363","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph in the first quadrant of a coordinate plane. The horizontal axis is labeled Quantity of Pesos. The vertical axis is labeled Dollar per Peso. There are three straight lines on the graph, which are labeled D sub 0, D sub 1, and S sub 0. Lines D sub 0 and D sub 1 are parallel to each other. Line D sub 0 begins just to the right of, and about two thirds of the way up the vertical axis. It moves down and to the right, and ends near the end of the horizontal axis, and about one third of the way up the vertical axis. Line D sub 1 begins about half way up the vertical axis, below where Line D sub 0 begins. It moves down and to the right, and ends about two thirds of the way along the horizontal axis, and to the right of where Line D sub 0 ends. Line S sub 0 begins about one third of the way up the vertical axis, below where Line D sub 1 begins. It moves up and to the right, and intersects Line D sub 1, and then intersects Line D sub 0. Line S sub 0 ends near the end of the horizontal axis, and above Line D sub 0, about two thirds of the way up the vertical axis. Two dashed lines emanate from the intersection of Lines D sub 0 and S sub 0. The first dashed line moves vertically downward from the intersection, and touches the horizontal axis. The second dashed line moves horizontally to the left and touches the vertical axis. Two dashed lines emanate from the intersection of Lines D sub 1 and S sub 0. The first dashed line moves vertically downward from the intersection, and touches the horizontal axis. The second dashed line moves horizontally to the left and touches the vertical axis.\" height=\"327\" src=\"https://assets.learnosity.com/organisations/537/VH981363.g03.png\" width=\"250\" /></div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Which of the following best explains the change in the international value of the peso caused by a shift of the demand curve from <span class=\"math_expression\"><span aria-label=\"D sub 0\"><math alttext=\"D sub 0\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>D</mtext></mrow><mrow><mn>0</mn></mrow></msub></mrow></mstyle></math></span></span> to <span class=\"math_expression\"><span aria-label=\"D sub 1\"><math alttext=\"D sub 1\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>D</mtext></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math></span></span> in the dollar-peso foreign exchange market?</p>\n","rubricRef":"VH981363_rubric","choicesHtml":["<p class=\"choice_paragraph\">The peso has appreciated because Americans’ demand for Mexican financial assets increased.</p>","<p class=\"choice_paragraph\">The peso has appreciated because Mexicans’ demand for United States financial assets increased.</p>","<p class=\"choice_paragraph\">The peso has depreciated because Americans’ demand for Mexican goods and services decreased.</p>","<p class=\"choice_paragraph\">The peso has depreciated because Mexicans’ demand for American goods and services decreased.</p>","<p class=\"choice_paragraph\">The peso has depreciated because Americans are unwilling to sell products to Mexico.</p>"],"answer":2}]