[{"id":"VH992515","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\" style=\"margin-left: 40px;\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure presents a graph in the first quadrant of a coordinate plane, with the origin labeled 0. The horizontal axis is labeled Quantity of Dollars. The vertical axis is labeled Yuan per Dollar, and the values 6, 7, and 8 are indicated. There are two lines on the graph. The first line is labeled Demand for Dollars, and begins on the vertical axis near the top of the graph. It moves down and to the right in a straight line, and ends about two thirds of the way along the horizontal axis, near the bottom of the graph. The second line is labeled Supply of Dollars, and begins on the vertical axis, slightly above the origin. It moves up and to the right in a straight line, and intersects the Demand for Dollars line at the vertical axis value 7, approximately one third of the way along the horizontal axis. The Supply of Dollars line ends near the top of the graph, just to the right of where the Demand for Dollars line ends. From each value on the vertical axis, a dashed horizontal line emanates to the right and touches the lines on the graph. From value 6 on the vertical axis, a dashed line moves horizontally and to the right, crosses the Supply of Dollars line, and ends at the Demand for Dollars line below and to the right of where the lines intersect. From value 7 on the vertical axis, a dashed line moves horizontally and to the right and ends where the lines intersect. From value 8 on the vertical axis, a dashed line moves horizontally and to the right, crosses the Demand of Dollars line, and ends at the Supply of Dollars line to the right of where the lines intersect. A dashed vertical line emanates downward from where the lines intersect and ends at the horizontal axis.\" height=\"255\" src=\"https://assets.learnosity.com/organisations/537/VH992515.g08.png\" style=\"margin-left: 240px;\" width=\"450\" /></div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The diagram shows the United States dollar-Chinese yuan foreign exchange market. If the current exchange rate is 6 yuan per dollar, which of the following describes the current state of the market and how the value of the dollar will change in a flexible exchange-rate system?</p>\n","rubricRef":"VH992515_rubric","choicesHtml":["<p class=\"choice_paragraph\">There is a surplus of dollars and the dollar will appreciate.</p>","<p class=\"choice_paragraph\">There is a surplus of dollars and the yuan will depreciate.</p>","<p class=\"choice_paragraph\">There is a shortage of dollars and the dollar will appreciate.</p>","<p class=\"choice_paragraph\">There is a shortage of dollars and the dollar will depreciate.</p>","<p class=\"choice_paragraph\">There is a shortage of dollars and the yuan will appreciate.</p>"],"answer":2}]