[{"id":"VH992425","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image\"><img alt=\"The figure presents two graphs in the first quadrant of separate coordinate planes. The left graph is titled Japan. The horizontal axis is labeled Quantity of Loanable Funds. The vertical axis is labeled Real Interest Rate. There are two lines on the graph that are labeled Supply and Demand. The Supply Line begins just above the horizontal axis, and to the right of the vertical axis. It moves up and to the right in a straight line, and ends about two thirds of the way along the horizontal axis, and about half way up the vertical axis. The Demand Line begins about half way up the vertical axis, slightly to the left of where the Supply Line begins. It moves steeply down and to the right in a straight line, intersects the Supply Line, and ends about half way along the horizontal axis, near the bottom of the graph, and to the left of where the Supply Line ends. From the intersection of the two lines, a dashed horizontal line emanates to the left, and touches the vertical axis about one fourth of the way up the vertical axis, identifying the value 2%. The right graph is titled Australia. The horizontal axis is labeled Quantity of Loanable Funds. The vertical axis is labeled Real Interest Rate. There are two lines on the graph that are labeled Supply and Demand. The Supply Line begins almost half way up the vertical axis, and to the right of the vertical axis. It moves up and to the right in a straight line, and ends about half way along the horizontal axis, near the top of the graph. The Demand Line begins near the top of the graph, a little to the right of where the Supply Line begins. It moves steeply down and to the right, intersects the Supply Line, and ends slightly less than half way up the vertical axis, just to the right of where the Supply Line ends. From the intersection of the two lines, a dashed horizontal line emanates to the left, and touches the vertical axis about two thirds of the way up the vertical axis, identifying the value 6%.\" height=\"241\" src=\"https://assets.learnosity.com/organisations/537/VH992425.g01.png\" width=\"600\" /></div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The loanable funds markets in Japan and Australia are in equilibrium, as shown in the graphs above. Which of the following is most likely to happen?</p>\n","rubricRef":"VH992425_rubric","choicesHtml":["<p class=\"choice_paragraph\">There will be financial capital outflows from Australia to Japan, and the Japanese yen will depreciate.</p>","<p class=\"choice_paragraph\">There will be financial capital outflows from Australia to Japan, and the Japanese yen will appreciate.</p>","<p class=\"choice_paragraph\">There will be financial capital outflows from Japan to Australia, and the Australian dollar will depreciate.</p>","<p class=\"choice_paragraph\">There will be financial capital outflows from Japan to Australia, and the Australian dollar will appreciate.</p>","<p class=\"choice_paragraph\">There will be no change in financial capital flows between Australia and Japan, keeping the foreign exchange rate unchanged.</p>"],"answer":3}]