[{"id":"VH992529","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"standalone_image\"><img alt=\"The figure presents a graph in the first quadrant of a coordinate plane, with the origin labeled 0. The horizontal axis is labeled Real G D P, and quantities Y sub 1 and Y sub F are indicated from left to right. Y sub 1 is located about one third of the way along the horizontal axis, and Y sub F is located about half way along the horizontal axis. The vertical axis is labeled Price Level, and the quantity P sub 1 is indicated about half way up the vertical axis. The graph has three lines, which are labeled L R A S, S R A S, and A D. Line L R A S begins at Y sub F on the horizontal axis, moves vertically upward, and ends near the top of the graph. Line S R A S begins on the vertical axis, slightly above the origin. It moves up and to the right in a straight line, passes through the coordinate Y sub 1 comma P sub 1, and then crosses Line L R A S, and ends to the right of Y sub F, and slightly below where Line L R A S ends. Line A D begins at about the same height as where Line S R A S ends, and just to the right of the vertical axis. It moves down and to the right in a straight line, and interests Line S R A S at the coordinate Y sub 1 comma P sub 1. Line A D continues to move downward and to the right, crosses Line L R A S, and ends to the right of where Line S R A S ends, near the bottom of the horizontal axis. From the intersection of the lines S R A S and A D, a dashed vertical line emanates downward and hits Y sub 1 on the horizontal axis. From the intersection of the lines S R A S and A D, a dashed horizontal line emanates to the left and hits P sub 1 on the vertical axis.\" src=\"https://assets.learnosity.com/organisations/537/VR598555.g09.svg\"></div></div></div><p class=\"stem_paragraph\">The diagram shows an economy’s long-run aggregate supply <span class=\"math_expression\"><span aria-label=\"open parenthesis, L R A S, close parenthesis\"><math alttext=\"open parenthesis, L R A S, close parenthesis\" overflow=\"scroll\"><mstyle><mrow><mrow><mo>(</mo><mtext>LRAS</mtext><mo>)</mo></mrow></mrow></mstyle></math></span></span>, short-run aggregate supply <span class=\"math_expression\"><span aria-label=\"open parenthesis, S R A S, close parenthesis\"><math alttext=\"open parenthesis, S R A S, close parenthesis\" overflow=\"scroll\"><mstyle><mrow><mrow><mo>(</mo><mtext>SRAS</mtext><mo>)</mo></mrow></mrow></mstyle></math></span></span>, and aggregate demand <span class=\"math_expression\"><span aria-label=\"open parenthesis, A D, close parenthesis\"><math alttext=\"open parenthesis, A D, close parenthesis\" overflow=\"scroll\"><mstyle><mrow><mrow><mo>(</mo><mtext>AD</mtext><mo>)</mo></mrow></mrow></mstyle></math></span></span>. Assume the country’s economy is currently at short-run equilibrium and that the banking system has ample reserves. Which of the following is a monetary policy action the country’s central bank can use to restore full employment, and what is the consequent effect on the value of the country’s currency in foreign exchange markets?</p>\n","rubricRef":"VH992529_rubric","choicesHtml":["<p class=\"choice_paragraph\">A decrease in the money supply, which will cause currency depreciation.</p>","<p class=\"choice_paragraph\">A decrease in the discount rate, which will cause currency appreciation.</p>","<p class=\"choice_paragraph\">An increase in the required reserve ratio, which will cause currency appreciation.</p>","<p class=\"choice_paragraph\">An increase in interest on reserves, which will cause currency appreciation.</p>","<p class=\"choice_paragraph\">A decrease in administered interest rates, which will cause currency depreciation.</p>"],"answer":4}]