[{"id":"VH990571","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Which of the following graphs correctly illustrates the foreign exchange market for the krone with an&nbsp;equilibrium exchange rate of 1 Swedish krone <span class=\"math_expression\"><span aria-label=\"equals 0.50\"><math alttext=\"equals 0.50\" overflow=\"scroll\"><mstyle><mrow><mo>=</mo><mn>0.50</mn></mrow></mstyle></math></span></span> Mexican peso?</p>\n","rubricRef":"VH990571_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a graph in the first quadrant of a coordinate plane. The horizontal axis is labeled Quantity of Krone. The vertical axis is labeled Quantity of Peso. There are two lines that are labeled S and D. Line S begins slightly to the right of the vertical axis, just above the origin, and moves up and to the right in a straight line, and ends near the top right corner of the graph. Line D begins slightly to the right of the vertical axis, near the top of the graph, and moves down and to the right in a straight line. It intersects Line S near the center of the graph, and ends near the bottom right corner of the graph. From the intersection of the two lines, a dashed vertical line emanates downward, and touches the horizontal axis, identifying the quantity 1. From the intersection of the two lines, a dashed horizontal line emanates to the left, and touches the vertical axis, identifying the value 0.5.\" height=\"179\" src=\"https://assets.learnosity.com/organisations/537/VH990571.g01.png\" width=\"200\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a graph in the first quadrant of a coordinate plane. The horizontal axis is labeled Quantity of Peso. The vertical axis is labeled Krone per Peso. There are two lines that are labeled S and D. Line S begins slightly to the right of the vertical axis, just above the origin, and moves up and to the right in a straight line, and ends near the top right corner of the graph. Line D begins slightly to the right of the vertical axis, near the top of the graph, and moves down and to the right in a straight line. It intersects Line S near the center of the graph, and ends near the bottom right corner of the graph. From the intersection of the two lines, a dashed vertical line emanates downward, and touches the horizontal axis, identifying the quantity 1,000. From the intersection of the two lines, a dashed horizontal line emanates to the left, and touches the vertical axis, identifying the value 0.5.\" height=\"179\" src=\"https://assets.learnosity.com/organisations/537/VH990571.g02.png\" width=\"200\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a graph in the first quadrant of a coordinate plane. The horizontal axis is labeled Quantity of Krone. The vertical axis is labeled Peso per Krone. There are two lines that are labeled S and D. Line S begins slightly to the right of the vertical axis, just above the origin, and moves up and to the right in a straight line. It continues to move up and to the right, and ends near the top right corner of the graph. Line D begins slightly to the right of the vertical axis, near the top of the graph, and moves down and to the right in a straight line. It continues to move down and to the right, and intersects Line S about half way along the horizontal axis and about one third of the way up the vertical axis. Line D ends near the bottom right corner of the graph. From the intersection of the two lines, a dashed vertical line emanates downward, and touches the horizontal axis, identifying the quantity 1,000. From the intersection of the two lines, a dashed horizontal line emanates to the left, and touches the vertical axis, identifying the value 0.5.\" height=\"179\" src=\"https://assets.learnosity.com/organisations/537/VH990571.g03.png\" width=\"200\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a graph in the first quadrant of a coordinate plane. The horizontal axis is labeled Quantity of Krone. The vertical axis is labeled Peso per Krone. There are two lines that are labeled S and D. Line S begins slightly to the right of the vertical axis, just above the origin, and moves up and to the right in a straight line, and ends near the top right corner of the graph. Line D begins slightly to the right of the vertical axis, near the top of the graph, and moves down and to the right in a straight line. It intersects Line S near the center of the graph, and ends near the bottom right corner of the graph. From the intersection of the two lines, a dashed vertical line emanates downward, and touches the horizontal axis, identifying the quantity 1,000. From the intersection of the two lines, a dashed horizontal line emanates to the left, and touches the vertical axis, identifying the value 0.7. There is a second dashed horizontal line that identifies the value 0.5 on the vertical axis, which is about halfway between 0.7 and the origin. The second dashed horizontal line emanates from value 0.5 on the vertical axis and crosses Line S and stops at Line D, below and to the right of where the lines intersect.\" height=\"179\" src=\"https://assets.learnosity.com/organisations/537/VH990571.g04.png\" width=\"200\"></span></p>\n","<p class=\"choice_paragraph\"><span class=\"inline_image\"><img alt=\"The figure presents a graph in the first quadrant of a coordinate plane. The horizontal axis is labeled Quantity of Krone. The vertical axis is labeled Peso per Krone. There are two lines that are labeled S and D. Line S begins slightly to the right of the vertical axis, just above the origin, and moves up and to the right in a straight line, and ends near the top right corner of the graph. Line D begins slightly to the right of the vertical axis, near the top of the graph, and moves down and to the right in a straight line. It intersects Line S near the center of the graph, and ends near the bottom right corner of the graph. From the intersection of the two lines, a dashed vertical line emanates downward, and touches the horizontal axis, identifying the quantity 1,000. From the intersection of the two lines, a dashed horizontal line emanates to the left, and touches the vertical axis, identifying the value 0.3. There is a second dashed horizontal line that identifies the value 0.5 on the vertical axis, which is above 0.3. The distance from 0.5 to 0.3 is approximately half of the distance from 0.3 and the origin. The second dashed horizontal line emanates from value 0.5 on the vertical axis and crosses Line D and stops at Line S, above and to the right of where the lines intersect.\" height=\"179\" src=\"https://assets.learnosity.com/organisations/537/VH990571.g05.png\" width=\"200\"></span></p>\n"],"answer":2}]