[{"id":"VR021565","type":"mcq","stimulusHtml":"<div>If Factory X uses the same amount of resources to produce skateboards and bikes as Factory Y uses, which of the following is true?</div>\n","rubricRef":"VR021565_rubric","features":[{"type":"sharedpassage","html":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure presents a set of two graphs. The first graph presents a curve in a coordinate plane, and is titled Factory X. The horizontal axis is labeled Skateboards, and the number 60 is indicated about one third of the way along the horizontal axis. The vertical axis is labeled Bikes, and the number 40 is indicated about one third of the way up the vertical axis. The line begins on the vertical axis at 40, moves downward and to the right in a straight line, and ends on the horizontal axis at 60. The second graph presents a curve in a coordinate plane, and is titled Factory Y. The horizontal axis is labeled Skateboards, and the number 60 is indicated about one third of the way along the horizontal axis. The vertical axis is labeled Bikes, and the number 80 is indicated about two thirds of the way up the vertical axis. The line begins on the vertical axis at 80, moves downward and to the right in a straight line, and ends on the horizontal axis at 60.\" height=\"203\" src=\"https://assets.learnosity.com/organisations/537/VR021565.g01.png\" width=\"450\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">The graph above shows the production possibilities curve for Factory X and Factory Y.</p>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">Factory X has an absolute advantage in producing bikes.</p>","<p class=\"choice_paragraph\">Factory X has an absolute advantage in producing skateboards.</p>","<p class=\"choice_paragraph\">Factory X has a comparative advantage in producing skateboards.</p>","<p class=\"choice_paragraph\">Factory Y has a comparative advantage in producing skateboards.</p>","<p class=\"choice_paragraph\">Factory Y has an absolute advantage in producing skateboards.</p>"],"answer":2}]