[{"id":"VR021881","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">According to the business cycle represented in the diagram, the actual rate of unemployment equals the natural rate of unemployment when the economy is</p>\n","rubricRef":"VR021881_rubric","features":[{"type":"sharedpassage","html":"<div class=\"standalone_image\"><img alt=\"The figure presents a graph in the first quadrant of a coordinate plane. The horizontal axis is labeled Time, and the vertical axis is labeled Real Output. The horizontal axis is longer than the vertical axis. The graph has a line that is labeled Potential, which begins a little less than half way up the vertical axis, and to the right of the vertical axis. It slowly moves upward and to the right in a straight line, and ends a little more than half way up the vertical axis, and near the end of the horizontal axis. There is a curve on the graph that is labeled Actual, which begins about one fourth of the way up the vertical axis, and almost directly below where the Potential line begins. The Actual curve steeply moves upward and to the right, crosses the Potential line, and reaches a point about two thirds of the way up the vertical axis, and about one third of the way along the horizontal axis. At this point, the curve turns to move downward and to the right, crosses the Potential line, and reaches a point about one third of the way up the vertical axis, and about half way along the horizontal axis. At this point, the curve turns to move upward and to the right, crosses the Potential line, and ends slightly and almost directly above where the Potential line ends. Four sections are identified on the Actual curve. The section from where the Actual curve begins to where it turns to move downward and to the right is labeled Expansion. Right after the Expansion section, the point in which the Actual curve reaches its maximum level is labeled Peak. The section from right after the Peak to where the Actual curve turns to move upward and to the right is labeled Contraction. Right after the Contraction section, the point in which the Actual curve reaches its minimum level is labeled Trough.\" height=\"213\" src=\"https://assets.learnosity.com/organisations/537/VR021881.g01.png\" width=\"400\" /></div>\n"}],"choicesHtml":["<p class=\"choice_paragraph\">in expansion</p>","<p class=\"choice_paragraph\">in contraction</p>","<p class=\"choice_paragraph\">at the peak</p>","<p class=\"choice_paragraph\">at the trough</p>","<p class=\"choice_paragraph\">on the potential line</p>"],"answer":4}]