[{"id":"VR041313-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><i>Respond to all parts of the question.</i></p>\n","rubricRef":"VR041313_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\">Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The economy of Newland is in short-run macroeconomic equilibrium. The current real output is $400 billion, and the full employment output is $500 billion. The marginal propensity to consume is 0.8.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">(a) Is the economy experiencing a recessionary output gap or an inflationary output gap? Explain.</p>\n\n<p class=\"stem_paragraph\">(b) Assume Newland’s government is considering taking action to close the output gap identified in part (a).</p>\n\n<p class=\"stem_paragraph\">(i) Calculate the minimum change and indicate the direction of change in government spending required to shift the aggregate demand curve to close the output gap. <span class=\"formatted_text text_decoration:underline\">Show your work.</span></p>\n\n<p class=\"stem_paragraph\">(ii) If instead Newland’s government changes income&nbsp;taxes without changing government spending, calculate the minimum change and indicate the direction of change in income&nbsp;taxes required to shift the aggregate demand curve to close the output gap. <span class=\"formatted_text text_decoration:underline\">Show your work.</span></p>\n\n<p class=\"stem_paragraph\">(c) Which fiscal policy action, changing government spending or changing income&nbsp;taxes, is more effective in closing the output gap? Explain.</p>\n\n<p class=\"stem_paragraph\">(d) Assume instead Newland’s government decides not to take any policy action. Will short-run aggregate supply increase, decrease, or stay the same in the long run? Explain.</p>\n"}]}]