[{"id":"VR041903-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><i>Respond to all parts of the question.</i></p>\n","rubricRef":"VR041903_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">The economy of Beta is in a recession.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">(a) Draw a single correctly labeled graph with both the short-run and long-run Phillips curves. Label the initial short-run equilibrium as point X.</p>\n\n<p class=\"stem_paragraph\">(b) The banking system in Beta has ample reserves. Identify a combination of fiscal and monetary policy actions that would be most effective in restoring full employment in the short run.</p>\n\n<p class=\"stem_paragraph\">(c) Draw a correctly labeled graph of the reserve market and show the effect of the monetary policy action identified in part (b) on the policy rate.</p>\n\n<p class=\"stem_paragraph\">(d) Based on the change in the policy rate identified in part (c), what will happen to aggregate demand in the short run? Explain.</p>\n\n<p class=\"stem_paragraph\">(e) On your graph in part (a), label a point Z that shows the effect of the change in aggregate demand identified in part (d).</p>\n\n<p class=\"stem_paragraph\">(f) Assume that instead of taking action to address the recession, policymakers in Beta decide to take no policy action and instead wait for the long-run adjustment process to return the economy to full employment. As the economy of Beta adjusts from a recession to full employment in the long run, will the short-run Phillips curve shift to the left, shift to the right, or remain unchanged? Explain.</p>\n\n<p class=\"stem_paragraph\">(g) Identify one supply-side fiscal policy action the government of Beta can use to promote economic growth.</p>\n"}]}]