[{"id":"VR041440-22","type":"longtextV2","stimulusHtml":"Respond to all parts of the question.","rubricRef":"VR041440_rubric","features":[{"type":"sharedpassage","html":"<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\"><br />\nInclude correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</p>\n\n<div class=\"table_wrapper\">\n<p class=\"passage_para\">The table below shows the number of bushels <i>of grapes or bushels of tomatoes that France and Italy can produce in one day using the same amount of resources.</i></p>\n\n<div class=\"table_wrapper\">\n<table class=\"cols:3 tgroup\">\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">&nbsp;</td>\n\t\t\t<td class=\"entry colname:col2\"><i>Bushels of Grapes</i></td>\n\t\t\t<td class=\"entry colname:col3\"><i>Bushels of Tomatoes</i></td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\"><i>France</i></td>\n\t\t\t<td class=\"entry colname:col2\"><i>100</i></td>\n\t\t\t<td class=\"entry colname:col3\"><i>25</i></td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\"><i>Italy</i></td>\n\t\t\t<td class=\"entry colname:col2\"><i>100</i></td>\n\t\t\t<td class=\"entry colname:col3\"><i>50</i></td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n\n<p class=\"stem_paragraph\">(a) Does France, Italy, or neither nation have a comparative advantage in producing grapes? Explain.</p>\n\n<p class=\"stem_paragraph\">(b) Assume France and Italy decide to specialize and trade according to their comparative advantages, and 20 bushels of grapes are exchanged for 8 bushels of tomatoes. Are specialization and trade under these terms beneficial to both France and Italy? Explain.</p>\n\n<p class=\"stem_paragraph\">(c) Suppose the productivity of labor in the production of grapes and tomatoes in France doubles. Assuming France experiences constant opportunity cost in the production of the two products, draw a correctly labeled graph of France’s production possibilities curve, with grapes on the horizontal axis and tomatoes on the vertical axis. Plot the numerical values on the graph and show the effect of doubling labor productivity.</p>\n\n<p class=\"stem_paragraph\">(d) Will the doubling of labor productivity in France change France’s absolute advantage, change its comparative advantage, or change neither? Explain.</p>\n</div>\n</div>\n</div>\n</div>\n"}]}]