[{"id":"VR041919-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><i>Respond to all parts of the question.</i></p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</p>\n\n<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\">Suppose that the United States government implements a fiscal policy that increases the budget surplus.</p>\n\n<p class=\"stem_paragraph\">(a) Draw a correctly labeled graph of the loanable funds market and show the effect of the increase in the budget surplus on the equilibrium real interest rate.</p>\n\n<p class=\"stem_paragraph\">(b) The European Union is a major trading partner of the United States. Given your answer in part (a) about the real interest rate, will the United States dollar appreciate or depreciate against the euro? Explain.</p>\n\n<p class=\"stem_paragraph\">(c) Suppose that the Federal Reserve, the central bank of the United States, decides to offset the change in the value of the dollar identified in part (b).</p>\n\n<ul class=\"unordered_list style:2\">\n\t<li class=\"list_item\">\n\t<p class=\"list_paragraph\">(i) Would the Federal Reserve buy or sell the euro?</p>\n\n\t<p class=\"list_paragraph\">(ii) Would the Federal Reserve buy or sell the dollar?</p>\n\t</li>\n</ul>\n\n<p class=\"stem_paragraph\">(d) Suppose that the Federal Reserve wants to counteract the real interest rate change identified in part (a). What monetary policy action would the Federal Reserve take?</p>\n"}]