[{"id":"VR041409-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><i>Respond to all parts of the question.</i></p>\n","rubricRef":"VR041409_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\">Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">An economy is currently in a recession.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">(a) Draw a single correctly labeled graph with both the short-run and long-run Phillips curves. Label the current short-run equilibrium as point X.</p>\n\n<p class=\"stem_paragraph\">(b) Is the expected inflation rate greater than, less than, or equal to the actual inflation rate?</p>\n\n<p class=\"stem_paragraph\">(c) Will borrowers with fixed-rate loans benefit from the situation that you identified in part (b)? Explain.</p>\n\n<p class=\"stem_paragraph\">(d) Assume the government budget is balanced. In the absence of any discretionary policy action, will the government budget move into surplus, deficit, or remain in balance? Explain.</p>\n\n<p class=\"stem_paragraph\">(e) On your graph in part (a), show how the economy will adjust in the long run in the absence of any discretionary policy action.</p>\n\n<p class=\"stem_paragraph\">(f) Now assume instead the government increases spending without changing taxes to close the recessionary gap. What effect will this policy have on the national debt?</p>\n\n<p class=\"stem_paragraph\">(g) Draw a correctly labeled graph of the loanable funds market and show the effect of the change in the national debt on the equilibrium real interest rate.</p>\n\n<p class=\"stem_paragraph\">(h) Based on the change in the equilibrium real interest rate identified in part (g), what will happen to economic growth in the country in the long run? Explain.</p>\n"}]}]