[{"id":"VR041263-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><i>Respond to all parts of the question.</i></p>\n","rubricRef":"VR041263_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\">Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Zeetopia and Freshland are two small tropical islands that use the same amounts of resources to produce mangoes and coconuts as shown in the table below.</p>\n\n<div class=\"table_wrapper\">\n<table class=\"cols:3 tgroup\">\n\t<tbody class=\"tbody\">\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">&nbsp;</td>\n\t\t\t<td class=\"entry colname:col2\">Coconuts (in tons)</td>\n\t\t\t<td class=\"entry colname:col3\">Mangoes (in tons)</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">Zeetopia</td>\n\t\t\t<td class=\"entry colname:col2\">50</td>\n\t\t\t<td class=\"entry colname:col3\">60</td>\n\t\t</tr>\n\t\t<tr class=\"row\">\n\t\t\t<td class=\"entry colname:col1\">Freshland</td>\n\t\t\t<td class=\"entry colname:col2\">50</td>\n\t\t\t<td class=\"entry colname:col3\">30</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">(a) Which island has an absolute advantage in producing coconuts? Explain.</p>\n\n<p class=\"stem_paragraph\">(b) Which island has a comparative advantage in producing coconuts? Explain.</p>\n\n<p class=\"stem_paragraph\">(c) Assume Zeetopia and Freshland decide to specialize according to their comparative advantages and 1 ton of coconuts is exchanged for 1 ton of mangoes. Are specialization and trade under these terms beneficial to both Zeetopia and Freshland? Explain.</p>\n\n<p class=\"stem_paragraph\">(d) Assume the two islands experience constant opportunity costs in the production of the two products. Draw a correctly labeled graph illustrating Zeetopia’s and Freshland’s production possibilities, showing coconuts on the horizontal axis and mangoes on the vertical axis. Plot the numerical values from the table above on your graph.</p>\n\n<p class=\"stem_paragraph\">(e) On your graph in part (d), show a combination of coconuts and mangoes, labeled as point X that is unattainable for Freshland but feasible and inefficient for Zeetopia.</p>\n"}]}]