[{"id":"VR041905-22","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\"><i>Respond to all parts of the question.</i></p>\n","rubricRef":"VR041905_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\">Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</p>\n&nbsp;\n\n<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<p class=\"passage_para\">Assume the Canadian economy is currently in recession and the government budget is in deficit.</p>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">(a) Draw a single correctly labeled graph with both the short-run and long-run Phillips curves for the Canadian economy. Label the current short-run equilibrium as point X.</p>\n\n<p class=\"stem_paragraph\">(b) Assume the government increases its deficit spending to restore full employment. What effect will this have on real interest rates in Canada? Explain.</p>\n\n<p class=\"stem_paragraph\">(c) Based on your answer to part (b), what will happen to financial capital flows to Canada?</p>\n\n<p class=\"stem_paragraph\">(d) Canada and Norway are major trading partners. The exchange rate between the Canadian dollar and Norway’s currency, the krone, is determined in a flexible foreign exchange market. Draw a correctly labeled graph of the foreign exchange market for the Canadian dollar, and show the effect of the change in real interest rates identified in part (b) on the equilibrium exchange rate of the Canadian dollar.</p>\n\n<p class=\"stem_paragraph\">(e) Given your answer to part (d), what will happen to the international value of the Norwegian krone?</p>\n\n<p class=\"stem_paragraph\">(f) Assume Norway’s current account balance is zero. As a result of the change in the value of the krone you identified in part (e), will Norway’s current account be in deficit, surplus, or stay the same? Explain.</p>\n\n<p class=\"stem_paragraph\">(g) What effect will the change in the value of the Canadian dollar in part (d) have on Canada’s net exports?</p>\n\n<p class=\"stem_paragraph\">(h) On your graph in part (a) show the effect of the change in Canada’s net exports identified in part (g) and label the new short-run equilibrium as point Z.</p>\n"}]}]