[{"id":"VR187662","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"passage\">\n<div class=\"prose style:1\">\n<div class=\"standalone_image text-left\">&nbsp;</div>\n\n<div class=\"standalone_image\">&nbsp;</div>\n\n<div class=\"standalone_image\"><img alt=\"The figure shows a graph of three curves in a coordinate plane. The horizontal axis is labeled “Real G D P,” and the value Y sub f is indicated about two thirds of the way along the axis. The vertical axis is labeled “Price Level.” The three curves on the graph are labeled L R A S, S R A S, and A D. The L R A S curve begins on the horizontal axis at Y sub f and moves vertically upward. The S R A S curve begins slightly above and about one third of the way along the horizontal axis, and moves steeply upward and to the right in a straight line. The S R A S curve intersects the L R A S curve about two thirds of the way up the vertical axis, and ends to the right of Y sub f and near the top of the graph. The A D curve begins about three fourths of the way up and to the right of the vertical axis, and moves downward and to the right in a straight line. It intersects the S R A S curve a little less than halfway along the horizontal axis, and then intersects the L R A S curve about one third of the way up the vertical axis. The A D curve ends slightly above the horizontal axis, and just to the right of where the S R A S curve ends. Four points are indicated on the curves in the graph, which are labeled J, K, L, and M. The location of each point is as follows. Point J lies at the intersection of the L R A S and S R A S curves. Point K lies at the intersection of the L R A S and A D curves. Point L lies at the intersection of the S R A S and A D curves. Point M lies on the L R A S curve above point J.\" height=\"284\" src=\"https://assets.learnosity.com/organisations/537/VR187662.g03.png\" width=\"400\" /></div>\n</div>\n</div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Assume the economy is in a short-run equilibrium at point&nbsp;L. In the absence of any fiscal or monetary policy actions, what will happen in the long run?</p>\n","rubricRef":"VR187662_rubric","choicesHtml":["<p class=\"choice_paragraph\">The <span class=\"math_expression\"><span aria-label=\"A D\"><math alttext=\"A D\" overflow=\"scroll\"><mi>AD</mi></math></span></span> curve will shift to the right, and the economy will be in long-run equilibrium at point&nbsp;J.</p>","<p class=\"choice_paragraph\">The <span class=\"math_expression\"><span aria-label=\"A D\"><math alttext=\"A D\" overflow=\"scroll\"><mi>AD</mi></math></span></span> curve will shift to the right, and the economy will be in long-run equilibrium at point&nbsp;M.</p>","<p class=\"choice_paragraph\">The <span class=\"math_expression\"><span aria-label=\"A D\"><math alttext=\"A D\" overflow=\"scroll\"><mi>AD</mi></math></span></span> curve will shift to the right, the <span class=\"math_expression\"><span aria-label=\"S R A S\"><math alttext=\"S R A S\" overflow=\"scroll\"><mi>SRAS</mi></math></span></span> curve will shift to the left, and the economy will be in long-run equilibrium at point&nbsp;M.</p>","<p class=\"choice_paragraph\">The <span class=\"math_expression\"><span aria-label=\"S R A S\"><math alttext=\"S R A S\" overflow=\"scroll\"><mi>SRAS</mi></math></span></span> curve will shift to the left, and the economy will be in long-run equilibrium at point&nbsp;M.</p>","<p class=\"choice_paragraph\">The <span class=\"math_expression\"><span aria-label=\"S R A S\"><math alttext=\"S R A S\" overflow=\"scroll\"><mi>SRAS</mi></math></span></span> curve will shift to the right, and the economy will be in long-run equilibrium at point&nbsp;K.</p>"],"answer":4}]