[{"id":"VR187670","type":"mcq","stimulusHtml":"<p class=\"stem_paragraph\">Machines are produced using capital and labor. Grain is produced using land and labor. Which of the following production possibilities curve graphs shows the effect of an increase in the amount of labor available?</p>\n","rubricRef":"VR187670_rubric","choicesHtml":["<div class=\"standalone_image\"><img alt=\"The figure shows a graph of two curves in a coordinate plane. The horizontal axis is labeled “Machines,” and the vertical axis is labeled “Grain.” There is an inner curve and an outer curve. The inner curve begins on and about one third of the way up the vertical axis, and gradually moves downward and to right for a short period of time. It then turns to steeply move downward and to the right and ends on and about one third of the way along the horizontal axis. The outer curve begins on and about two thirds of the way up the vertical axis, and gradually moves downward and to the right until it reaches about one third of the way along the horizontal axis. At this point, the outer curve turns to steeply move downward and to the right and ends on and about two thirds of the way along the horizontal axis. There is an arrow located slightly to the right of the vertical axis, between the two curves, that points upward and to the right from the inner curve to the outer curve.\" src=\"https://assets.learnosity.com/organisations/537/VR187670.g11.png\"/></div>","<div class=\"standalone_image\"><img alt=\"The figure shows a graph of two curves in a coordinate plane. The horizontal axis is labeled “Machines,” and the vertical axis is labeled “Grain.” There is an inner curve and an outer curve. The inner curve begins on and about one third of the way up the vertical axis, and gradually moves downward and to right for a short period of time. It then turns to steeply move downward and to the right and ends on and about one third of the way along the horizontal axis. The outer curve begins on and about two thirds of the way up the vertical axis, steeply moves downward and to the right, and ends on the horizontal axis where the inner curve ends. There is an arrow located slightly to the right of the vertical axis, between the two curves, that points upward and slightly to the right from the inner curve to the outer curve.\" src=\"https://assets.learnosity.com/organisations/537/VR187670.g12.png\"/></div>","<div class=\"standalone_image\"><img alt=\"The figure shows a graph of two curves in a coordinate plane. The horizontal axis is labeled “Machines,” and the vertical axis is labeled “Grain.” There is an inner curve and an outer curve. The inner curve begins on and about one third of the way up the vertical axis, and gradually moves downward and to right for a short period of time. It then turns to steeply move downward and to the right and ends on and about one third of the way along the horizontal axis. The outer curve begins on the vertical axis where the inner curve begins, gradually moves downward and to the right, and ends on and about two thirds of the way along the horizontal axis. There is an arrow located slightly above the horizontal axis, between the two curves, that points slightly upward and to the right from the inner curve to the outer curve.\" src=\"https://assets.learnosity.com/organisations/537/VR187670.g13.png\"/></div>","<div class=\"standalone_image\"><img alt=\"The figure shows a graph of two curves in a coordinate plane. The horizontal axis is labeled “Machines,” and the vertical axis is labeled “Grain.” There are two intersecting curves. The first curve begins on and about two thirds of the way up the vertical axis, steeply moves downward and to right, and ends on and about one third of the way along the horizontal axis. The second curve begins on and about one third of the way up the vertical axis, and gradually moves downward and to the right. It intersects the first curve about one third of the way along the horizontal axis, and ends on and about two thirds of the way along the horizontal axis. There are two arrows in the graph. The first arrow is located slightly to the right of the vertical axis, between the two curves, that points upward and to the right from the second curve to the first curve. The second arrow is located slightly above the horizontal axis,  between the two curves, that points downward and to the left from the second curve to the first curve.\" src=\"https://assets.learnosity.com/organisations/537/VR187670.g14.png\"/></div>","<div class=\"standalone_image\"><img alt=\"The figure shows a graph of two curves in a coordinate plane. The horizontal axis is labeled “Machines,” and the vertical axis is labeled “Grain.” There are two intersecting curves. The first curve begins on and about two thirds of the way up the vertical axis, steeply moves downward and to right, and ends on and about one third of the way along the horizontal axis. The second curve begins on and about one third of the way up the vertical axis, and gradually moves downward and to the right. It intersects the first curve about one third of the way along the horizontal axis, and ends on and about two thirds of the way along the horizontal axis. There are two arrows in the graph. The first arrow is located slightly to the right of the vertical axis, between the two curves, that points downward and to the left from the first curve to the second curve. The second arrow is located slightly above the horizontal axis, between the two curves, that points upward and to the right from the first curve to the second curve.\" src=\"https://assets.learnosity.com/organisations/537/VR187670.g15.png\"/></div>"],"answer":0}]