[{"id":"VR250441","type":"longtextV2","stimulusHtml":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><i>Respond to all parts of the question.</i></p>\n","rubricRef":"VR250441_rubric","features":[{"type":"sharedpassage","html":"<p class=\"direction_paragraph\" xmlns=\"http://www.imsglobal.org/xsd/apip/apipv1p0/qtiitem/imsqti_v2p2\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><strong>Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.</strong></p>\n&nbsp;\n\n<p class=\"stem_paragraph\">Declia’s economy is in short-run equilibrium with a recessionary gap of $100 billion and the marginal propensity to save is 0.5. The expected inflation rate is 12%, and the natural rate of unemployment is 10%.</p>\n\n<p class=\"stem_paragraph\">(a) Based on the Phillips curve model, is the actual inflation rate greater than, less than, or equal to the expected inflation rate of 12% in Declia? Explain.</p>\n\n<p class=\"stem_paragraph\">(b) Assume the government takes no policy action with regard to the state of Declia’s economy.<span class=\"formatted_line_break delivery_mode:Both\"></span>(i) What will happen to the actual rate of unemployment in the long run? Explain.<span class=\"formatted_line_break delivery_mode:Both\"></span>(ii) How will the long-run adjustment process be represented in the Phillips curve model? Explain.</p>\n\n<p class=\"stem_paragraph\">(c) Assume that instead of waiting for the long-run adjustment, the government of Declia is considering using fiscal policy to address the recessionary gap of $100 billion.<span class=\"formatted_line_break delivery_mode:Both\"></span>(i) If the government chooses to increase its deficit spending, calculate the minimum change in government spending required to increase aggregate demand by the amount of the recessionary gap. <span class=\"formatted_text text_decoration:underline\">Show your work</span><span class=\"formatted_text text_decoration:underline\">.</span><span class=\"formatted_line_break delivery_mode:Both\"></span>(ii) How will the effect of the government’s action in part (c)(i) be represented in the Phillips curve model? Explain.<span class=\"formatted_line_break delivery_mode:Both\"></span>(iii) If the government chooses to decrease income taxes instead of increasing its spending, calculate the minimum change in income taxes required to increase aggregate demand by the amount of the recessionary gap. <span class=\"formatted_text text_decoration:underline\">Show your work</span><span class=\"formatted_text text_decoration:underline\">.</span><span class=\"formatted_line_break delivery_mode:Both\"></span>(iv) Now suppose instead that the government wants to maintain a balanced budget and decreases both government spending and income taxes by $75 billion. Will this policy make the output gap smaller, make the output gap larger, or have no effect on the output gap? Explain.</p>\n\n<p class=\"stem_paragraph\">(d) Suppose the government chose to implement only the policy described in part (c)(i). Based on loanable funds market analysis, what will happen to each of the following?<span class=\"formatted_line_break delivery_mode:Both\"></span>(i) The price of previously issued bonds. Explain.<span class=\"formatted_line_break delivery_mode:Both\"></span>(ii) Capital stock. Explain.</p>\n"}]}]