[{"id":"VR596848","type":"mcq","stimulusHtml":"<div class=\"standalone_image\"><img alt=\"The figure shows a graph of five curves in the first quadrant of a coordinate plane, with the origin labeled 0. The horizontal axis is labeled “Real G D P,” and the value Y sub 1 is indicated about halfway along the axis. The vertical axis is labeled “Price Level.” The five curves are labeled A D sub 1, A D sub 2, L R A S, S R A S sub 1, and S R A S sub 2. The A D sub 1 curve begins about halfway between 0 and Y sub 1, high above the horizontal axis, and moves downward and to the right in a straight line until it ends to the right of Y sub 1, above the horizontal axis. The A D sub 2 curve begins slightly to the right of the vertical axis, below the A D sub 1 curve, and moves downward and to the right in a straight line, parallel to the A D sub 1 curve. It ends to the right of Y sub 1, slightly above the horizontal axis. The L R A S curve is a vertical line at Y sub 1. It intersects the A D sub 1 curve at point C, and intersects the A D sub 2 curve at point A, directly below point C. The S R A S sub 1 curve begins slightly to the right of the vertical axis, just below halfway up the vertical axis, and moves upward and to the right in a straight line. It intersects lines A D sub 2 curve at point B, where real G D P is to the left of Y sub 1, and intersects the A D sub 1 and L R A S curves at point C, where Real G D P is Y sub 1. It ends to the right of Y sub 1, near the top of the vertical axis. The S R A S sub 2 curve begins slightly to the right of the vertical axis, below the S R A S sub 1 curve, and moves upward and to the right in a straight line, parallel to the S R A S sub 1 curve. It intersects the A D sub 2 curve at point A, where Real G D P is Y sub 1, and intersects the A D sub 1 curve at point D, where Real G D P is to the right of Y sub 1.\" src=\"https://assets.learnosity.com/organisations/537/VR596848.g02.svg\"/></div><p class=\"stem_paragraph\">Assume the economy is currently in short-run equilibrium at point D, as shown in the graph provided, and that the banking system has limited reserves. Which of the following is a monetary policy action that would restore long-run equilibrium?</p>\n","rubricRef":"VR596848_rubric","choicesHtml":["<p class=\"choice_paragraph\">An open-market purchase of government bonds, which would move the economy to point <span class=\"math_expression\"><span aria-label=\"C\"><math alttext=\"C\" display=\"inline\" overflow=\"scroll\"><mi mathvariant=\"normal\">C</mi></math></span></span></p>","<p class=\"choice_paragraph\">An open-market sale of government bonds, which would move the economy to point <span class=\"math_expression\"><span aria-label=\"A\"><math alttext=\"A\" display=\"inline\" overflow=\"scroll\"><mi mathvariant=\"normal\">A</mi></math></span></span></p>","<p class=\"choice_paragraph\">An increase in the required reserve ratio, which would move the economy to point <span class=\"math_expression\"><span aria-label=\"C\"><math alttext=\"C\" display=\"inline\" overflow=\"scroll\"><mi mathvariant=\"normal\">C</mi></math></span></span></p>","<p class=\"choice_paragraph\">An increase in government spending, which would move the economy to point <span class=\"math_expression\"><span aria-label=\"C\"><math alttext=\"C\" display=\"inline\" overflow=\"scroll\"><mi mathvariant=\"normal\">C</mi></math></span></span></p>","<p class=\"choice_paragraph\">An increase in taxes, which would move the economy to point <span class=\"math_expression\"><span aria-label=\"A\"><math alttext=\"A\" display=\"inline\" overflow=\"scroll\"><mi mathvariant=\"normal\">A</mi></math></span></span></p>"],"answer":1}]