[{"id":"VR596790","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"standalone_image\"><img alt=\"The figure shows the graph of a curve in the first quadrant of a coordinate plane. The horizontal axis is labeled “Time,” and the vertical axis is labeled “Real Output.” There are six points indicated on the curve labeled R, S, T, U, V, and W. The curve begins to the right of the vertical axis slightly above the horizontal axis, and moves upward and to the right until it reaches a local maximum at point R, which is one fifth of the way along the horizontal axis, three fourths of the way up the vertical axis. The curve then moves downward and to the right, and passes through point S, which is one third of the way along the horizontal axis, halfway up the vertical axis. It continues downward and to the right until it reaches a local minimum at point T, which is halfway along the horizontal axis, one third of the way up the vertical axis. The curve then moves upward and to the right, and passes through point U, which is three fifths of the way along the horizontal axis, just over halfway up the vertical axis. It continues upward until it reaches a local maximum at point V, which is four fifths of the way along the horizontal axis, just over three fourths of the way up the vertical axis. The curve then moves downward and to the right until it ends at point W, which is near the end of the horizontal axis, just below halfway up the vertical axis.\" src=\"https://assets.learnosity.com/organisations/537/VR596790.g03.svg\"/></div></div></div><p class=\"stem_paragraph\">Based on the graph provided, which segment represents only the expansionary phase of the business cycle?</p>\n","rubricRef":"VR596790_rubric","choicesHtml":["<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"R S\"><math alttext=\"R S\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>RS</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"S T\"><math alttext=\"S T\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>ST</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"S U\"><math alttext=\"S U\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>SU</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"T V\"><math alttext=\"T V\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>TV</mtext></mrow></mstyle></math></span></span></p>","<p class=\"choice_paragraph\"><span class=\"math_expression\"><span aria-label=\"V W\"><math alttext=\"V W\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>VW</mtext></mrow></mstyle></math></span></span></p>"],"answer":3}]