[{"id":"VR733282","type":"mcq","stimulusHtml":"<div><div class=\"stimulus_reference\"><div class=\"standalone_image\"><img alt=\"The figure shows the graph of three curves in a coordinate plane. The horizontal axis is labeled “Quantity of Dollars.” No numbers are indicated on the horizontal axis. The vertical axis is labeled “M X N slash U S D,” and the values e sub 1 and e sub 2 are indicated from top to bottom on the axis. The value e sub 1 is located about halfway up the vertical axis, and the value e sub 2 is located about one third of the way up the vertical axis. The curves on the graph are labeled D sub U S D 1, S sub U S D 1, and S sub U S D 2. The D sub U S D 1 curve begins to the right of and about five sixths of the way up the vertical axis, and moves downward and to the right in a straight line. It ends slightly above and about four fifths of the way along the horizontal axis. The S sub U S D 1 curve begins below e sub 2, about one sixth of the way along the horizontal axis, and moves upward and to the right in a straight line. It intersects the D sub U S D 1 curve at e sub 1, and ends about three fourths of the way along the horizontal axis, at about the same height as where the D sub U S D 1 curve begins. The S sub U S D 2 curve begins below and to the right of where the S sub U S D 1 curve begins, and moves upward and to the right in a straight line, parallel to the S sub U S D 1 curve. The S sub U S D 2 curve intersects the D sub U S D 1 curve at e sub 2, and ends just to the right of where the D sub U S D 1 curves ends, slightly below where the S sub U S D 1 curve ends.\" src=\"https://assets.learnosity.com/organisations/578/VR733282.g09.svg\"/></div></div></div><p class=\"stem_paragraph\">The currency of the United States is the United States dollar (USD), and the currency of Mexico is the Mexican peso (MXN).  The United States and Mexico are trading partners with flexible exchange rate systems. The graph provided shows the market for the United States dollar.  Which of the following events would cause the shift in the supply of dollars from <span class=\"math_expression\"><span aria-label=\"S sub U S D 1\"><math alttext=\"S sub U S D 1\" display=\"inline\" overflow=\"scroll\"><msub><mtext>S</mtext><msub><mi>USD</mi><mn>1</mn></msub></msub></math></span></span> to <span class=\"math_expression\"><span aria-label=\"S sub U S D 2\"><math alttext=\"S sub U S D 2\" display=\"inline\" overflow=\"scroll\"><msub><mtext>S</mtext><msub><mi>USD</mi><mn>2</mn></msub></msub></math></span></span> shown in the graph?</p>\n","rubricRef":"VR733282_rubric","choicesHtml":["<p class=\"choice_paragraph\">Americans increase their demand for vacations in Mexico.</p>","<p class=\"choice_paragraph\">Mexicans increase their demand for vacations in the United States.</p>","<p class=\"choice_paragraph\">The United States increases its exports of electronic goods to Mexico.</p>","<p class=\"choice_paragraph\">Real income in Mexico increases.</p>","<p class=\"choice_paragraph\">The price level in the United States decreases.</p>"],"answer":0}]