[{"id":"VR733241","type":"mcq","stimulusHtml":"<div>\n<div class=\"stimulus_reference\">\n<div class=\"standalone_image\"><img alt=\"The figure shows the graph of four curves in a coordinate plane. The horizontal axis is labeled “Unemployment Rate.” The vertical axis is labeled “Inflation Rate.” No numbers are indicated on either axis. The curves on the graph are labeled L R P C, S R P C sub 1, S R P C sub 2, and S R P C sub 3. Five points on the graph are labeled A, B, C, D, and E. The L R P C curve begins on and about halfway along the horizontal axis and moves vertically upward through the coordinate plane. The S R P C sub 1 curve begins slightly to the right of the horizontal axis, near the top of the graph, and moves downward and to the right in a straight line. It intersects the L R P C curve at point A, about three fourths of the way up the vertical axis. It continues downward and to the right and passes through point B just over halfway up the vertical axis near the end of the horizontal axis. The S R P C sub 2 curve begins between the horizontal axis and where the S R P C sub 1 curve begins, and moves downward and to the right in a straight line, parallel to the S R P C sub 1 curve. The S R P C sub 2 curve passes through point D about one fourth of the way along the horizontal axis and just less than three fourths of the way up the vertical axis. It continues downward, intersects the L R P C curve at point C about halfway up the vertical axis, and ends just to the left of where the S R P C sub 1 curve ends, about one fifth of the way up the vertical axis. The S R P C sub 3 curve begins almost directly below where the S R P C sub 2 curve begins, about halfway up the vertical axis. It moves downward and to the right in a straight line, parallel to the S R P C sub 2 curve, and intersects the L R P C curve at point E about one fourth of the way up the vertical axis. It ends above the horizontal axis, below and to the left of where the S R P C sub 2 curve ends.\" height=\"211\" src=\"https://assets.learnosity.com/organisations/578/VR733241.g03.svg\" width=\"300\" /></div>\n</div>\n</div>\n\n<p class=\"stem_paragraph\">Assume the economy is initially in long-run equilibrium. Which of the following describes how the short-run effect of an increase in personal income taxes would be depicted in the Phillips curve model provided?</p>\n","rubricRef":"VR733241_rubric","choicesHtml":["<p class=\"choice_paragraph\">A movement along <span class=\"math_expression\"><span aria-label=\"S R P C sub 1\"><math alttext=\"S R P C sub 1\" overflow=\"scroll\"><msub><mtext>SRPC</mtext><mn>1</mn></msub></math></span></span> from point A to point B</p>","<p class=\"choice_paragraph\">A movement along <span class=\"math_expression\"><span aria-label=\"S R P C sub 2\"><math alttext=\"S R P C sub 2\" overflow=\"scroll\"><msub><mtext>SRPC</mtext><mn>2</mn></msub></math></span></span> from point C to point D</p>","<p class=\"choice_paragraph\">A movement along LRPC from point C to point E</p>","<p class=\"choice_paragraph\">A shift from <span class=\"math_expression\"><span aria-label=\"S R P C sub 2\"><math alttext=\"S R P C sub 2\" overflow=\"scroll\"><msub><mtext>SRPC</mtext><mn>2</mn></msub></math></span></span> to <span class=\"math_expression\"><span aria-label=\"S R P C sub 3\"><math alttext=\"S R P C sub 3\" overflow=\"scroll\"><msub><mtext>SRPC</mtext><mn>3</mn></msub></math></span></span></p>","<p class=\"choice_paragraph\">A shift from <span class=\"math_expression\"><span aria-label=\"S R P C sub 3\"><math alttext=\"S R P C sub 3\" overflow=\"scroll\"><msub><mi>SRPC</mi><mn>3</mn></msub></math></span></span> to <span class=\"math_expression\"><span aria-label=\"S R P C sub 2\"><math alttext=\"S R P C sub 2\" overflow=\"scroll\"><msub><mtext>SRPC</mtext><mn>2</mn></msub></math></span></span></p>"],"answer":0}]